Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Accounts.*.resx
Languages: be, bg, da, hu, id, it, ja, ko, nl, pl, ro, ru, sk, th, uk, zh, zh_tw

# privacy.friends_only
source: block private messages from people not on your friends list
be: заблакаваць прыватныя паведамленні ад людзей не з вашага спісу сяброў
bg: Блокирай лични съобщения от хора с който не си приятел
da: bloker privatbeskeder fra folk der ikke er på din venneliste
hu: privát üzenetek tiltása olyan személyektől, akik nincsenek a baráti listádon
id: Blokir pesan pribadi dari orang yang tidak ada dalam daftar teman Anda
it: blocca messaggi privati da chi non è nella tua lista amici
ja: フレンドリストにいない人からのプライベートメッセージをブロックする
ko: 친구 목록에 없는 사람들이 보낸 개인 메시지를 차단
nl: blokkeer privéberichten van mensen niet in jouw vriendenlijst
pl: blokuj prywatne wiadomości od osób spoza listy znajomych
ro: Blochează mesajele private de la oameni care nu sunt pe lista ta de prieteni
ru: блокировать сообщения не от друзей
sk: blokovať súkromné správy od osôb mimo vášho zoznamu priateľov
th: บล็อกข้อความส่วนตัวจากคนที่ไม่ได้อยู่ในรายชื่อเพื่อน
uk: заблокувати приватні повідомлення для людей які не є у моєму списку друзів
zh: 屏蔽来自陌生人的私信
zh_tw: 過濾來自好友以外的訊息

# privacy.hide_online
source: hide your online presence
be: схаваць анлайн прысутнасць
bg: скриване на вашето онлайн присъствие
da: skjul din online status
hu: online állapot elrejtése
id: sembunyikan keberadaan online Anda
it: nascondi il tuo stato online
ja: オンライン状態を隠す
ko: 온라인 상태 숨기기
nl: verberg je online aanwezigheid
pl: ukryj swoją obecność online
ro: ascunde-ți prezența online
ru: скрывать, что я в сети
sk: skryť online status
th: ซ่อนสถานะออนไลน์ของคุณ
uk: сховати вашу присутність
zh: 隐藏在线状态
zh_tw: 隱藏在線狀態

# privacy.title
source: Privacy
be: Прыватнасць
bg: Поверителност
da: Privatliv
hu: Adatvédelem
id: Kebijakan Privasi
ja: プライバシー
ko: 개인 정보
pl: Prywatność
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
th: ความเป็นส่วนตัว
uk: Політика конфіденційності
zh: 隐私政策
zh_tw: 隱私政策

# security.current_session
source: current
be: бягучы
bg: текущ
da: nuværende
hu: jelenlegi
id: saat ini
it: questo dispositivo
ja: 現在
ko: 현재 세션
nl: huidige
pl: obecna
ro: curent
ru: текущая
sk: aktuálne
th: ปัจจุบัน
uk: поточна
zh: 当前
zh_tw: 目前

# security.end_session
source: End Session
be: Скончыць сеанс
bg: Прекрати сесията
da: Afslut Sessionen
hu: Munkamenet befejezése
id: Akhiri Sesi
it: Termina Sessione
ja: セッション終了
ko: 세션 종료
nl: Stop de sessie
pl: Zakończ sesję
ro: Încheie sesiunea
ru: Завершить
sk: Koniec relácie
th: สิ้นสุดเซสชัน
uk: Завершити сесію
zh: 终止会话
zh_tw: 終止會話

# security.end_session_confirmation
source: This will immediately end your session on that device. Are you sure?
be: Сеанс на гэтай прыладзе будзе неадкладна завершаны. Вы ўпэўнены?
bg: Това незабавно ще прекрати сесията Ви на съответното устройство. Сигурни ли сте?
da: Dette vil straks afslutte sessionen på enheden. Er du sikker?
hu: Ez azonnal befejezi a munkamenetet az eszközön. Biztos vagy benne?
id: Aksi ini akan langsung mengakhiri sesi anda di perangkat tersebut. Apakah anda yakin?
it: Questo terminerà la sessione sul dispositivo selezionato. Vuoi continuare?
ja: このデバイスでのセッションが終了します。本当によろしいですか？
ko: 이 작업은 해당 장치의 세션을 즉시 종료합니다. 계속할까요?
nl: Dit zal onmiddellijk je sessie op dat apparaat beëindigen. Weet je het zeker?
pl: Ta czynność natychmiastowo zakończy sesję na tym urządzeniu. Czy na pewno chcesz to zrobić?
ro: Acest lucru iți va încheia imediat sesiunea pe acel dispozitiv. Ești sigur?
ru: Сеанс на этом устройстве будет немедленно завершён. Вы уверены?
sk: Toto okamžite vypne reláciu na vybranom zariadení. Ste si istí?
th: ขั้นตอนนี้จะสิ้นสุดเซสชันของคุณในอุปกรณ์นั้นทันที คุณแน่ใจไหม?
uk: Сесія на цьому пристрої буде негайно завершена. Ви впевнені?
zh: 这将立刻结束该设备上的会话，你确定吗？
zh_tw: 你確定要立刻結束該設備上的會話嗎？

# security.last_active
source: Last active:
be: Апошняя актыўнасць:
bg: Последно активен:
da: Sidst aktiv:
hu: Utoljára aktív:
id: Terakhir aktif:
it: Ultima attività:
ja: 最終ログイン：
ko: 최근 활동:
nl: Laatst actief:
pl: Ostatnio aktywna:
ro: Ultima conectare:
ru: Последняя активность:
sk: Naposledy aktívny:
th: ใช้งานล่าสุด:
uk: Остання активність:
zh: 上次使用：
zh_tw: 上次使用：

# security.title
source: Security
be: Бяспека
bg: Сигурност
da: Sikkerhed
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
th: ความปลอดภัย
uk: Безпека
zh: 安全
zh_tw: 安全

# security.web_sessions
source: web sessions
be: вэб-сеансы
bg: уеб сесии
da: websessioner
hu: webes munkamenetek
id: web session
it: sessioni web
ja: webセッション
ko: 웹 세션
nl: web sessies
pl: sesje internetowe
ro: sesiuni web
ru: веб-сессии
sk: webové relácie
th: เซสชั่นของเว็บ
uk: веб-сеанси
zh: 浏览器会话
zh_tw: 瀏覽器會話

# update_email.update
source: update
be: абнавіць
bg: обнови
da: opdater
hu: mentés
id: perbarui
it: aggiorna
ja: 更新
ko: 변경
nl: bijwerken
pl: zaktualizuj
ro: actualizează
ru: сохранить
sk: aktualizovať
th: อัปเดต
uk: оновити
zh: 更新
zh_tw: 更新

# update_password.update
source: update
be: абнавіць
bg: обнови
da: opdater
hu: mentés
id: perbarui
it: aggiorna
ja: 更新
ko: 변경
nl: bijwerken
pl: zaktualizuj
ro: actualizează
ru: сохранить
sk: aktualizovať
th: อัปเดต
uk: оновити
zh: 更新
zh_tw: 更新

# verification_completed.text
source: You can close this tab/window now
be: Цяпер выв можаце закрыць укладку/акно
bg: Можете да затворите този раздел сега
da: Du kan nu lukke dette vindue
hu: Mostmár bezárhatod ezt az oldalt
id: Anda dapat menutup laman ini sekarang
it: Ora puoi chiudere questa scheda/finestra
ja: 今すぐにこのウィンドウを閉じる事が出来ます。
ko: 이제 창을 닫으셔도 됩니다.
nl: U kunt dit tabblad/venster nu sluiten
pl: Możesz zamknąć to okno
ro: Poți închide această fereastră acum
ru: Эту вкладку можно закрыть
sk: Už môžete túto kartu/okno zatvoriť
th: ตอนนี้คุณสามารถปิดแท็บ/หน้าต่างนี้ได้
uk: Тепер ви можете закрити цю вкладку/вікно
zh: 现在可以关闭本窗口了
zh_tw: 您可以關閉此選項/視窗

# verification_completed.title
source: Verification has been completed
be: Пацверджанне было завершана
bg: Проверката на потребителя е завършена
da: Verifikation færdiggjort
hu: Az ellenőrzés befejeződött
id: Verifikasi selesai
it: La verifica è stata completata
ja: 認証が完了しました。
ko: 인증이 완료되었습니다.
nl: Verificatie is voltooid
pl: Weryfikacja została zakończona
ro: Verificarea a fost finalizată
ru: Проверка завершена
sk: Overenie bolo dokončené
th: การยืนยันตัวตนสำเร็จ
uk: Перевірка завершена
zh: 验证已经完成
zh_tw: 驗證已經完成

# verification_invalid.title
source: Invalid or expired verification link
be: Няправельная або пратэрмінаваная спасылка для пацверджання
bg: Невалиден или изтекъл линк за потвърждение
da: Ugyldigt eller udløbet verifikations-link
hu: Érvénytelen vagy lejárt ellenőrző link
id: Tautan verifikasi tidak valid atau kedaluwarsa
it: Link di verifica non valido o scaduto
ja: 無効もしくは期限切れの認証リンク
ko: 유효하지 않거나 만료된 인증 링크입니다.
nl: Ongeldige of verlopen verificatielink
pl: Nieprawidłowy lub przedawniony link weryfikacyjny
ro: Link de verificare invalid sau expirat
ru: Неверная или истёкшая ссылка для подтверждения
sk: Link už vypršal alebo je neplatný
th: ลิงก์ยืนยันตนไม่ถูกต้องหรือหมดอายุแล้ว
uk: Неправильне або застаріле посилання для підтвердження
zh: 无效或过期的验证链接
zh_tw: 無效或過期的驗證連結
