Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Accounts.*.resx
Languages: be, bg, da, hu, id, it, ja, ko, nl, pl, ro, ru, sk, th, uk, zh, zh_tw

# edit.title_compact
source: account settings
be: налады
bg: настройки
da: indstillinger
hu: beállítások
id: pengaturan
it: impostazioni
ja: 設定
ko: 설정
nl: instellingen
pl: ustawienia konta
ro: setări
ru: настройки
sk: nastavenia
th: การตั้งค่า
uk: налаштування
zh: 设置
zh_tw: 設定

# edit.username
source: username
be: імя карыстальніка
bg: потребителско име
da: brugernavn
hu: felhasználónév
id: nama pengguna
it: nome utente
ja: ユーザー名
ko: 사용자 이름
nl: gebruikersnaam
pl: nazwa użytkownika
ro: nume de utilizator
ru: имя пользователя
sk: používateľské meno
th: ชื่อผู้ใช้
uk: ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# edit.avatar.title
source: Avatar
be: Аватар
bg: Аватар
hu: Avatár
ja: プロフィール画像
ko: 아바타
pl: Awatar
ru: Аватар
th: รูปโปรไฟล์
uk: Аватар
zh: 头像
zh_tw: 編輯頭像

# edit.avatar.rules
source: Please ensure your avatar adheres to {0}.<br/>This means it must be <strong>suitable for all ages</strong>. i.e. no nudity, profanity or suggestive content.
be: Калі ласка, упэўніцеся, што ваш аватар прытрымліваецца {0}.<br/>Гэта значыць, што ён павінен <strong>падыходзіць для любога ўзросту</strong>. То-бок: ніякай галізны, лаянкі або задзірлівага змесціва.
bg: Моля, уверете се, че вашият аватар се придържда към {0}.<br/>Това означава, че задължително трябва да бъде <strong>подходящ за всички възрасти</strong>. т.е. няма голота, ругатни или внушаващо съдържание.
da: Vær sikker på at din avatar overholder {0}.<br/>Dette betyder at den skal være <strong>passende for alle aldre</strong>. Det betyder ingen nøgenhed, skælsord eller suggestivt indhold.
hu: Kérjük, ellenőrizze, hogy az avatár illeszkedik-e ehhez {0}.<br/>Ez azt jelenti, hogy <strong>minden korosztály számára alkalmasnak kell lennie</strong>. Vagyis nincs meztelenség, mások számára elfogadhatatlan vagy szuggesztív tartalom.
id: Pastikan avatar Anda mematuhi {0} yang berlaku.<br/> Dengan kata lain, avatar Anda harus <strong>cocok untuk segala usia</strong> tanpa mengandung unsur-unsur yang tidak dibenarkan seperti cacian, hinaan, atau konten-konten yang bersifat sugestif.
it: Assicurati che la tua immagine di profilo aderisca alle {0}.<br/>Questo significa che deve essere <strong>adatto a tutte le età</strong> (ad esempio: niente nudità, profanità o contenuti provocanti).
ja: あなたのプロフィール画像が公序良俗に反したもので無いか確認してください。 {0}.<br/>易しく言えば<strong>全ての年齢に適した</strong>、つまりヌードや冒涜的な表現などを想起させるものを含んでいない事を確認してください。
ko: 아바타는 {0}을 따라야 합니다.<br/>이는 아바타가 <strong>모든 연령에 적합해야 한다</strong>는 것을 의미하므로, 나체, 남에게 모욕적인 표현 또는 이러한 것을 암시하는 내용이 없어야 합니다.
nl: Zorg ervoor dat uw avatar voldoet aan {0}. <br/> Dit betekent dat deze <strong> geschikt moet zijn voor alle leeftijden </strong>. d.w.z. geen naaktheid, godslastering of suggestieve inhoud.
pl: Upewnij się, że twój awatar jest zgodny z {0}.<br/>Oznacza to, że musi być <strong>stosowny dla wszystkich grup wiekowych</strong> i nie może ukazywać nagości, wulgarności ani sugestywnej zawartości.
ro: Te rog asigură-te că avatar-ul tău respectă {0}<br/>Asta înseamnă că trebuie să fie <strong>adecvat pentru toate vârstele</strong>. Care să nu conțină nuditate, profanare sau conținut sugestiv.
ru: Пожалуйста, убедитесь, что ваш аватар придерживается {0}.<br/>Это значит, что он обязан <strong>подходить для всех возрастов</strong>, то есть, никакой наготы, ругательств или вызывающего контента.
sk: Prosím uistite sa že váš avatar sedí s {0}.<br/>Toto znamená že musí byť <strong>primeraný pre každý vek</strong>. to znamená žiadna nudita, vulgarizmy alebo sugestívny obsah.
th: โปรดตรวจสอบให้แน่ใจว่า avatar ของคุณเป็นไปตาม {0}.<br/> ซึ่งหมายความว่ามันจะต้องเป็น <strong> เหมาะสำหรับทุกวัย </strong> เช่น ไม่มีภาพลามกหยาบคายหรือเนื้อหาที่มีการชักจูง
uk: Будь ласка, переконайтеся в тому, що Ваш аватар відповідає {0}.<br/>Це означає, що він повинен підходити людям <strong>будь-якого віку</strong>. Тобто: не містити наготу, нецензурну лексику та непристойні матеріали.
zh: 请确保你的头像符合 {0}。<br/>这意味着头像内容必须是<strong>全年龄的</strong>，即没有裸露、亵渎或暗示的内容。
zh_tw: 請確保您的頭像符合 {0}.<br/>這意味著必須 <strong>適合所有年齡</strong>. i.e. 沒有裸露，褻瀆或暗示性的內容。

# edit.avatar.rules_link
source: the community rules
be: правілы супольнасці
bg: обществените правила
da: fællesskabs-reglerne
hu: a közösségi szabályok
id: peraturan komunitas
it: regole della comunità
ja: コミュニティールール
ko: 커뮤니티 규칙
nl: de community regels
pl: zasadami społeczności
ro: regulile comunității
ru: правила сообщества
sk: pravidlá komunity
th: กฎของชุมชน
uk: правила спільноти
zh: 社群规则
zh_tw: 社群規則

# edit.email.current
source: current email
be: бягучая эл. пошта
bg: текущ имейл
da: nuværende email-adresse
hu: jelenlegi e-mail cím
id: email saat ini
it: email attuale
ja: 現在のメールアドレス
ko: 현재 이메일 주소
nl: huidige e-mail
pl: obecny e-mail
ro: e-mail curent
ru: текущая почта
sk: aktuálny email
th: อีเมลปัจจุบัน
uk: поточна ел. адреса
zh: 当前邮箱地址
zh_tw: 目前電子郵件地址

# edit.email.new
source: new email
be: новая эл. пошта
bg: нов имейл
da: ny email
hu: új e-mail cím
id: email baru
it: nuova email
ja: 新しいメールアドレス
ko: 새 이메일 주소
nl: nieuwe e-mail
pl: nowy e-mail
ro: e-mail nou
ru: новая почта
sk: nový email
th: อีเมลใหม่
uk: нова ел. адреса
zh: 新邮箱地址
zh_tw: 新電子郵件地址

# edit.email.new_confirmation
source: email confirmation
be: пацвярдзіце эл. пошту
bg: потвърдете новия имейл
da: email bekræftelse
hu: e-mail cím megerősítése
id: konfirmasi email
it: conferma email
ja: 新しいメールアドレス（再入力）
ko: 이메일 주소 확인
nl: e-mail bevestiging
pl: potwierdź e-mail
ro: confirmare e-mail
ru: повторите почту
sk: potvrdenie emailu
th: ยืนยันอีเมล
uk: підтвердження ел. адреси
zh: 确认新邮箱地址
zh_tw: 再次輸入電子郵件地址

# edit.email.title
source: Email
be: Эл. пошта
bg: Имейл
ja: メールアドレス
ko: 이메일
ru: Смена почты
th: อีเมล
uk: Ел. пошта
zh: 邮箱
zh_tw: 電子郵件

# edit.password.current
source: current password
be: бягучы пароль
bg: текуща парола
da: nuværende adgangskode
hu: jelenlegi jelszó
id: kata sandi saat ini
it: password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
nl: huidig wachtwoord
pl: obecne hasło
ro: parola curentă
ru: текущий пароль
sk: aktuálne heslo
th: รหัสผ่านปัจจุบัน
uk: поточний пароль
zh: 当前密码
zh_tw: 目前密碼

# edit.password.new
source: new password
be: новы пароль
bg: нова парола
da: ny adgangskode
hu: új jelszó
id: kata sandi baru
it: nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nl: nieuw wachtwoord
pl: nowe hasło
ro: parolă nouă
ru: новый пароль
sk: nové heslo
th: รหัสผ่านใหม่
uk: новий пароль
zh: 新密码
zh_tw: 新密碼

# edit.password.new_confirmation
source: password confirmation
be: пацвярдзіце пароль
bg: потвърдете новата парола
da: bekræftelse af adgangskode
hu: jelszó megerősítése
id: konfirmasi kata sandi
it: conferma password
ja: 新しいパスワード（再入力）
ko: 비밀번호 확인
nl: wachtwoord bevestiging
pl: potwierdź hasło
ro: confirmare parolă
ru: повторите пароль
sk: potvrdenie hesla
th: ยืนยันรหัสผ่าน
uk: підтвердження паролю
zh: 确认新密码
zh_tw: 再次輸入新密碼

# edit.password.title
source: Password
be: Пароль
bg: Парола
da: Adgangskode
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
ro: Parolă
ru: Смена пароля
sk: Heslo
th: รหัสผ่าน
uk: Пароль
zh: 密码
zh_tw: 密碼

# edit.profile.title
source: Profile
be: Профіль
bg: Профил
da: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
ro: Profil
ru: Профиль
sk: Profil
th: โปรไฟล์
uk: Профіль
zh: 个人资料
zh_tw: 編輯個人簡介

# edit.profile.user.user_from
source: current location
be: бягучае месцазнаходжанне
bg: настоящо местонахождение
da: nuværende placering
hu: tartózkodási hely
id: lokasi saat ini
it: posizione attuale
ja: 現在地
ko: 거주지
nl: huidige locatie
pl: obecna lokalizacja
ro: locație curentă
ru: место проживания
sk: súčasná poloha
th: ที่อยู่ปัจจุบัน
uk: місце поточного проживання
zh: 当前位置
zh_tw: 目前所在地

# edit.profile.user.user_interests
source: interests
be: цікаўнасці
bg: интереси
da: interesser
hu: érdeklődés
id: minat
it: interessi
ja: 趣味
ko: 관심 분야
nl: interesses
pl: zainteresowania
ro: interese
ru: интересы
sk: záujmy
th: สิ่งที่สนใจ
uk: інтереси
zh: 兴趣爱好
zh_tw: 喜好

# edit.profile.user.user_occ
source: occupation
be: занятак
bg: работа/занимание
da: beskæftigelse
hu: foglalkozás
id: pekerjaan
it: occupazione
ja: 職業
ko: 직업
nl: bezigheid
pl: zajęcia
ro: ocupație
ru: род деятельности
sk: povolanie
th: อาชีพ
uk: рід занять
zh: 职业
zh_tw: 職業

# edit.profile.user.user_website
source: website
be: вэб-сайт
bg: уеб сайт
da: hjemmeside
hu: weboldal
id: situs web
it: sito web
ja: ウェブサイト
ko: 웹사이트
pl: strona internetowa
ro: site web
ru: веб-сайт
sk: webstránka
th: เว็บไซต์
uk: веб-сайт
zh: 个人主页
zh_tw: 個人網站

# edit.signature.title
source: Signature
be: Подпіс
bg: Подпис
da: Signatur
hu: Aláírás
id: Tanda Tangan
it: Firma
ja: 署名
ko: 서명
nl: Ondertekening
pl: Sygnatura
ro: Semnătură
ru: Подпись на форуме
sk: Podpis
th: ลายเซ็น
uk: Підпис на форумі
zh: 个性签名
zh_tw: 簽名

# edit.signature.update
source: update
be: абнавіць
bg: обновяване
da: opdater
hu: mentés
id: perbarui
it: aggiorna
ja: 更新
ko: 적용
nl: bijwerken
pl: zaktualizuj
ro: actualizează
ru: сохранить
sk: aktualizovať
th: อัพเดต
uk: оновити
zh: 更新
zh_tw: 更新

# notifications.beatmapset_discussion_qualified_problem
source: receive notifications for new problem on qualified beatmaps of following modes
be: атрымліваць апавяшчэнні аб новых праблемах кваліфікаваных мап наступных рэжымаў
bg: получаване на известия за нови проблеми на квалифицирани бийтмапове от следните ремижи на игра
da: modtag notifikationer for nye problemer på kvalificerede beatmaps for de følgende spileltilstande
hu: Értesítések kérése minősített beatmapok problémáival kapcsolatban a következő módokból
id: terima notifikasi pada saat terdapat masalah baru pada beatmap yang berstatus Qualified pada mode
it: ricevi notifiche per nuovi problemi sulle beatmap qualificate delle seguenti modalità
ja: 次のモードのQualifiedビートマップで新しい問題の通知を受け取る
ko: Qualified 비트맵에 문제가 생길 경우 알림을 수신할 모드
nl: ontvang meldingen voor nieuw probleem op gekwalificeerde beatmaps van de volgende modes
pl: otrzymuj powiadomienia o nowych problemach z zakwalifikowanymi beatmapami dla następujących trybów
ro: primește notificări pentru noi probleme pe hărți calificate de modelele următoare
ru: следить за проблемами в номинированных картах
sk: dostávať notifikácie pre nové problémy na kvalifikovaných beatmapách pre následujúce módy
th: ได้รับการแจ้งเตือนเกียวกับปัญหาของ Qualified beatmaps กับโหมดต่อไปนี้
uk: отримувати повідомлення про нові проблеми кваліфікованих карт для наступних режимів
zh: 在以下模式的合格谱面上接收新问题通知：
zh_tw: 在以下模式的 qualified 圖譜上接收新問題通知

# notifications.beatmapset_disqualify
source: receive notifications for when beatmaps of following modes are disqualified
be: атрымліваць апавяшчэння, калі карты для наступных рэжымаў будуць діскваліфікаваны
bg: получаване на известия, когато бийтмапове от следните режими на игра са дисквалифицирани
da: modtag notifikationer når beatmaps af følgende modes bliver diskvalificeret
hu: értesíts, ha a következő játékmódok egy beatmapje diszkvalifikálva lett
id: terima notifikasi pada saat terdapat beatmap yang terdiskualifikasi pada mode
it: ricevi notifiche quando le beatmap delle seguenti modalità vengono squalificate
ja: 次のモードのビートマップがDisqualifiedになった場合に通知を受け取る
ko: 비트맵이 Disqualified 처리됐을 때 알림을 수신할 모드
nl: ontvang meldingen voor wanneer beatmaps van de volgende modes zijn gediskwalificeerd
pl: otrzymuj powiadomienia o dyskwalifikacjach beatmap z następujących trybów
ro: primește notificări pentru când beatmap-urile din modurile următoare sunt descalificate
ru: получать уведомления, когда карты для следующих режимов будут дисквалифицированы
sk: prijímať upozornenia, keď sú beatmapy diskvalifikované s týchto módov
th: ได้รับการแจ้งเตือนเมื่อบีทแมพในโหมดที่ท่านเลือกถูกตัดสิทธิ์
uk: отримувати повідомлення коли карти наступних модов дискваліфіковані
zh: 在以下模式的谱面被标记为不合格时接收通知：
zh_tw: 在以下模式的圖譜被標記為取消提名時收到通知

# notifications.comment_reply
source: receive notifications for replies to your comments
be: атрымліваць апавяшчэнні аб адказах на каментарыі
bg: получавайте известия за отговори на вашите коментари
da: modtag notifikationer når der bliver svaret på dine kommentarer
hu: értesítések küldése a kommentjeidre érkezett válaszokról
id: terima notifikasi pada saat terdapat balasan baru pada komentar yang Anda kirim
it: ricevi notifiche per le risposte ai tuoi commenti
ja: コメントへの返信の通知を受け取る
ko: 댓글에 답글이 달리면 알림 받기
nl: ontvang meldingen voor reacties op uw reacties
pl: otrzymuj powiadomienia o odpowiedziach do twoich komentarzy
ro: primește notificări pentru răspunsurile la comentariile tale
ru: следить за ответами на мои комментарии
sk: prijímať upozornenia pre odpovede na moje komentáre
th: รับการแจ้งเตือนสำหรับการตอบกลับความคิดเห็นของคุณ
uk: отримувати повідомлення про відповіді на ваші коментарі
zh: 在你的评论被回复时接收通知
zh_tw: 在您的留言被回覆時收到通知

# notifications.title
source: Notifications
be: Апавяшчэнні
bg: Известия
da: Notifikationer
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
ro: Notificări
ru: Уведомления
sk: Oznámenia
th: การแจ้งเตือน
uk: Сповіщення
zh: 通知
zh_tw: 通知

# notifications.topic_auto_subscribe
source: automatically enable notifications on new forum topics that you create
be: аўтаматычна ўключаць апавяшчэнні для вашых тэм з форума
bg: автоматично включване на известията при създаването на нови форумни теми
da: aktiver automatisk notifikationer på nye forum emner du opretter
hu: az általad létrehozott új fórum témák értesítéseinek automatikus bekapcsolása
id: hidupkan notifikasi secara otomatis di topik forum baru yang Anda buat
it: attiva automaticamente le notifiche sui nuovi topic che crei nel forum
ja: 作成した新しいフォーラムトピックに関する通知を自動的に有効にします
ko: 새로 만드는 포럼 주제에 대한 알림을 자동으로 활성화
nl: automatisch meldingen inschakelen op nieuwe forum onderwerpen die u maakt
pl: automatycznie włączaj powiadomienia dla twoich wątków na forum
ro: activați notificările automat pe noi topici de pe forum pe care le poți creea
ru: следить за форумными темами, которые я создаю
sk: automaticky zapnúť notifikácie pre nové fórove témy ktoré vytvoríte
th: เปิดการแจ้งเตือนอัตโนมัติในกระทู้ที่คุณสร้างขึ้น
uk: автоматично вмикати сповіщення для нових тем на форумі, коли ви їх створюєте
zh: 自动启用自己创建的主题的通知
zh_tw: 自動啟用自己創建的主題的通知

# notifications.options._
source: delivery options
be: спосабы дастаўкі
bg: опции за доставка
da: leveringsmuligheder
hu: Szállítási lehetőségek
id: kirimkan notifikasi melalui
it: opzioni di notifica
ja: 配送設定
ko: 수신 옵션
nl: verzend methodes
pl: opcje wysyłania
ro: opțiuni de livrare
ru: способы доставки
sk: spôsoby doručenia
th: วิธีการรับการแจ้งเตือน
uk: способи доставки
zh: 推送设置
zh_tw: 傳送選項

# notifications.options.beatmap_owner_change
source: guest difficulty
hu: vendég nehézség
ja: ゲスト難易度
ko: 게스트 난이도
pl: gościnny poziom trudności
ru: гостевая сложность
th: ระดับความยากของแขก
zh: 客串难度
zh_tw: 客串難度

# notifications.options.beatmapset:modding
source: beatmap modding
be: модынг бітмап
bg: бийтмап modding
hu: beatmap modolás
id: modding beatmap
it: modding delle beatmap
ja: ビートマップmodding
ko: 비트맵 모딩
pl: dyskusje beatmap
ro: modatul de beatmap
ru: новые моды
sk: módovanie beatmáp
th: การวิจารณ์บีทแมพ
uk: моддінг карт
zh: 谱面摸图
zh_tw: 圖譜製作

# notifications.options.channel_message
source: private chat messages
be: асабістыя паведамленні
bg: лични съобщения
da: privat beskeder
hu: Privát üzenetek
id: pesan pribadi
it: messaggi privati
ja: プライベートチャットメッセージ
ko: 개인 채팅 메시지
nl: privéberichten
pl: wiadomości prywatne na czacie
ro: mesaje chat private
ru: личные сообщения
sk: súkromné správy
th: ข้อความส่วนตัว
uk: особисті повідомлення
zh: 私信
zh_tw: 私人訊息

# notifications.options.comment_new
source: new comments
be: новыя каментарыі
bg: нови коментари
da: nye kommentarer
hu: Új megjegyzések
id: komentar baru
it: nuovi commenti
ja: 新しいコメント
ko: 새 댓글
nl: nieuwe reacties
pl: nowe komentarze
ro: comentarii noi
ru: новые комментарии
sk: nové komentáre
th: ความคิดเห็นใหม่
uk: нові коментарі
zh: 新评论
zh_tw: 新評論

# notifications.options.forum_topic_reply
source: topic reply
be: адказы да тэмы
bg: отговор на темата
da: emne svar
hu: Válaszolj erre a témára
id: balasan pada topik
it: risposta al topic
ja: トピックへの返信
ko: 주제 답글
nl: topic antwoord
pl: odpowiedzi do wątków
ro: răspuns topic
ru: ответы на форуме
sk: odpoveď na tému
th: ข้อความตอบกลับในกระทู้
uk: відповідь темі
zh: 主题回复
zh_tw: 主題回覆

# notifications.options.mail
source: mail
be: пошта
bg: поща
da: post
hu: e-mail
id: email
ja: メール
ko: 메일
nl: e-mail
pl: e-mail
ru: почта
sk: pošta
th: อีเมล
uk: пошта
zh: 邮件
zh_tw: 郵箱

# notifications.options.mapping
source: beatmap mapper
hu: beatmap készítő
id: pembuat beatmap
it: mapper di beatmap
ja: ビートマップマッパー
ko: 비트맵 제작자
pl: twórca
ru: замапанные карты
th: ผู้ทำบีทแมพ
uk: Маппер біткарти
zh: 谱师
zh_tw: 圖譜製作者

# notifications.options.push
source: push
hu: Elöjövő
id: web
ja: プッシュ通知
ko: 푸시 알림
ru: пуши
sk: upozornenia na stránke
th: ส่งการแจ้งเตือน
zh: 推送
zh_tw: 推送

# notifications.options.user_achievement_unlock
source: user medal unlocked
be: адкрыццё медаля
da: bruger medalje låst op
hu: Medál feloldva
id: terbukanya medali baru
it: medaglie sbloccate
ja: ユーザーメダルのアンロック
ko: 메달 획득
nl: medaille verdiend
pl: odblokowanie medalu
ro: medalie de utilizator deblocată
ru: новые медали
sk: hráčska medaila odomknutá
th: ผู้เล่นได้ปลดล็อกเหรียญตรา
uk: медаль користувача розблоковано
zh: 成就解锁
zh_tw: 成就解鎖

# oauth.authorized_clients
source: authorized clients
be: аўтарызаваныя кліенты
bg: оторизирани клиенти
da: autoriserede klienter
hu: felhatalmazott kliensek
id: klien yang memiliki akses
it: client autorizzati
ja: 認証済みのクライアント
ko: 인증된 클라이언트
nl: autoriseer clients
pl: autoryzowane klienty
ro: clienți autorizați
ru: имеющие доступ
sk: autorizované klienty
th: client ที่ได้รับการยืนยัน
uk: авторизовані клієнти
zh: 已授权的第三应用
zh_tw: 已授權客戶端

# oauth.own_clients
source: own clients
be: свае кліенты
bg: собствени клиенти
da: egne klienter
hu: külső alkalmazások
id: klien yang Anda miliki
it: client personali
ja: 自分のクライアント
ko: 소유 중인 클라이언트
nl: eigen clients
pl: moje klienty
ro: deține Client
ru: мои приложения
sk: vlastné klienty
th: client ของตนเอง
uk: власні клієнти
zh: 拥有的客户端
zh_tw: 擁有的客戶端

# oauth.title
source: OAuth
ru: Приложения и доступ
zh: 开放授权

# options.beatmapset_show_nsfw
source: hide warnings for explicit content in beatmaps
da: skjul advarsler for eksplicit indhold i beatmaps
hu: beatmapekben lévő felnőtt tartalmakra vonatkozó figyelmeztetések elrejtése
id: nonaktifkan peringatan untuk beatmap-beatmap yang mengandung konten eksplisit
it: nascondi avvisi per i contenuti espliciti nelle beatmap
ja: ビートマップ内の不適切なコンテンツの警告を非表示にする
ko: 부적절한 내용의 비트맵 경고 숨기기
nl: verberg waarschuwingen voor expliciete inhoud in beatmaps
pl: ukryj ostrzeżenia o treściach dla pełnoletnich w beatmapach
ro: ascunde avertismente pentru conținut explicit în beatmaps
ru: скрыть предупреждения об откровенном содержании в картах
th: ซ่อนคำเตือนเกี่ยวกับเนื้อหาที่ล่อแหลมในบีทแมพ
uk: Приховати попередження щодо явного вмісту в біткартах
zh: 隐藏谱面少儿不宜提示
zh_tw: 隱藏兒童不宜圖譜的警告

# options.beatmapset_title_show_original
source: show beatmap metadata in original language
be: паказаць метададзеныя карты на зыходнай мове
bg: покажете метаданни на beatmap на оригиналния език
da: vis beatmap metadata på originalt sprog
hu: A beatmap metaadatai megjelenítése eredeti nyelven
id: tampilkan metadata beatmap dalam bahasa aslinya
it: mostra i metadati della beatmap in lingua originale
ja: ビートマップのメタデータを元の言語で表示
ko: 원본 언어로 비트맵 메타데이터 표시
nl: beatmap metadata in originele taal weergeven
pl: pokaż metadane beatmapy w oryginalnym języku
ro: arată metadatele beatmap în limba originală
ru: показывать метаданные карт на языке оригинала
sk: zobraziť metadáta beatmapy v originálnom jazyku
th: แสดงข้อมูลของ บีทแมพ ในภาษาดั้งเดิม
uk: Показувати метадані мовою оригіналу
zh: 以原语言显示谱面信息
zh_tw: 以原語言顯示圖譜資料

# options.title
source: Options
be: Налады
bg: Hастройки
da: Indstillinger
hu: Beállítások
id: Pengaturan
it: Opzioni
ja: オプション
ko: 설정
nl: Opties
pl: Ustawienia strony
ro: Opțiuni
ru: Веб-сайт
sk: Možnosti
th: ตัวเลือก
uk: Налаштування
zh: 选项
zh_tw: 選項

# options.beatmapset_download._
source: default beatmap download type
be: тып загрузкі бітмап па змаўчанні
bg: тип на теглене на бийтмапове по подразбиране
da: standard beatmap download type
hu: Alapértelmezett beatmap letöltés típusa
id: tipe pengunduhan beatmap default
it: tipo di download predefinito per le beatmap
ja: デフォルトのビートマップダウンロートタイプ
ko: 기본 비트맵 다운로드 형식
nl: standaard beatmap download type
pl: domyślny sposób pobierania beatmap
ro: tip implicit de descărcare de beatmap
ru: по умолчанию скачивать карты
sk: predvolený druh sťahovania beatmáp
th: ประเภทการดาวน์โหลดบีทแมพเริ่มต้น
uk: стандартний тип скачування карти
zh: 默认谱面下载类型
zh_tw: 預設圖譜下載類型

# options.beatmapset_download.all
source: with video if available
be: з відэа, калі даступна
bg: с видео при наличност
da: inkluder video hvis tilgængelig
hu: Videóval, ha elérhető
id: dengan video (apabila tersedia)
it: con video, se disponibile
ja: 可能であれば動画付き
ko: 가능하면 영상이 있는 비트맵으로 받기
nl: met video als beschikbaar
pl: z wideo, jeżeli jest ono dostępne
ro: cu video dacă e disponibil
ru: с видео (если есть)
sk: s videom, ak je dostupné
th: พร้อมวิดีโอ ถ้าใช้ได้
uk: з відео, якщо доступно
zh: 包含视频
zh_tw: 包含影片

# options.beatmapset_download.direct
source: open in osu!direct
be: адкрыць у osu!direct
bg: отвори в osu!direct
da: open med osu!direct
hu: Megnyitás osu!direct-ben
id: buka melalui osu!direct
it: apri in osu!direct
ja: osu!directで開く
ko: osu!direct에서 열기
pl: otwórz w osu!direct
ro: deschis în osu!direct
ru: через osu!direct
sk: otvoriť v osu!direct
th: เปิดใน osu!direct
uk: відкрити в osu!direct
zh: 在 osu!direct 中查看
zh_tw: 在osu!direct中查看

# options.beatmapset_download.no_video
source: without video
be: без відэа
bg: без видео
da: uden video
hu: Videó nélkül
id: tanpa video
it: senza video
ja: 動画なし
ko: 영상이 없는 비트맵으로 받기
nl: zonder video
pl: bez wideo
ro: fără video
ru: без видео
sk: bez videa
th: โดยที่ไม่มีวิดีโอ
uk: без відео
zh: 不包含视频
zh_tw: 不包含影片

# playstyles.keyboard
source: keyboard
be: клавіятура
bg: клавиатура
da: tastatur
hu: billentyűzet
it: tastiera
ja: キーボード
ko: 키보드
nl: toetsenbord
pl: klawiatura
ro: tastatură
ru: клавиатура
sk: klávesnica
th: คีย์บอร์ด
uk: клавіатура
zh: 键盘
zh_tw: 鍵盤

# playstyles.mouse
source: mouse
be: мыш
bg: мишка
da: mus
hu: egér
ja: マウス
ko: 마우스
nl: muis
pl: myszka
ru: мышь
sk: myš
th: เมาส์
uk: комп'ютерна мишка
zh: 鼠标
zh_tw: 滑鼠

# playstyles.tablet
source: tablet
be: планшэт
bg: таблет
it: tavoletta grafica
ja: ペンタブ
ko: 태블릿
ro: tabletă
ru: графический планшет
th: แท็บเล็ต
uk: графічний планшет
zh: 数位板
zh_tw: 繪圖板

# playstyles.title
source: Playstyles
be: Стыль гульні
bg: Стил на игра
da: Spillestile
hu: Játékstílusok
id: Gaya Bermain
it: Stili di gioco
ja: プレイスタイル
ko: 플레이 방식
nl: Speelstijlen
pl: Style gry
ro: Stiluri de joc
ru: Устройства
sk: Štýly hrania
th: รูปแบบการเล่น
uk: Пристрої для гри
zh: 游戏方式
zh_tw: 遊戲方式

# playstyles.touch
source: touch
be: сэнсарны экран
bg: тъчскрийн
hu: érintőképernyő
id: layar sentuh
it: touchscreen
ja: タッチスクリーン
ko: 터치스크린
pl: ekran dotykowy
ru: сенсорный экран
sk: dotyk
th: จอสัมผัส
uk: сенсорний екран
zh: 触摸屏
zh_tw: 觸控螢幕
