Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Artist.*.resx
Languages: be, bg, cs, de, el, es, fi, id, it, ja, ko, pl, pt, pt_br, ro, ru, sk, th, tr, uk, vi, zh, zh_tw

# page_description
source: Featured artists on osu!
be: Абраныя выканаўцы osu!
bg: Препоръчани изпълнители в osu!
cs: Featured artists v osu!
de: Featured Artists in osu!
el: Επιλεγμένοι καλλιτέχνες στο osu!
es: Artistas destacados en osu!
fi: osu! Featured artistit
id: Featured artists di osu!
it: Artisti in primo piano su osu!
ja: osu!の注目アーティスト
ko: osu! 공식 아티스트
pl: Wyróżnieni artyści osu!
pt: Artistas destacados no osu!
pt_br: Artistas em destaque no osu!
ro: Featured artists în osu!
ru: Featured artists в osu!
sk: Vybraní umelci v osu!
th: ศิลปินที่โดดเด่นบน osu!
tr: osu!'daki Seçkin sanatçılar
uk: Обрані виконавці osu!
vi: Nghệ sĩ nổi bật của osu!
zh: osu! 精选艺术家
zh_tw: osu! 精選藝術家

# title
source: Featured Artists
bg: Препоръчани изпълнители
el: Επιλεγμένοι Kαλλιτέχνες
es: Artistas Destacados
fi: Featured Artistit
it: Artisti in primo piano
ja: 注目アーティスト
ko: 공식 아티스트
pl: Wyróżnieni artyści
pt: Artistas destacados
pt_br: Artistas em destaque
sk: Vybraní umelci
th: ศิลปินโดดเด่น
tr: Featured Artist'ler
uk: Обрані виконавці
vi: Nghệ sĩ nổi bật
zh: 精选艺术家
zh_tw: 精選藝術家

# admin.hidden
source: ARTIST IS CURRENTLY HIDDEN
be: ВЫКАНАЎЦА ЗАРАЗ СХАВАНЫ
bg: ИЗПЪЛНИТЕЛЯТ Е В МОМЕНТА СКРИТ
cs: UMĚLEC JE MOMENTÁLNĚ SKRYTÝ
de: FEATURED ARTIST IST AKTUELL VERSTECKT
el: Ο ΚΑΛΛΙΤΕΧΝΗΣ ΕΙΝΑΙ ΠΡΟΣ ΤΟ ΠΑΡΟΝ ΚΕΚΡΥΜΜΕΝΟΣ
es: EL ARTISTA ESTÁ ACTUALMENTE OCULTO
fi: ARTISTI ON TÄLLÄ HETKELLÄ PIILOTETTU
id: ARTIS SAAT INI TERSEMBUNYI
it: L'ARTISTA È ATTUALMENTE NASCOSTO
ja: アーティストは現在非表示にされています
ko: 아티스트가 현재 감춰져 있습니다
pl: ARTYSTA JEST OBECNIE UKRYTY
pt: O ARTISTA ESTÁ ATUALMENTE OCULTO
pt_br: ARTISTA OCULTO
ro: ARTISTUL ESTE ASCUNS DEOCAMDATĂ
ru: ИСПОЛНИТЕЛЬ СЕЙЧАС СКРЫТ
sk: UMELEC JE MOMENTÁLNE SKRYTÝ
th: ข้อมูลศิลปินคนนี้ถูกซ่อนอยู่
tr: SANATÇI ŞU ANDA GİZLİ
uk: ВИКОНАВЕЦЬ ЗАРАЗ ПРИХОВАНИЙ
vi: NGHỆ SĨ ĐANG BỊ ẨN
zh: 当前艺术家已被隐藏
zh_tw: 此藝術家已被隱藏

source: Beatmaps
be: Бітмапы
bg: Бийтмапове
cs: Beatmapy
es: Mapas
fi: Beatmapit
it: Beatmap
ja: ビートマップ
ko: 비트맵
pl: Beatmapy
ru: Карты
sk: Beatmapy
th: บีทแมพ
tr: Beatmapler
uk: Карти
zh: 谱面
zh_tw: 圖譜

# beatmaps.download
source: Download Beatmap Template
be: Спампаваць шаблон бітмапы
bg: Изтегли Бийтмап Шаблон
cs: Stáhnout šablonu beatmapy
de: Beatmapvorlage herunterladen
el: Λήψη του προτύπου του beatmap
es: Descargar plantilla del mapa
fi: Lataa Beatmap-Pohja
id: Unduh Template Beatmap
it: Scarica il Template della Beatmap
ja: ビートマップのテンプレートをダウンロード
ko: 비트맵 템플릿 다운로드
pl: Pobierz szablon beatmapy
pt: Transferir o padrão do beatmap
pt_br: Baixar modelo de beatmap
ro: Descarcă șablonul beatmapului
ru: Скачать шаблон карты
sk: Stiahnuť Šablónu Beatmapy
th: ดาวน์โหลดตัวอย่าง Beatmap
tr: Beatmap Taslağını İndir
uk: Завантажити шаблон карти
vi: Tải mẫu Beatmap
zh: 下载谱面模版
zh_tw: 下載圖譜範本

# beatmaps.download-na
source: Beatmap Template not yet available
be: Шаблон бітмапы яшчэ недаступны
bg: Все още няма бийтмап шаблон
cs: Šablona beatmapy zatím není dostupná
de: Beatmapvorlage noch nicht verfügbar
el: Το πρότυπο του beatmap δεν είναι ακόμη διαθέσιμο
es: La plantilla del mapa no está disponible aún
fi: Beatmap-Pohja ei ole vielä saatavilla
id: Template Beatmap belum tersedia
it: Template della Beatmap non ancora disponibile
ja: ビートマップのテンプレートはまだ用意されていません
ko: 비트맵 템플릿 준비중
pl: Szablon beatmapy nie jest jeszcze dostępny
pt: O padrão do beatmap ainda não está disponível
pt_br: Modelo de beatmap indisponível
ro: Șablonul beatmapului nu este încă disponibil
ru: Шаблон карты ещё не доступен
sk: Beatmapová šablóna zatiaľ nie je dostupná
th: ตัวอย่าง Beatmap นี้ยังไม่สามารถให้ใช้งานได้
tr: Beatmap Taslağı henüz mevcut değil
uk: Шаблон карти поки недоступний
vi: Chưa có mẫu Beatmap
zh: 谱面模版暂时不可用
zh_tw: 圖譜範本暫不提供

# index.description
source: Featured artists are artists that we are working in collaboration with in order to bring new and original music to osu!. These artists and a selection of their tracks have been hand-picked by the osu! team as being awesomesauce and suitable for mapping. Some of these featured artists have also created exclusive new tracks for use in osu!.<br><br>All tracks in this section are provided as pre-timed .osz files and have been officially licensed for use in osu! and osu!-related content.
be: Featured Artists — гэта выканаўцы, з якімі мы працуем разам, каб прынесці новую і арыгінальную музыку да osu!. Яны і іх кампазіцыі абраныя з дапамогай камандны osu! як самыя падыходныя для стварэння бітмап. Некаторы выканаўцы маюць кампазіцыі зробленыя выключна для osu!.<br><br>Усе кампазіцыі гэтага раздзелу афіцыйна ліцэнзаваны для osu! і звязанага з ім кантэнту. Усе кампазіцыі маюць .osz файлы з ужо прадвызначанымі таймінгамі.
bg: Featured Artists са изпълнители с които работим в сътрудничество, за да принесем нова оригинална музика към osu!. Тези изпълнители и селекция от техните песни са били ръчно подбрани от osu! екипа, бивайки невероятни и подходящи за мапване. Някои от тези Featured Artists създават ексклузивни нови песни за osu!.<br><br>Всички песни в този раздел са предоставени като предварително зададени .osz файлове, които са били официално лицензирани за използване в osu! и osu!-свързано съдържание.
cs: Featured artists jsou umělci, se kterými spolupracujeme, abychom do osu! přinesli novou a originální hudbu. Tito umělci a výběr jejich skladeb byli ručně zvoleni týmem osu! kvůli jejich úžasnosti a vlohám pro zmapování. Někteří z featured artists navíc vytvořili nové skladby exkluzivně pro osu!.<br><br>Všechny skladby v této sekci jsou k dispozici jako předem načasované .osz soubory a jsou oficiálně licencované pro použití v osu! a obsahu s osu! souvisejícím.
de: Featured Artists sind Künstler, mit denen wir zusammenarbeiten, um neue und originelle Musik ins Spiel zu bringen. Diese Künstler und eine Auswahl ihrer Lieder wurden vom osu!-Team handverlesen, da sie erstklassig sind und sich gut fürs Mapping eignen. Einige der Künstler haben sogar neue Lieder exklusiv zur Verwendung in osu! erstellt.<br><br>Alle Lieder in diesem Abschnitt werden als vorgefertigte .osz-Dateien zur Verfügung gestellt und sind offiziell für die Verwendung in osu! und osu!-bezogenen Inhalten lizenziert.
el: Οι επιλεγμένοι καλλιτέχνες είναι καλλιτέχνες με τους οποίους συνεργαζόμαστε για να φέρουμε νέα και πρωτότυπη μουσική στο osu!. Αυτοί οι καλλιτέχνες και κάποια απο τα κομμάτια τους έχουν επιλεχθεί ειδικά από την ομάδα του osu! ώστε να είναι ευχάριστα στην ακρόαση και ιδανικά για mapping. Κάποιοι από αυτούς τους καλλιτέχνες έχουν επίσης δημιουργήσει καινούργια κομμάτια αποκλειστικά για το osu!.<br><br>Όλα τα τραγούδια σε αυτή την κατηγορία παρέχονται ως αρχεία .osz με προκαθορισμένο timing και επίσημα έχουν την άδεια να χρησιμοποιηθούν στο osu! και σε περιεχόμενο γύρω από αυτό.
es: Los artistas destacados son artistas con los que colaboramos para brindarle música nueva y original a osu!. Estos artistas y una selección de sus trabajos han sido escogidos por el equipo de osu! por ser geniales y adecuados para mapeo. Algunos de estos artistas destacados también crearon nuevas canciones exclusivas para su uso en osu!.<br><br>Todas las canciones en esta sección son proporcionadas como archivos .osz con ritmo previamente calculado y han sido licenciadas oficialmente para su uso en osu! y contenido relacionado con osu!.
fi: Featured artistit ovat artisteja, jotka toimivat kanssamme yhteistyössä tuoden peliin uutta ja alkuperäistä musiikkia. osu!-tiimi on varta vasten valinnut nämä artistit ja valikoiman heidän kappaleitaan soveltuvaksi beatmappien tekemiseen. Jotkut näistä artisteista ovat myös luoneet kappaleita yksinomaan käyttöön osu!{0}.<br><br>Kaikki kappaleet tässä osiossa tarjotaan valmiiksi ajoitettuina .osz tiedostoina ja ovat virallisesti lisensoitu käytettäväksi pelissä ja siihen liittyvässä sisällössä.
id: Featured Artist merupakan program jangka panjang osu! yang bertujuan untuk membawa beragam jenis musik dari musisi-musisi bertalenta di seluruh dunia secara resmi ke dalam lingkungan osu!. Musisi-musisi berikut beserta lagu-lagu yang tertera pada katalog di bawah ini telah diseleksi secara khusus oleh tim osu! bagi para mapper untuk dapat bebas berkreasi di dalamnya. Lebih dari itu, beberapa dari mereka bahkan telah menggubah lagu-lagu baru yang secara eksklusif dibuat untuk osu!.<br><br>Semua lagu yang tertera pada katalog di bawah ini tersedia untuk diunduh secara bebas dalam format .osz dengan timing yang sudah disediakan sebelumnya dan telah terizin secara resmi untuk dapat digunakan di dalam osu! dan konten-konten lainnya yang terkait dengan osu!.
it: Gli artisti in primo piano sono artisti con i quali stiamo collaborando con lo scopo di portare musica nuova ed originale su osu!. Questi artisti e alcuni dei loro brani sono stati scelti dal team di osu! per essere adatti e sfiziosi per il mapping. Alcuni di questi artisti in primo piano hanno creato inoltre nuovi brani esclusivi per osu!. <br><br>Tutti i brani in questa sezione vengono forniti come file .osz già a tempo e sono stati ufficialmente autorizzati per essere utilizzati su osu! e tutto ciò che ne concerne.
ja: 注目アーティストは私達とコラボレーションしているアーティストで、新しいオリジナル楽曲を提供しています。注目アーティストと提供されたオリジナル楽曲は、楽曲が素晴らしく、ビートマップに適しているとしてosu! teamに選ばれました。注目アーティストの中にはosu!限定の楽曲を提供しているアーティストも存在します。<br><br>ここにある全ての楽曲はタイミングが設定された.oszファイルとして提供されており、正式にosu!とosu!関連コンテンツで使用が許可されています。
ko: 공식 아티스트들은 osu!와 협력하여 osu!의 오리지널 곡을 작업 중인 분들입니다. osu!팀은 귀르가즘이 오고 비트맵으로 만들기에 제격인 곡들 및 그 아티스트들을 엄선하였습니다. 이 공식 아티스트들 중 몇몇은 이미 osu!에서 사용될 고유한 곡을 작곡하기도 했습니다.<br><br>이 곳에 실린 모든 곡들은 타이밍만 맞춘 .osz 파일로 제공되며, 공식적으로 osu! 또는 osu!와 관련된 콘텐츠에 사용되도록 허가되었습니다.
pl: Wyróżnieni artyści to osoby z którymi współpracujemy, by zapewnić społeczności osu! oryginalną muzykę - część artystów stworzyła utwory wyłączne dla naszej gry! Zarówno oni sami, jak i ich utwory, zostali starannie wybrani przez członków zespołu osu!, głównie za ich odlotowość oraz łatwość w tworzeniu beatmap.<br><br>Wszystkie utwory w tej sekcji występują w formie plików o rozszerzeniu .osz z odpowiednio ustawionym rytmem. Utwory są oficjalnie licencjonowane dla osu! i rzeczy z nim powiązanych.
pt: Artistas destacados são artistas com os quais estamos a trabalhar em colaboração com o objetivo de trazer musicas novas e originais para o osu!. Estes artistas e uma seleção de faixas de si foram escolhidas pela equipa do osu! como sendo fantásticas e adequadas para mapeamento. Alguns destes artistas destacados também criaram faixas novas exclusivas para usar no osu!.<br><br>Todas as faixas nesta secção são fornecidas como ficheiros pré-temporizados .osz e foram oficialmente licenciados para uso no osu! e conteúdo relacionado com o osu!.
pt_br: Os artistas em destaque são pessoas com quem estamos trabalhando em conjunto para trazer novas ideias musicais para o osu!. Estes artistas possuem uma seleção variada de músicas inéditas escolhidas pela própria equipe do osu! por serem incrivelmente incríveis e adequadas para mapeamento. Alguns destes artistas criaram músicas exclusivas para o osu!.<br><br>Todas as músicas desta seção têm o BPM e Offset pré-disponibilizados e foram oficialmente licenciadas para utilização no osu! e em qualquer conteúdo relacionado.
ro: Featured artists sunt artiștii care muncesc în colaborare cu noi pentru a aduce muzică nouă și originală în osu!. Acești artiști și selecția lor a fost făcută manual de către echipa osu! ca fiind un sos-special și potrivit pentru mapare. Unii dintre acești featured artists, de asemenea, au creat exclusiv piese noi pentru a le folosi in osu!.<br><br>Toate piesele din această categorie sunt asigurate ca file prestabilite .osz și sunt licențiate în mod oficial pentru a fi utilizate în osu! și în conținut legat de osu!.
ru: Featured Artists — это рубрика для свежей и оригинальной музыки. В её рамках команда osu! ищет и вручную отбирает для маппинга классные песни талантливых артистов, некоторые из которых пишут музыку эксклюзивно для osu!.<br><br>Ко всем перечисленным песням (которые, кстати, лицензированы для использования в osu!) прилагаются уже затаймленные шаблоны для карт.
sk: Vybraní umelci sú umelci, s ktorými spolupracujeme, aby sme priniesli novú a originálnu hudbu do osu!. Títo umelci a výber ich skladieb boli ručne vybrané osu! teamom vďaka tomu, že boli úžasné a vhodné pre mapovanie. Niektorí z týchto vybraných umelcov taktiež vytvorili exkluzívne skladby pre použitie v osu!.<br><br>Všetky skladby v tejto sekcii sú poskytnuté ako predom načasované .osz súbory a boli oficiálne licencované pre použitie v osu! a obsahu súvisiacom s osu!.
th: ศิลปินโดดเด่นคือศิลปินที่ทำงานร่วมกันกับเราเพื่อสร้างเพลงใหม่ และเพลงออริจินัลบน osu! ศิลปินและเพลงของเขาเหล่านี้ได้ถูกคัดเลือกมาอย่างดีจากทีมงาน osu! เพื่อความเจ๋งและความเหมาะสมต่อการแมพ ศิลปินที่โดดเด่นบางคนในกลุ่มนี้ยังสร้างเพลงใหม่ไว้เฉพาะกับ osu! ด้วย<br><br>เพลงเหล่านี้ได้กำหนดจังหวะไว้แล้วในไฟล์ .osz และได้ถูกจดลิขลิทธิ์เพื่อใช้งานกับ osu! และเนื้อหาที่เกี่ยวข้องแล้ว
tr: Featured Artist'ler osu!'ya yeni ve orijinal müzik getirmek için beraber çalıştığımız sanatçılardır. Bu sanatçılar ve onların seçilmiş şarkıları osu! team tarafından kendi elleriyle aşırı iyi ve maplenmeye uygun oldukları için seçildi. Bu featured artist'lerin bazıları osu!'ya özel başka hiçbir yerde olmayan şarkılar da hazırladı. <br><br>Bu bölümdeki tüm şarkılar önceden zamanlanmış .osz dosyaları ile beraber gelir ve osu! ile alakalı içeriklerde kullanılması amacıyla lisanslıdır.
uk: Обрані виконавці - це наша програма в osu!, за якою ми співпрацюємо з виконавцями, щоб наповнити osu! новою і оригінальною музикою. Ці виконавці і їх композиції були ретельно підібрані командою osu! як найбільш відповідні для створення карт. Деякі з представлених виконавців присвятили грі osu! ексклюзивні композиції. <br> <br> До всіх композицій у цій секції додається .osz файл з уже заданими таймінгами. Всі композиції були офіційно ліцензовані для використання в osu! і пов'язаних проектах.
vi: Nghệ sĩ tiêu biểu là những nghệ sĩ mà chúng tôi đang hợp tác để đem lại những bản nhạc mới và nguyên gốc cho osu!. Những nghệ sĩ này và một phần sáng tác của họ đã được lựa chọn cẩn thận bởi đội ngũ osu! để phù hợp cho mapping. Một vài nghệ sĩ còn tạo những bản nhạc độc quyền để sử dụng trong osu!. <br><br>Tất cả những bản nhạc trong mục này là những file .osz đã được time sẵn và được cấp phép chính thức để sử dụng trong osu! và những nội dung liên quan.
zh: 为了给 osu! 带来新的原创歌曲，我们正在和一些艺术家合作。他们的部分音乐被 osu! 团队选中作为制作谱面的绝佳素材。有的艺术家还为 osu! 特别提供了高质量的独占曲目。<br><br>这些音乐均以预先准备的 .osz 文件模板在此列出，并且均获得了官方授权，允许在 osu! 及其周边内容中使用。
zh_tw: 為了給 osu! 帶來新的原創歌曲，我們正在和一些藝術家合作。他們的部分專輯被 osu! 團隊選中作為制譜的絕佳素材。有的藝術家還為 osu! 提供了高質量的新專輯。<br><br>這些專輯均提供了預先準備的 .osz 文件，並且已經獲得了官方授權(在 osu! 及其周邊內容中使用)

# links.osu
source: osu! profile
be: osu! профіль
bg: osu! профил
cs: Profil osu!
de: osu!-Profil
el: osu! προφίλ
es: Perfil de osu!
fi: osu!-profiili
id: profil osu!
it: Profilo di osu!
ja: osu!のプロフィール
ko: osu! 프로필
pl: Konto osu!
pt: perfil osu!
pt_br: perfil do osu!
ro: profilul osu!
ru: профиль osu!
sk: osu! profil
th: โปรไฟล์ osu!
tr: osu! profili
uk: профіль osu!
vi: trang cá nhân osu!
zh: osu! 个人资料
zh_tw: osu! 個人簡介

# links.site
source: Official Website
be: Афіцыйны вэб-сайт
bg: Официален Уебсайт
cs: Oficiální stránky
de: Offizielle Webseite
el: Επίσημη Ιστοσελίδα
es: Sitio web oficial
fi: Virallinen Nettisivu
id: Situs web Resmi
it: Sito Ufficiale
ja: 公式ウェブサイト
ko: 공식 웹사이트
pl: Oficjalna strona internetowa
pt: Sítio web oficial
pt_br: Site oficial
ro: Site-ul oficial
ru: Официальный сайт
sk: Oficiálna Webstránka
th: เว็บไซต์อย่างเป็นทางการ
tr: Resmi Website
uk: Офіційний веб-сайт
vi: Website chính thức
zh: 官方网站
zh_tw: 官方網站

source: Songs
be: Песні
bg: Песни
cs: Skladby
de: Lieder
el: Τραγούδια
es: Canciones
fi: Kappaleet
id: Lagu
it: Brani
ja: 楽曲一覧
ko: 곡
pl: Utwory
pt: Canções
pt_br: Músicas
ro: Melodii
ru: Песни
sk: Skladby
th: เพลง
tr: Şarkılar
uk: Пісні
vi: Bài hát
zh: 单曲
zh_tw: 樂曲

# songs.count
source: {0} song|{0} songs
be: {0} песня|{0} песні|{0} песень
bg: {0} песен|{0} песни
cs: {0} skladba|{0} skladeb
de: {0} Lied|{0} Lieder
el: {0} τραγούδι|{0} τραγούδια
es: {0} canción|{0} canciones
fi: {0} kappale|{0} kappaletta
id: {0} lagu
it: {0} brano|{0} brani
ja: {0} 曲
ko: {0} 곡
pl: {0} utwór|{0} utwory|{0} utworów
pt: {0} canção|{0} canções
pt_br: {0} música|{0} músicas
ro: {0} melodie|{0} melodii
ru: {0} песня|{0} песни|{0} песен
sk: {0} skladba|{0} skladby
th: {0} เพลง|{0} เพลง
tr: {0} şarkı|{0} şarkı
uk: {0}|пісня{0} пісні
vi: {0} bài hát
zh: {0} 首音乐
zh_tw: {0} 首音樂|{0} 首音樂

# songs.exclusive
source: osu! exclusive
be: эксклюзіў osu!
bg: ексклузивно за osu!
cs: osu! exkluzivní
de: osu!-exklusiv
el: αποκλειστικό του osu!
es: exclusiva para osu!
fi: vain osu!ssa
id: eksklusif osu!
it: Esclusiva di osu!
ja: osu! 限定
ko: osu! 고유 곡
pl: wyłączny dla osu!
pt: exclusivo osu!
pt_br: exclusivo do osu!
ro: exclusiv osu!
ru: эксклюзив osu!
sk: osu! exkluzívne
th: เฉพาะ osu!
tr: osu!'ya özel
uk: osu! ексклюзив
vi: độc quyền cho osu!
zh: osu! 独享
zh_tw: osu! 獨享

# tracklist.title
source: title
be: назва
bg: заглавие
cs: název
de: Titel
el: τίτλος
es: título
fi: nimi
id: judul
it: titolo
ja: 曲名
ko: 제목
pl: tytuł
pt: título
pt_br: título
ro: titlu
ru: название
sk: názov
th: ชื่อ
tr: şarkının adı
uk: назва
vi: tiêu đề
zh: 歌曲名
zh_tw: 標題

# tracklist.length
source: length
be: час
bg: времетраене
cs: délka
de: Länge
el: διάρκεια
es: duración
fi: pituus
id: durasi
it: durata
ja: 長さ
ko: 길이
pl: długość
pt: duração
pt_br: duração
ro: durată
ru: длина
sk: dĺžka
th: ระยะเวลา
tr: uzunluk
uk: довжина
vi: độ dài
zh: 时长
zh_tw: 長度

# tracklist.genre
source: genre
be: жанр
bg: жанр
cs: žánr
el: είδος
es: género
fi: tyylilaji
id: aliran
it: genere
ja: ジャンル
ko: 장르
pl: gatunek
pt: género
pt_br: gênero
ro: gen
ru: жанр
sk: žáner
th: ประเภท
tr: tür
uk: жанр
vi: thể loại
zh: 流派
zh_tw: 類型
