Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Authorization.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# forum.topic.reply.user.silenced
source: Can't reply while silenced.
ar: يتعذر الرد بينما تكون صامتاََ.
be: Нельга адказваць падчас зацішша.
bg: Не може да отговорите докато сте заглушен.
cs: Nelze odpovědět, když jste umlčeni.
da: Du kan ikke svare, når du er mutet.
de: Antworten nicht möglich, während du stummgeschaltet bist.
el: Δε μπορείτε να απαντήσετε όταν είστε silenced.
es: No puede responder mientras esté silenciado.
fi: Et voi vastata mykistettynä.
fr: Impossible de répondre : votre compte est réduit au silence.
hu: Nem válaszolhatsz némított állapotban.
id: Anda tidak dapat mengirimkan balasan ketika akun Anda sedang di-silence.
it: Non puoi rispondere mentre sei silenziato.
ja: サイレンス中は返信できません。
ko: 침묵 상태의 계정은 답글을 게시할 수 없습니다.
nl: Je kan niet antwoorden wanneer je gesilenced bent.
no: Kan ikke svare mens kontoen din er stum.
pl: Nie możesz odpowiadać po tym, jak twoje konto zostało uciszone.
pt: Não é possível responderes enquanto estiveres silenciado.
pt_br: Não é possível responder enquanto silenciado.
ro: Nu poți răspunde cât timp ești amuțit.
ru: Нельзя отвечать, пока у вас сайленс.
sk: Nemôžete odpovedať, keď ste umlčaný.
sv: Kan ej svara när man är tystad.
th: ไม่สามารถตอบกลับได้ในขณะที่ถูกเงียบ
tr: Susturulmuşken cevap yazamazsınız.
uk: Не можна відповісти поки ви заглушені.
vi: Không thể trả lời trong khi bị im lặng.
zh: 账户被禁言，无法回复。
zh_tw: 帳戶被禁言，無法回覆。

# forum.topic.store.no_forum_access
source: Access to requested forum is required.
ar: مطلوب الوصول إلى المنتدى المطلوب.
be: Неабходны дазвол да запытанага форуму.
bg: Достъп до исканият форум е нужен.
cs: K vybranému fóru je vyžadován přístup.
da: Adgang til det anmodede forum er nødvendig.
de: Zugang zum angeforderten Forum wurde verwehrt.
el: Απαιτείται πρόσβαση για το συγκεκριμένο φόρουμ.
es: Se requiere acceso al foro solicitado.
fi: Pääsy kyseiselle foorumille vaaditaan.
fr: L'accès au forum demandé est requis.
hu: A kért fórumhoz hozzáférési jog szükséges.
id: Anda tidak memiliki akses ke forum yang ingin Anda tuju.
it: È necessario accedere al forum richiesto.
ja: 要求されたフォーラムへのアクセスが必要です。
ko: 요청하신 포럼에 대한 접근 권한이 필요합니다.
nl: Toegang tot dit forum is nodig.
no: Adgang til forespurt forum er nødvendig.
pl: Nie posiadasz dostępu do tego forum.
pt: Um acesso ao fórum solicitado é obrigatório.
pt_br: O acesso ao fórum solicitado é necessário.
ro: Accesul la forumul solicitat este necesar.
ru: Необходим доступ к запрашиваемому форуму.
sk: K danému fóru je požadovaný prístup.
sv: Åtkomst till begärd forum behövs.
th: ต้องการการอนุญาติในการเข้าถึงฟอรั่มนี้
tr: İstenilen foruma erişim gereklidir.
uk: Потрібний доступ до запитаного форуму.
vi: Yêu cầu quyền truy cập vào forum mong muốn.
zh: 没有权限，无法进入该板块。
zh_tw: 沒有權限，無法進入該板塊。

# forum.topic.store.no_permission
source: No permission to create new topic.
ar: لا يوجد إذن لإنشاء موضوع جديد.
be: Няма дазволу для стварэння новых тэм.
bg: Няма разрешение за създаване на нова тема.
cs: Žádná oprávnění k vytvoření nového tématu.
da: Du har ikke tilladelse til at lave et nyt emne.
de: Keine Berechtigung, einen neuen Thread zu erstellen.
el: Δεν έχετε την άδεια να δημιουργήσετε νέο θέμα.
es: No tienes permisos para crear un nuevo tema.
fi: Oikeudet uuden aiheen luomiseen puuttuvat.
fr: Vous n'êtes pas autorisé à créer un sujet.
hu: Nincs engedélyed új téma létrehozására.
id: Tidak memiliki izin untuk membuat topik baru.
it: Non hai i permessi per creare un nuovo topic.
ja: トピックの新規作成が許可されていません。
ko: 새 주제글을 게시할 권한이 없습니다.
nl: Geen toestemming om een topic te starten.
no: Ingen tillatelse til å opprette nytt emne.
pl: Nie posiadasz uprawnień do utworzenia nowego wątku.
pt: Não tens permissão para criar um novo tópico.
pt_br: Sem permissão para criar um novo tópico.
ro: Nu ai permisiunea de a crea un subiect nou.
ru: Нет прав на создание новой темы.
sk: Nemáš právo vytvoriť novú tému.
sv: Saknar behörighet för att kunna skapa ny tråd.
th: ไม่มีสิทธิ์ในการสร้างกระทู้ใหม่
tr: Yeni başlık açmak için izniniz yok.
uk: Недостатньо прав на створення нової теми.
vi: Không có quyền tạo topic mới.
zh: 没有权限，无法创建新主题。
zh_tw: 沒有權限，無法創建新主題。

# forum.topic.store.forum_closed
source: Forum is closed and can not be posted to.
ar: المنتدى مغلق ولا يمكن النشر فيه.
be: Нельга апублікоўваць, калі форум закрыты.
bg: Форумът е затворен и не може да се публикува в него.
cs: Fórum je uzavřeno a další příspěvky se už nesmí přidávat.
da: Forummet er lukket og intet kan blive slået op.
de: Das Forum ist geschlossen. Man kann keine Beiträge mehr posten.
el: Το φόρουμ είναι κλειστό και δε μπορείτε να δημοσιεύσετε σε αυτό.
es: Este foro está cerrado y no puedes publicar en él.
fi: Foorumi on suljettu, eikä siihen voi lähettää viestejä.
fr: Ce forum est fermé et il n'est pas possible de poster.
hu: A fórum le van zárva, és nem lehet posztolni bele.
id: Forum ditutup sehingga tidak dapat membuat postingan.
it: Il forum è chiuso e non puoi postare nulla lì.
ja: フォーラムは閉鎖されています。投稿できません。
ko: 포럼이 닫혀있어 현재 포럼에 글을 올릴 수 없습니다.
nl: Forum is gesloten en kan niet in gepost worden.
no: Kan ikke sende innlegget, ettersom forumet er lukket.
pl: Forum zostało zamknięte i nie możesz w nim pisać.
pt: O fórum está fechado e não se pode publicar nele.
pt_br: O fórum está trancado e não pode ser publicado.
ro: Forumul este închis și nu mai pot fi adăugate alte postări.
ru: Нельзя публиковать пока форум закрыт.
sk: Fórum je zatvorené, ďalšie príspevky už nie je možné pridať.
sv: Forumet är stängd och kan inte skickas till.
th: ฟอรั่มถูกปิด และไม่สามารถโพสต์ในนี้ได้
tr: Forum kapalıdır ve gönderi yapılamaz.
uk: Не можна публікувати поки форум закритий.
vi: Forum này đã bị đóng và không thể đăng thêm bài.
zh: 该板块已关闭，无法发表新主题。
zh_tw: 該討論區已關閉，無法發表新主題。

# forum.topic.vote.no_forum_access
source: Access to requested forum is required.
ar: مطلوب الوصول إلى المنتدى المطلوب.
be: Неабходны дазвол да запытанага форуму.
bg: Достъп до исканият форум е нужен.
cs: K vybranému fóru je vyžadován přístup.
da: Adgang til det anmodede forum er nødvendig.
de: Zugang zum angeforderten Forum wurde verwehrt.
el: Απαιτείται πρόσβαση για το συγκεκριμένο φόρουμ.
es: Se requiere acceso al foro solicitado.
fi: Tarvitset pääsyn tälle foorumille.
fr: L'accès au forum demandé est requis.
hu: A kért fórumhoz hozzáférési jog szükséges.
id: Akses ke forum yang diminta diperlukan.
it: È necessario accedere al forum richiesto.
ja: 要求されたフォーラムへのアクセスが必要です。
ko: 요청하신 포럼에 대한 접근 권한이 필요합니다.
nl: Toegang tot deze forum is nodig.
no: Adgang til forespurt forum kreves.
pl: Nie posiadasz dostępu do tego forum.
pt: Um acesso ao fórum solicitado é obrigatório.
pt_br: O acesso ao fórum solicitado é necessário.
ro: Accesul la forumul solicitat este necesar.
ru: Необходим доступ к запрашиваемому форуму.
sk: K danému fóru je požadovaný prístup.
sv: Åtkomst till begärd forum behövs.
th: ต้องการการอนุญาติในการเข้าถึงฟอรั่มนี้
tr: İstenilen foruma erişim gereklidir.
uk: Потрібний доступ до запитаного форуму.
vi: Yêu cầu quyền truy cập vào forum mong muốn.
zh: 没有权限，无法进入该板块。
zh_tw: 沒有權限，無法進入該討論區。

# forum.topic.vote.over
source: Polling is over and can not be voted on anymore.
ar: الاقتراع انتهى ولا يمكن أن يتم التصويت عليه بعد الآن.
be: Апытанне завершана і больш нельга ў ёй галасаваць.
bg: Гласуването е приключило, не може да се гласува повече.
cs: Hlasování je ukončeno a už nelze hlasovat.
da: Stemmeafgivningen er slut og kan ikke stemmes på længere.
de: Die Abstimmung ist vorbei. Es kann nicht mehr abgestimmt werden.
el: Η ψηφοφορία έχει τερματιστεί και δε μπορείτε πλέον να ψηφίσετε.
es: La encuesta terminó y ya no se puede votar.
fi: Äänestys on loppunut eikä uusia ääniä voida antaa.
fr: Le vote est fini et vous ne pouvez plus voter.
hu: A szavazás lejárt, és többé nem szavazhatsz rá.
id: Polling selesai dan tidak dapat dipilih lagi.
it: Il sondaggio è finito e non puoi più votare.
ja: 投票期間は既に終了しています。
ko: 투표가 종료되어 더이상 투표할 수 없습니다.
nl: De stemperiode is voorbij en er kan niet meer gestemd worden.
no: Avstemningen er over, og derfor kan det ikke stemmes på lenger.
pl: Ankieta została zakończona i nie możesz już w niej głosować.
pt: A sondagem acabou e não se pode votar mais nela.
pt_br: A votação está encerrada e não é mais possível votar.
ro: Sondajul s-a încheiat și nu se mai poate vota.
ru: Опрос окончен и проголосовать в нём уже нельзя.
sk: Hlasovanie bolo ukončené, hlasovať nie je naďalej možné.
sv: Röstningen är avslutad och kan inte röstas på längre.
th: การโหวตได้จบลงแล้วและไม่สามารถโหวตได้อีก
tr: Oylama bitti ve artık oy verilemez.
uk: Опитування закінчено і відповідати в ньому вже не можна.
vi: Đã kết thúc bỏ phiếu và không thể bình chọn nữa.
zh: 投票已结束！
zh_tw: 投票已結束！

# forum.topic.vote.play_more
source: You need to play more before voting on forum.
ar: تحتاج الى اللعب اكثر قبل التصويت على المنتدى.
be: Вам трэба боль гульняў, каб галасаваць на форуме.
bg: Необходимо е да играете повече преди да можете да гласувате във форума.
cs: Potřebuješ hrát více před hlasováním na fóru.
da: Du skal spille mere før du kan stemme på forumet.
de: Du musst mehr spielen bevor du im Forum abstimmen kannst.
el: Χρειάζεται να παίξετε παραπάνω πριν ψηφίσετε σε αυτό το forum.
es: Necesitas jugar más antes de votar en el foro.
fi: Sinun pitää pelata enemmän jotta voit äänestää foorumilla.
fr: Vous devez jouer plus avant de voter sur le forum.
hu: Többet kell játszanod mielőtt szavazhatnál a fórumon.
id: Anda harus bermain lebih banyak untuk dapat memberikan suara pada forum.
it: Devi giocare di più prima di votare sul forum.
ja: あなたはフォーラムに投票する前にもっとプレイする必要があります。
ko: 포럼에 투표를 하기 전에 게임을 조금 더 플레이하셔야 해요.
nl: Je moet meer spelen voordat je kan stemmen op het forum.
no: Du må spille mer før du stemmer på forum.
pl: Nie grasz wystarczająco długo, aby głosować na forum.
pt: Precisas de jogar mais antes de votar no fórum.
pt_br: Você precisa jogar mais antes de votar no fórum.
ro: Trebuie să joci mai mult înainte de a vota pe forum.
ru: Перед тем, как голосовать, нужно поиграть подольше.
sk: Musíte hrať viacej pred tým ako môžete hlasovať na fórach.
sv: Du måste spela mer innan du röstar på forumet.
th: คุณจำเป็นต้องเล่นมากกว่านี้ถึงจะโหวตในฟอรั่มนี้ได้
tr: Forumda oylama yapmadan önce daha çok oynamanız gerekmektedir.
uk: Вам потрібно пограти ще, перед тим як голосувати на форумі.
vi: Bạn cần chơi nhiều hơn trước khi bỏ phiếu trên diễn đàn.
zh: 要在论坛中投票，你需要玩更长时间的游戏。
zh_tw: 你需要在論壇上投票之前多玩一些。

# forum.topic.vote.voted
source: Changing vote is not allowed.
ar: غير مسموح بتغيير التصويت.
be: Змяняць свой голас недазволена.
bg: Промяната на глас не е разрешена.
cs: Změna hlasu není povolena.
da: Det er ikke tilladt at ændre din stemme.
de: Es ist nicht erlaubt, die Stimme zu ändern.
el: Δεν επιτρέπεται η αλλαγή ψήφου.
es: Cambiar el voto no está permitido.
fi: Äänen vaihtaminen ei ole sallittua.
fr: Le changement de vote n'est pas permis.
hu: A szavazat megváltoztatása nem engedélyezett.
id: Pengubahan suara tidak diizinkan.
it: Non è permesso cambiare voto.
ja: 投票先の変更は許可されていません。
ko: 투표한 뒤에는 변경할 수 없습니다.
nl: Je stem veranderen is niet toegestaan.
no: Å endre stemme er ikke tillatt.
pl: Nie możesz zmienić swojego głosu.
pt: A troca de voto não é permitida.
pt_br: Não é permitido alterar o voto.
ro: Schimbarea votului nu este permisă.
ru: Нельзя изменить свой голос.
sk: Zmena hlasu nie je povolená.
sv: Ändra röst är ej tillåtet.
th: ไม่อนุญาติให้เปลี่ยนผลโหวต
tr: Oy değiştirmek yasaktır.
uk: Міняти свою відповідь заборонено.
vi: Không cho phép đổi phiếu bầu.
zh: 不允许修改投票。
zh_tw: 不允許修改投票。

# forum.topic.vote.user.require_login
source: Please sign in to vote.
ar: يرجى تسجيل الدخول للتصويت.
be: Увайдзіце, каб прагаласаваць.
bg: Моля влезте в профила си, за да гласувате.
cs: Pro hlasování se prosím přihlašte.
da: Log venligst ind for at stemme.
de: Zum Abstimmen bitte einloggen.
el: Παρακαλώ συνδεθείτε για να ψηφίσετε.
es: Inicie sesión para votar.
fi: Kirjaudu sisään äänestääksesi.
fr: Connectez-vous pour voter.
hu: Kérlek jelentkezz be, hogy tudj szavazni.
id: Silakan masuk untuk memberikan suara.
it: Per favore effettua il login per votare.
ja: 投票するにはログインが必要です。
ko: 투표하려면 로그인해 주세요.
nl: Log in om te stemmen.
no: Vennligst logg inn for å stemme.
pl: Zaloguj się, aby zagłosować.
pt: Por favor inicia sessão para votar.
pt_br: Por favor, inicie a sessão para votar.
ro: Te rugăm să te autentifici pentru a vota.
ru: Чтобы проголосовать, войдите в аккаунт.
sk: Prosím, prihláste sa, ak chcete hlasovať.
sv: Var vänlig logga in för att kunna rösta.
th: กรุณาเข้าสู่ระบบเพื่อทำการโหวต
tr: Oy vermek için lütfen giriş yapın.
uk: Увійдіть, щоб проголосувати.
vi: Vui lòng đăng nhập để bình chọn.
zh: 投票前请先登录。
zh_tw: 投票前請先登入。

# forum.topic.vote.user.restricted
source: Can't vote while restricted.
ar: يتعذر التصويت بينما تكون مقيداََ.
be: Нельга галасаваць падчас абмежавання.
bg: Не може да гласувате докато сте с ограничен статут.
cs: Nelze hlasovat, když jste omezeni.
da: Du kan ikke stemme, når du er begrænset.
de: Man kann nicht abstimmen, während man restricted ist.
el: Δε μπορείτε να ψηφίσετε όταν είστε restricted.
es: No puede votar mientras esté restringido.
fi: Et voi äänestää rajoitettuna.
fr: Impossible de voter : votre compte est restreint.
hu: Nem szavazhatsz felfüggesztett állapotban.
id: Anda tidak dapat memberikan suara ketika akun Anda sedang di-restrict.
it: Non puoi votare mentre sei limitato.
ja: 制限されている間は投票できません。
ko: 제한된 상태에서는 투표할 수 없습니다.
nl: Je kan niet stemmen als je gerestricteerd bent.
no: Kan ikke stemme mens kontoen din er begrenset.
pl: Nie możesz głosować podczas blokady konta.
pt: Não é possível votares enquanto estiveres restrito.
pt_br: Não é possível votar enquanto restrito.
ro: Nu poți vota cât timp ești restricționat.
ru: Нельзя голосовать, когда аккаунт ограничен.
sk: Nemôžete hlasovať s obmedzeným účtom.
sv: Kan ej rösta när man är begränsad.
th: ไม่สามารถโหวตได้ในขณะที่ถูกจำกัด
tr: Kısıtlanmışken oy veremezsiniz.
uk: Не можна голосувати поки аккаунт обмежений.
vi: Không thể bình chọn trong khi bị hạn chế
zh: 账户处于限制模式，无法投票。
zh_tw: 帳戶處於限制模式，無法投票。

# forum.topic.vote.user.silenced
source: Can't vote while silenced.
ar: يتعذر التصويت بينما تكون صامتاََ.
be: Нельга галасаваць падчас зацішша.
bg: Не може да гласувате докато сте заглушен.
cs: Nelze hlasovat, když jste umlčeni.
da: Du kan ikke stemme, når du er mutet.
de: Abstimmen nicht möglich, während du stummgeschaltet bist.
el: Δε μπορείτε να ψηφίσετε όταν είστε silenced.
es: No puede votar mientras esté silenciado.
fi: Et voi äänestää mykistettynä.
fr: Impossible de voter : votre compte est réduit au silence.
hu: Nem szavazhatsz némított állapotban.
id: Tidak dapat memberikan suara saat di-silence.
it: Non puoi votare mentre sei silenziato.
ja: サイレンス中は投票できません。
ko: 침묵 상태의 계정은 투표할 수 없습니다.
nl: Je kan niet stemmen wanneer je gesilenced bent.
no: Kan ikke stemme mens kontoen din er stum.
pl: Nie możesz głosować po tym, jak twoje konto zostało uciszone.
pt: Não é possível votares enquanto estiveres silenciado.
pt_br: Não é possível votar enquanto silenciado.
ro: Nu poți vota cât timp ești amuțit.
ru: Нельзя голосовать, пока у вас сайленс.
sk: Nemôžete hlasovať, keď ste umlčaný.
sv: Kan ej rösta när man är tystad.
th: ไม่สามารถโหลตได้ในขณะที่ถูกเงียบ
tr: Susturulmuşken oy veremezsiniz.
uk: Не можна голосувати поки заглушений.
vi: Không thể bình chọn khi im lặng
zh: 账户被禁言，无法投票。
zh_tw: 帳戶被禁言，無法投票。

# forum.topic.watch.no_forum_access
source: Access to requested forum is required.
ar: مطلوب الوصول إلى المنتدى المطلوب.
be: Неабходны дазвол да запытанага форуму.
bg: Достъп до исканият форум е нужен.
cs: K vybranému fóru je vyžadován přístup.
da: Adgang til det anmodede forum er nødvendigt.
de: Zugang zum angeforderten Forum wurde verwehrt.
el: Απαιτείται πρόσβαση για το συγκεκριμένο φόρουμ.
es: Se requiere acceso al foro solicitado.
fi: Tarvitset pääsyn tälle foorumille.
fr: L'accès au forum demandé est requis.
hu: A kért fórumhoz hozzáférési jog szükséges.
id: Anda tidak memiliki akses ke forum yang ingin Anda tuju.
it: È necessario accedere al forum richiesto.
ja: 要求されたフォーラムへのアクセスが必要です。
ko: 요청하신 포럼에 대한 접근 권한이 필요합니다.
nl: Toegang tot deze forum is nodig.
no: Adgang til forespurt forum er nødvendig.
pl: Nie posiadasz dostępu do tego forum.
pt: Um acesso ao fórum solicitado é obrigatório.
pt_br: O acesso ao fórum solicitado é necessário.
ro: Accesul la forumul solicitat este necesar.
ru: Необходим доступ к запрашиваемому форуму.
sk: K danému fóru je požadovaný prístup.
sv: Åtkomst till begärd forum behövs.
th: ต้องการการอนุญาติในการเข้าถึงฟอรั่มนี้
tr: İstenilen foruma erişim gereklidir.
uk: Необхідний доступ до запитуваного форуму.
vi: Yêu cầu quyền truy cập vào forum mong muốn.
zh: 没有权限，无法进入该板块。
zh_tw: 沒有權限，無法進入該板塊。

# forum.topic_cover.edit.uneditable
source: Invalid cover specified.
ar: معطى خاطئ.
be: Няправільна вызначаная вокладка.
bg: Невалидна зададена корица.
cs: Neplatné záhlaví.
da: Ugyldigt cover-billede valgt.
de: Ungültiges Banner ausgewählt.
el: Καθορίσατε μη έγκυρο εξώφυλλο.
es: Portada especificada inválida.
fi: Virheellinen kansikuva valittu.
fr: Bannière spécifiée invalide.
hu: Érvénytelen borítót adtál meg.
id: Gambar sampul yang Anda ingin terapkan tidak valid.
it: La cover specificata non è valida.
ja: 指定のカバー画像は無効です。
ko: 유효하지 않은 표지입니다.
nl: Foutieve cover gespecificeerd.
no: Ugyldig cover spesifisert.
pl: Wybrano nieprawidłowe tło.
pt: Capa especificada inválida.
pt_br: Capa especificada inválida.
ro: Coperta specificată este invalidă.
ru: Указана неверная обложка.
sk: Neplatné pozadie.
sv: Ogiltigt omslag specificerades.
th: หน้าปกที่ระบุไม่ถูกต้อง
tr: Geçersiz kapak belirtildi.
uk: Вказана невірна обкладинка.
vi: Ảnh bìa đã chỉ định không hợp lệ.
zh: 指定的题图不可用。
zh_tw: 指定的封面不可用。

# forum.topic_cover.edit.not_owner
source: Only owner can edit cover.
ar: يمكن فقط لـ المالك تعديل الغطاء.
be: Толькі ўладальнік можа змяняць вокладку.
bg: Само собственикът може да редактира корицата.
cs: Pouze vlastník může upravit záhlaví.
da: Kun ejeren kan redigere dette cover-billede.
de: Nur der Besitzer kann das Banner bearbeiten.
el: Μόνο ο ιδιοκτήτης μπορεί να επεξεργαστεί το εξώφυλλο.
es: Solo el dueño puede editar la portada.
fi: Vain omistaja voi muuttaa kansikuvaa.
fr: Seul l'auteur du post peut en éditer la bannière.
hu: Csak a szerző változtathatja a borítót.
id: Hanya pemilik topik yang dapat menyunting sampul.
it: Solo l'autore può modificare la cover.
ja: 投稿者のみカバー画像を変更できます。
ko: 주제글을 올린 사람만 표지를 수정할 수 있습니다.
nl: Alleen de eigenaar kan de cover bewerken.
no: Bare eieren kan redigere coveret.
pl: Tylko autor może edytować tło.
pt: Só o proprietário é que pode editar a capa.
pt_br: Somente o dono pode editar a capa.
ro: Numai proprietarul poate edita coperta.
ru: Только автор темы может менять обложку.
sk: Iba autor môže upravovať pozadie.
sv: Endast ägaren kan redigera omslaget.
th: มีแค่เจ้าของเท่านั้นที่สามารถแก้ไขหน้าปกได้
tr: Yalnızca başlık sahibi kapağı değiştirebilir.
uk: Тільки автор теми може міняти обкладинку.
vi: Chỉ có người đăng mới có thể chỉnh sửa ảnh bìa.
zh: 只有楼主可以编辑题图。
zh_tw: 只有樓主可以編輯封面。

# forum.topic_cover.store.forum_not_allowed
source: This forum does not accept topic covers.
ar: هذا المنتدى لا يسمح بأغطية المواضيع.
be: Гэты форум не дазваляе тэмавыя вокладкі.
bg: Този форум не приема тематични корици.
cs: Toto fórum nepřijímá náhledy témat.
da: Dette forum accepterer ikke emne-coverbilleder.
de: Dieses Forum akzeptiert keine Titelbilder.
el: Αυτό το φόρουμ δεν αποδέχεται εξώφυλλα θεμάτων.
es: Este foro no acepta portadas de temas.
fr: Ce forum n'accepte pas les couvertures de sujets.
hu: Ez a fórum nem fogad téma fejléceket.
id: Gambar sampul tidak dapat dipasang pada forum ini.
it: Questo forum non accetta copertine di argomento.
ja: このフォーラムはトピックカバーが許可されていません。
ko: 이 포럼은 주제 커버를 허용하지 않습니다.
nl: Dit forum accepteert geen topic covers.
no: Dette forumet aksepterer ikke emneomslag.
pl: Nie możesz ustawić tła wątku na tym forum.
pt: Este fórum não aceita capas de tópico.
pt_br: Este fórum não aceita capas de tópicos.
ro: Acest forum nu acceptă acoperiri topice.
ru: В этом форуме нельзя настраивать обложки.
sk: Toto fórum neakceptuje potlače na témy.
sv: Detta forum accepterar inte ämnesomslag.
th: แบบฟอรั่มนี้ไม่รับ Topic covers
tr: Bu forum kapak resmi kabul etmemektedir.
uk: Цей форум не підтримує теми обкладинки.
vi: Forum này không chấp thuận topic cover.
zh: 本论坛不接受主题涵盖范围。
zh_tw: 此論壇不接受主題覆蓋。

# forum.view.admin_only
source: Only admin can view this forum.
ar: يمكن للمسؤول فقط عرض هذا المنتدى.
be: Толькі кіраўнік можа праглядаць гэты форум.
bg: Само админ може да види този форум.
cs: Pouze admin může zobrazit toto fórum.
da: Kun administratorer kan se dette forum.
de: Nur Administratoren können dieses Forum sehen.
el: Μόνο οι διαχειριστές μπορούν να δούν αυτό το φόρουμ.
es: Solo los administradores pueden ver este foro.
fi: Vain ylläpitäjä voi nähdä tämän foorumin.
fr: Ce forum n'est accessible qu'aux administrateurs.
hu: Csak admin láthatja ezt a fórumot.
id: Hanya admin yang dapat melihat forum ini.
it: Solo gli amministratori possono vedere questo forum.
ja: このフォーラムは管理人のみ閲覧可能です。
ko: 관리자만 열람이 가능한 포럼입니다.
nl: Alleen admins kunnen dit forum zien.
no: Bare administrator kan se dette forumet.
pl: Tylko administrator ma dostęp do tego forum.
pt: Só o administrador é que pode ver este fórum.
pt_br: Apenas administradores podem visualizar este fórum.
ro: Numai administratorul poate vizualiza acest forum.
ru: Только администратор может просматривать этот форум.
sk: Iba administrátor môže vidieť toto fórum.
sv: Endast admin kan se detta forum
th: มีแค่ผู้ดูแลระบบเท่านั้นที่สามารถดูฟอรั่มนี้
tr: Yalnızca yönetici bu forumu görüntüleyebilir.
uk: Тільки адміністратор може переглядати цей форум.
vi: Chỉ có admin mới có thể xem diễn đàn này.
zh: 该板块仅限管理员查看。
zh_tw: 該討論區僅限管理員查看。

# user.page.edit.locked
source: User page is locked.
ar: صفحة المستخدم مقفلة.
be: Старонка карыстальніка заблакавана.
bg: Профилната страница е заключена.
cs: Uživatelská stránka je uzamčená.
da: Brugerside er låst.
de: Dieses Profil ist gesperrt.
el: Το userpage είναι κλειδωμένο.
es: La página de usuario está bloqueada.
fi: Käyttäjäsivu on lukittu.
fr: La page de l'utilisateur est verrouillée.
hu: Felhasználói oldal lezárva.
id: Laman pengguna terkunci.
it: La tua userpage è bloccata.
ja: ユーザーページはロックされています。
ko: 유저 페이지가 잠겨있습니다.
nl: Gebruikerspagina is gesloten.
no: Brukersiden er låst.
pl: Strona użytkownika została zablokowana.
pt: A página de utilizador está bloqueada.
pt_br: A página do usuário está trancada.
ro: Pagina utilizatorului este închisă.
ru: Страница заблокирована.
sk: Uživateľská stránka je uzamknutá.
sv: Användar-sidan är låst.
th: Userpage ถูกล็อก
tr: Kullanıcı sayfası kilitli.
uk: Сторінку користувача заблоковано.
vi: Trang người dùng này đã bị khóa.
zh: 个人页面被锁定。
zh_tw: 個人頁面被鎖定。
