Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Authorization.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# play_more
source: How about playing some osu! instead?
ar: ماذا عن لعب بعضِِ من osu! بدلاً من ذلك؟
cs: Co si místo toho zahrát osu!?
da: Hvad med at spille nogle osu! i stedet?
de: Wie wäre es, stattdessen ein bisschen osu! zu spielen?
es: ¿Qué tal si en vez de eso jugamos un poco de osu!?
fi: Mitä jos pelaisit vähän osu! sen sijaan?
fr: Que diriez-vous de jouer un peu d'osu! à la place ?
hu: Mit szólsz ahhoz, hogy ha egy kis osu!-t játszanál inkább?
id: Mengapa Anda tidak mencoba untuk bermain osu! terlebih dahulu?
it: Che ne dici di giocare un po' ad osu!?
ja: 代わりにosu!で遊んでみてはどうですか？
ko: osu!를 조금 더 해보시는 건 어떨까요?
nl: Wat dacht je anders van osu! ?
no: Hva med å spille litt osu! i stedet?
pl: A może zamiast tego pograsz trochę w osu!?
pt: Que tal jogar um pouco de osu! em vez disso?
pt_br: Que tal jogar um pouco de osu! em vez disso?
ro: Ce ar fi să joci osu! în schimb?
ru: Может, лучше в osu! поиграете?
sv: Vad sägs om att spela lite osu! istället?
th: ทำไมไม่ลองเล่น osu! ดูละ?
tr: Bunun yerine biraz osu! oynamaya ne dersiniz?
uk: Може краще пограємо osu?
vi: Thay vào đó, hay là chơi osu! một chút nhỉ?
zh: 为何不玩几把 osu! 呢？

# require_login
source: Please sign in to proceed.
ar: الرجاء تسجيل الدخول للمضي قدما.
be: Каб працягнуць, увайдзіце.
bg: Моля влезте в профила си, за да продължите.
cs: Pro pokračování se prosím přihlašte.
da: Log venligst ind for at fortsætte.
de: Zum Fortfahren bitte einloggen.
el: Παρακαλώ συνδεθείτε για να συνεχίσετε.
es: Por favor, inicia sesión para continuar.
fi: Kirjaudu sisään jatkaaksesi.
fr: Merci de vous connecter pour continuer.
hu: Kérlek jelentkezz be a folytatáshoz.
id: Silakan masuk untuk melanjutkan.
it: Per favore effettua il login per poter procedere.
ja: 続行するにはログインが必要です。
ko: 계속하려면 로그인해 주세요.
nl: Log in om verder te gaan.
no: Vennligst logg inn for å fortsette.
pl: Zaloguj się, aby kontynuować.
pt: Por favor inicia sessão para proceder.
pt_br: Por favor, inicie a sessão para continuar.
ro: Te rugăm să te autentifici pentru a continua.
ru: Войдите для продолжения.
sk: Prosím, prihláste sa, aby ste mohli pokračovať.
sv: Var vänlig logga in för att fortsätta.
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อไป
tr: Devam etmek için lütfen giriş yapın.
uk: Увійдіть, щоб продовжити.
vi: Vui lòng đăng nhập để tiếp tục.
zh: 登录以继续。
zh_tw: 登入以繼續。

# require_verification
source: Please verify to proceed.
ar: الرجاء التحقق للمضي قدما.
be: Калі ласка, каб працягнуць, пацвердзіце верыфікацыю.
bg: Моля потвърдете, за да продължите.
cs: Prosím ověřte se pro pokračování.
da: Verificer venligst for at fortsætte.
de: Bitte verifiziere Dich, um fortzufahren.
el: Παρακαλώ επιβεβαιώστε για να συνεχίσετε.
es: Verifique para continuar.
fi: Vahvista jatkaaksesi.
fr: Veuillez vous vérifier pour continuer.
hu: Kérlek, hagyd jóvá a folytatáshoz.
id: Silakan verifikasi untuk melanjutkan.
it: Per favore, esegui la verifica prima di procedere.
ja: 続行するには認証が必要です。
ko: 계속하려면 인증해 주세요.
nl: Gelieve te verifiëren om verder te gaan.
no: Vennligst verifiser deg for å fortsette.
pl: Przejdź proces weryfikacji, aby kontynuować.
pt: Por favor verifica para proceder.
pt_br: Por favor verifique para prosseguir.
ro: Vă rugăm să verificați pentru a continua.
ru: Пожалуйста, подтвердите свой аккаунт.
sk: Prosím overte pre pokračovanie.
sv: Vänligen verifiera för att fortsätta.
th: กรุณายืนยันเพื่อดำเนินการต่อไป
tr: Devam etmek için lütfen doğrulama işlemini tamamlayın.
uk: Будь ласка, пройдіть перевірку, щоб продовжити.
vi: Vui lòng xác minh để tiếp tục.
zh: 请验证以继续。
zh_tw: 需要驗證帳戶!

# restricted
source: Can't do that while restricted.
ar: لا يمكنك فعل ذلك بينما تكون مقيدًا.
be: Нельга рабіць гэта падчас абмежавання.
bg: Не може да правите това докато сте с ограничен статут.
cs: Toto nelze provést, když jste omezeni.
da: Det kan du ikke gøre, når du er tilbageholdt.
de: Nicht möglich, während man restricted ist.
el: Δε μπορείτε να το κάνετε αυτό όσο είστε restricted.
es: No puede hacer eso mientras esté restringido.
fi: Et voi tehdä tätä rajoitettuna.
fr: Action impossible quand votre compte est restreint.
hu: Felfüggesztett állapotban erre nem vagy képes.
id: Tidak dapat melakukan hal itu saat dibatasi.
it: Non puoi farlo mentre sei limitato.
ja: 制限されている間は実行できません。
ko: 제한된 상태에서는 할 수 없습니다.
nl: Je kan dit niet doen terwijl je restricted bent.
no: Kan ikke gjøre det mens kontoen din er begrenset.
pl: Nie możesz tego zrobić podczas blokady konta.
pt: Não é possível fazeres isso enquanto estiveres restrito.
pt_br: Não é possível fazer isso enquanto restrito.
ro: Nu poți face asta cât timp ești restricționat.
ru: Это нельзя сделать при ограниченном аккаунте.
sk: Toto nemôžete robiť, kým ste umlčaný.
sv: Kan ej göra det när man är begränsad.
th: ไม่สามารถทำสิ่งนั้นได้ในขณะที่ถูกจำกัด
tr: Kısıtlanmışken bunu yapamazsınız.
uk: Не можна це робити поки ваші права обмежені.
vi: Không thể làm việc đó trong khi bị hạn chế.
zh: 账户处于限制模式，无法进行该操作。
zh_tw: 帳戶處於限制模式，無法進行該操作。

# silenced
source: Can't do that while silenced.
ar: لا يمكنك فعل ذلك بينما تكون صامتًا.
be: Нельга рабіць гэта падчас зацішша.
bg: Не може докато сте заглушен.
cs: Toto nelze provést, když jste umlčeni.
da: Det kan du ikke gøre, når du er mutet.
de: Nicht möglich, während man stummgeschaltet ist.
el: Δε μπορείτε να το κάνετε αυτό όσο είστε silenced.
es: No puede hacer eso mientras esté silenciado.
fi: Et voi tehdä tätä mykistettynä.
fr: Action impossible quand votre compte est réduit au silence.
hu: Némított állapotban erre nem vagy képes.
id: Tidak dapat melakukan hal itu saat dibungkam.
it: Non puoi farlo mentre sei silenziato.
ja: サイレンス中は実行できません。
ko: 침묵 상태에서는 할 수 없습니다.
nl: Je kunt dit niet doen terwijl je silenced bent.
no: Kan ikke gjøre det mens kontoen din er stum.
pl: Nie możesz tego zrobić podczas uciszenia.
pt: Não é possível fazeres isso enquanto estiveres silenciado.
pt_br: Não é possível fazer isso enquanto silenciado.
ro: Nu poți face asta cât timp ești amuțit.
ru: Нельзя это делать, пока у вас сайленс.
sk: Toto nemôžete robiť, kým ste umlčaný.
sv: Kan ej göra det när man är tystad.
th: ไม่สามารถทำสิ่งนั้นได้ในขณะที่ถูกเงียบ
tr: Susturulmuşken bunu yapamazsınız.
uk: Не можна робити це поки ви заглушені.
vi: Không thể làm việc đó trong khi bị cấm nói.
zh: 账户被禁言，无法进行该操作。
zh_tw: 帳戶被禁言，無法進行該操作。

# unauthorized
source: Access denied.
ar: الوصول مرفوض.
be: Доступ забаронены.
bg: Достъпът е отказан.
cs: Přístup odepřen.
da: Adgang nægtet.
de: Zugang verwehrt.
el: Απαγορεύεται η πρόσβαση.
es: Acceso denegado.
fi: Pääsy evätty.
fr: Accès refusé.
hu: Hozzáférés megtagadva.
id: Akses ditolak.
it: Accesso Negato.
ja: アクセスが拒否されました。
ko: 접근이 거부되었습니다.
nl: Toegang geweigerd.
no: Ingen tilgang.
pl: Odmowa dostępu.
pt: Acesso negado.
pt_br: Acesso negado.
ro: Acces respins.
ru: Доступ запрещён.
sk: Prístup zamietnutý.
sv: Åtkomst nekad.
th: ปฏิเสธการเข้าใช้.
tr: Erişim engellendi.
uk: Доступ заборонено.
vi: Truy cập bị từ chối.
zh: 没有权限。
zh_tw: 沒有權限。

# beatmap_discussion.destroy.is_hype
source: Can not undo hyping.
ar: لا يمكن التراجع عن التصعيد.
be: Нельга адмяніць хайп.
bg: Не може да отмените надъхването.
cs: Hype nelze vrátit zpět.
da: Kan ikke fortryde hyping.
de: Hype kann nicht rückgängig gemacht werden.
el: Δεν μπορείτε να αναιρέσετε το hype.
es: No se puede deshacer el hyping.
fi: Hurrausta ei voi peruuttaa.
fr: Vous ne pouvez pas retirer votre hype.
hu: A hype-olást nem lehet visszavonni.
id: Tidak dapat membatalkan pemberian hype.
it: Non è possibile rimuovere l'Hype.
ja: hypeは取り消し不可能です。
ko: Hype한 것은 되돌릴 수 없습니다.
nl: Hyping kan niet ongedaan gemaakt worden.
no: Kan ikke angre hyping.
pl: Nie możesz cofnąć nagłośnienia.
pt: Não é possível anular a publicação.
pt_br: Não é possível desfazer o hype.
ro: Nu poți anula hype-ul.
ru: Нельзя отменить хайп.
sk: Hype nejde vziať späť.
sv: Kan inte ångra hyping.
th: ไม่สามารถยกเลิกการ Hype
tr: Verilen gaz geri alınamaz.
uk: Не можна відмінити хайп.
vi: Không thể hủy bỏ hype.
zh: 无法撤销推荐。
zh_tw: 無法撤銷推薦。

# beatmap_discussion.destroy.has_reply
source: Can not delete discussion with replies
ar: لا يمكن حذف النقاش مع الردود
be: Нельга выдаліць абмеркаванне з адказамі
bg: Не може да изтриете дискусия с отговори
cs: Nelze odstranit diskusi s odpověďmi
da: Kan ikke slette en diskussion med svar
de: Eine Diskussion mit Antworten kann nicht gelöscht werden
el: Δεν μπορείτε να διαγράψετε τη συζήτηση με απαντήσεις
es: No se puede eliminar una discusión con respuestas
fi: Keskustelua, jossa on vastauksia, ei voi poistaa
fr: Impossible de supprimer un sujet avec des réponses
hu: Nem lehet hozzászólásokkal rendelkező beszélgetést törölni
id: Tidak dapat menghapus topik diskusi yang mempunyai balasan
it: Impossibile eliminare una discussione con risposte
ja: 返信の付いているディスカッションは削除できません。
ko: 답글이 달린 토론은 삭제할 수 없습니다
nl: Je kan geen discussie met reacties verwijderen
no: Kan ikke slette en diskusjon med svar
pl: Nie możesz usunąć dyskusji z odpowiedziami
pt: Não é possível apagares uma discussão com respostas
pt_br: Não é possível excluir uma discussão com respostas
ro: Nu se poate șterge o discuție cu răspunsuri
ru: Нельзя удалить обсуждение с ответами
sk: Nemôžete vymazávať diskusie s odpoveďami
sv: Kan inte radera en diskussion med svar
th: ไม่สามารถลบการสนทนาที่มีข้อความตอบกลับ
tr: Cevaplara sahip tartışmalar silinemez
uk: Не можна видалити дискусію з відповідями
vi: Không thể xóa cuộc thảo luận có trả lời trong đó
zh: 无法删除有回复的讨论。
zh_tw: 無法刪除有回覆的討論

# beatmap_discussion.nominate.exhausted
source: You have reached your nomination limit for the day, please try again tomorrow.
ar: لقد وصلت إلى حد الترشيح الخاص بك لهذا اليوم، يرجى المحاولة مرة أخرى غدا.
be: Вы дасягнуліі ліміту намінацый, паспрабуйце нанова заўтра.
bg: Вие стигнахте вашия лимит за номиниране за деня, моля опитайте пак утре.
cs: Dosáhl jsi dnešního limitu nominací, zkus to prosím zítra.
da: Du har nået dit maksimale antal nomineringer i dag, prøv igen i morgen!
de: Dein Nominierungslimit für heute wurde erreicht, bitte versuche es morgen erneut.
el: Έχετε φτάσει στο όριο των nomination για σήμερα, παρακαλώ προσπαθήστε ξανά αύριο.
es: Has alcanzado tu límite de nominaciones diarias, por favor inténtalo de nuevo mañana.
fi: Olet saavuttanut suosittelurajan tälle päivälle, yritä huomenna uudelleen.
fr: Vous avez atteint la limite quotidienne de nominations, veuillez réessayer demain.
hu: Elérted a napi ajánlási limited, próbáld újra holnap.
id: Anda telah mencapai batas nominasi Anda untuk hari ini, silakan coba lagi besok.
it: Hai raggiunto il limite di nomine per oggi, per favore riprova domani.
ja: 一日のノミネーションの上限に達しました。明日もう一度お試しください。
ko: 오늘은 더 이상 추천할 수 없습니다. 내일 다시 시도해주세요.
nl: Je hebt je dagelijkse nominatie-limiet bereikt, probeer het morgen opnieuw.
no: Du har nådd din nominasjons-grense for dagen, vennligst prøv igjen i morgen.
pl: Osiągnięto dzienny limit nominacji, spróbuj ponownie jutro.
pt: Alcançaste o teu limite de nomeações por dia, por favor tenta outra vez amanhã.
pt_br: Você atingiu o limite de nomeações diárias, tente novamente amanhã.
ro: Ai atins limita de nominalizări pentru această zi, te rugăm să încerci din nou mâine.
ru: Вы достигли своего лимита номинаций за день, повторите попытку завтра.
sk: Dosiahli ste limit nominácii pre tento deň, prosím, skúste to znovu zajtra.
sv: Du har uppnått din nomineringsgräns för idag, var god försök igen imorgon.
th: คุณถึงขีดจำกัดของการเสนอชื่อแล้วสำหรับวันนี้ โปรดลองอีกครั้งในวันพรุ่งนี้
tr: Bugünkü aday gösterme sınırınıza ulaştınız, lütfen yarın tekrar deneyin.
uk: Ти досяг твого ліміту номінацій за день, спробуй завтра.
vi: Bạn đã đạt giới hạn số lần đề cử của hôm nay, hãy thử lại vào ngày mai.
zh: 你今天的提名次数已达上限，请明天再试。
zh_tw: 你今天的提名次數已達上限，請明天再試。

# beatmap_discussion.nominate.incorrect_state
source: Error performing that action, try refreshing the page.
ar: حدث خطأ حول تنفيذ هذا الإجراء، حاول تحديث الصفحة.
be: Узнікла невядомая памылка, паспрабуйце перазагрузіць старонку.
bg: Грешка при извършване на това действие, опитайте да презаредите страницата.
cs: Nastala chyba při provádění akce, zkuste stránku obnovit.
da: Fejl i udføringen af handlingen, prøv at genindlæse siden.
de: Beim Ausführen dieser Aktion ist ein Fehler aufgetreten. Bitte Seite neu laden.
el: Σφάλμα κατά την εκτέλεση αυτής της ενέργειας, δοκιμάστε να ανανεώσετε τη σελίδα.
es: Error al realizar esa acción, intente actualizar la página.
fi: Virhe toimintoa suorittaessa, kokeile sivun päivittämistä.
fr: Une erreur est survenue lors de l’exécution de cette action, essayez d’actualiser la page.
hu: Hiba történt a művelet végrehajtása közben, próbáld frissíteni az oldalt.
id: Terjadi kesalahan saat memproses perintah, silakan muat ulang laman.
it: Errore nell'eseguire questa azione, prova a ricaricare la pagina.
ja: 実行中にエラーが発生しました。ページを更新してください。
ko: 해당 작업을 수행하는 중 오류가 발생했습니다. 페이지를 새로 고쳐주세요.
nl: Fout tijdens het uitvoeren van deze actie, probeer de pagina te herladen.
no: Feil under utføringen av denne handlingen, prøv å oppdatere siden.
pl: Wystąpił błąd podczas wykonywania tej czynności, spróbuj odświeżyć stronę.
pt: Erro ao executar essa ação, tenta recarregar a página.
pt_br: Erro ao realizar esta ação, tente atualizar a página.
ro: S-a produs o eroare la efectuarea acestei acțiuni, încearcă să reîmprospătezi pagina.
ru: Возникла неизвестная ошибка, попробуйте перезагрузить страницу.
sk: Nastala chyba pri vykonávaní tejto činnosti, skús obnoviť túto stránku.
sv: Ett fel uppstod, försök att uppdatera sidan.
th: เกิดข้อผิดพลาดในการดำเนินการ ลองรีเฟรชหน้านี้ดู
tr: Bu işlemi gerçekleştirirken hata oluştu, sayfayı yenilemeyi deneyin.
uk: Помилка під час виконання цих дій, спробуйте оновити сторінку.
vi: Có lỗi khi thực hiện, hãy thử tải lại trang.
zh: 操作出错了，请尝试刷新页面。
zh_tw: 執行操作時發生錯誤，請重新載入頁面。

# beatmap_discussion.nominate.owner
source: Can't nominate own beatmap.
ar: لا يمكن ترشيح خرائط الموسيقى الخاصة بك.
be: Нельга намінаваць уласную бітмапу.
bg: Не може да номинирате собствения си бийтмап.
cs: Nelze nominovat vlastní beatmapu.
da: Kan ikke nominere din egen beatmap.
de: Eigene Beatmaps können nicht nominiert werden.
el: Δεν μπορείτε να κάνετε nominate το δικό σας beatmap.
es: No puedes nominar tu propio mapa.
fi: Omaa beatmappia ei voi suositella.
fr: Vous ne pouvez pas nominer votre propre beatmap.
hu: Saját beatmap-et nem lehet ajánlani.
id: Tidak dapat menominasikan beatmap buatan sendiri.
it: Non puoi nominare la tua beatmap.
ja: 自分のビートマップをノミネートすることはできません。
ko: 자신의 비트맵을 추천할 수 없습니다.
nl: Je kan je eigen beatmap niet nomineren.
no: Du kan ikke nominere din egen beatmap.
pl: Nie możesz nominować własnej beatmapy.
pt: Não é possível nomeares o teu próprio beatmap.
pt_br: Não é possível nomear o próprio beatmap.
ro: Nu îți poți nominaliza propriul beatmap.
ru: Нельзя номинировать свою карту.
sk: Nemôžete nominovať vlastnú beatmapu.
sv: Kan ej nominera sin egna beatmap.
th: ไม่สามารถเสนอชื่อบีทแมพของตัวเองได้
tr: Kendi beatmapinizi aday gösteremezsiniz.
uk: Не можна номінувати власну карту.
vi: Bạn không thể đề cử beatmap của bạn.
zh: 不能提名自己的谱面。
zh_tw: 不能提名自己的圖譜。

# beatmap_discussion.nominate.set_metadata
source: You must set the genre and language before nominating.
ar: يجب عليك تعيين النوع واللغة قبل الترشيح.
be: Вы павінны вызначыць жанр и мову перад намінаваннем.
bg: Трябва да зададете жанр и език преди номиниране.
cs: Před jmenováním musíte nastavit žánr a jazyk.
da: Du skal vælge genren og sproget, før du nominerer.
de: Vor der Nominierung müssen Genre und Sprache festgelegt werden.
es: Debe establecer el género y el idioma antes de nominar.
fr: Veuillez définir le genre et la langue de cette musique avant de nominer cette beatmap.
hu: Mielőtt kijelölné, a műfajt és a nyelvet meg kell adnod
id: Anda harus terlebih dahulu mengubah pengaturan aliran dan bahasa sebelum beatmap ini dapat dinominasikan.
it: Devi impostare il genere e la lingua prima di nominarla.
ja: ノミネートする前にジャンルと言語を設定する必要があります。
ko: 추천하려면 먼저 장르와 언어를 지정해야 합니다.
nl: Je moet eerst het genre en de taal instellen voor je de nominatie invoert.
no: Du må angi sjangeren og språk før du kan nominere.
pl: Musisz ustawić gatunek i język przed nominowaniem beatmapy.
pt: Tens de definir o género e a língua antes de nomeares.
pt_br: Você deve definir o gênero e o idioma antes de nomear.
ro: Trebuie să setezi genre-ul și limba înainte de a nomina.
ru: Вы должны указать жанр и язык карты перед её номинированием.
sk: Musíš nastaviť žáner a jazyk pred nominovaním.
sv: Du måste ange genren och språket innan du nominerar.
th: คุณต้องตั้งค่าหมวดหมู่เพลงและภาษาก่อนเสนอชื่อบีทแมพ
tr: Aday göstermeden önce türü ve dili ayarlamalısınız.
uk: Ви повинні вказати жанр та мову перед номінуванням.
vi: Bạn phải chọn thể loại nhạc và ngôn ngữ trước khi nominating.
zh: 您必须在提名之前设置类型和语言。

# beatmap_discussion.resolve.not_owner
source: Only thread starter and beatmap owner can resolve a discussion.
ar: يمكن لمالك خريطة موسيقية وبادء النقاش ان ينهيه فقط.
be: Толькі стваральнік тэмы і бітмапы можа скончыць абмеркаванне.
bg: Само автор и притежател на бийтмап могат да разрешат дискусия.
cs: Pouze zakladatel vlákna a vlastník beatmapy může označit diskusi za vyřešenou.
da: Kun den oprindelige ejer af tråden og beatmap-ejeren kan løse en diskussion.
de: Nur der Thread- oder Beatmapersteller kann die Diskussion beilegen.
el: Μόνο οι δημιουργοί του thread και του beatmap μπορούν να επιλύσουν τη συζήτηση.
es: Solo el creador del tema y el dueño del mapa pueden resolver una discusión.
fi: Vain aiheen aloittaja sekä beatmapin omistaja voivat ratkaista keskustelun.
fr: Seuls l'auteur du post d'origine de la discussion et le créateur de la beatmap peuvent voir ce sujet.
hu: Csak a poszt szerzője és a beatmap készítője tudja megoldottnak jelölni az adott problémát.
id: Hanya pemilik topik dan beatmap yang dapat menyelesaikan diskusi.
it: Solo l'autore del topic e il creatore della mappa possono risolvere una discussione.
ja: スレッド作者とビートマップの所有者のみがディスカッションを解決できます。
ko: 게시글 작성자 또는 비트맵 제작자만 토론을 가결할 수 있습니다.
nl: Alleen de eigenaar van de thread of de eigenaar van de beatmap kan een discussie als opgelost markeren.
no: Bare personen som startet tråden og beatmapeieren kan markere en diskusjon som løst.
pl: Tylko autor wątku i autor beatmapy mogą zakończyć dyskusję.
pt: Só quem começou um segmento de mensagens ou o proprietário do beatmap é que consegue resolver uma discussão.
pt_br: Somente o autor da discussão e o dono do beatmap podem resolver uma discussão.
ro: Numai cel ce a început subiectul sau proprietarul acestui beatmap pot rezolva o discuție.
ru: Только автор темы или карты может решить вопрос.
sk: Iba tvorca diskusie a majiteľ beatmapy môže označiť diskusiu za vyriešenú.
sv: Endast trådskaparen eller beatmap-ägare kan lösa en diskussion.
th: เฉพาะผู้เริ่มกระทู้ และเจ้าของ Beatmap สามารถทำเครื่องหมายว่าการสนทนาถูกแก้ไขแล้ว
tr: Yalnızca başlık sahibi ile beatmap sahibi bir tartışmayı sonlandırabilir.
uk: Тільки автор теми та власник карти має дозвіл завершити спір.
vi: Chỉ có người mở thread và chủ beatmap mới có thể đánh dấu cuộc thảo luận là đã được giải quyết.
zh: 只有楼主和谱面所有者才能标记为已解决。
zh_tw: 只有樓主和圖譜所有者才能標記為已解決。

# beatmap_discussion.store.mapper_note_wrong_user
source: Only beatmap owner or nominator/NAT group member can post mapper notes.
ar: فقط مالك الخريطة الموسيقية او المرشِح/عضو فريق التأكد من الجودة يمكنه نشر ملاحظات الخريطة.
be: Толькі ўладальнік бітмапы або намінатар/член суполкі можа размяшчаць нататкі для мапераў.
bg: Само собственикът на биийтмапа или номинатор/член на QAT групата може да публикува бележки по картата.
cs: Pouze vlastník mapy nebo nominátor/člen týmu zajišťujícího kvalitu může přidat autorovy připomínky.
da: Kun ejeren af dette beatmap eller en nominator/NAT-medlem kan lave notes opslag.
de: Nur der Beatmapersteller oder ein Nominator/QAT Mitglied kann Notizen erstellen.
el: Μόνο ο ιδιοκτήτης ή κάποιος nominator/μέλος του QAT γκρουπ του beatmap μπορεί να δημοσιεύσει σημειώσεις τύπου mapper.
es: Sólo el dueño del mapa o el nominador/miembro del grupo NAT puede publicar notas de mapeo.
fi: Ainoastaan beatmapin omistaja, suosittelija tai QAT-ryhmän jäsen voi lisätä muistiinpanoja.
fr: Seul le propriétaire de la beatmap ou le nominateur/membre du groupe NAT peut publier des notes sur le mapper.
hu: Csak a beatmap tulajdonos vagy jelölő/QAT csoporttag posztolhat készítői megjegyzést.
id: Hanya pembuat beatmap atau anggota BN/NAT yang dapat membubuhkan catatan pada laman diskusi beatmap.
it: Solo il creatore della beatmap o un nominatore/membro del NAT possono postare note.
ja: ビートマップの所有者か、ノミネーター/NATグループのメンバーのみマッパーノートに投稿できます。
ko: 비트맵 소유자나 nominator/QAT그룹 구성원만이 mapper notes를 작성할 수 있습니다.
nl: Alleen de eigenaar van deze beatmap of een nominator/QAT groepslid kan mapper notities posten.
no: Bare beatmapeieren eller en nominator/NAT gruppemedlem kan publisere notater.
pl: Adnotacje mogą być dodawane tylko przez twórcę mapy, nominatora lub członka NAT.
pt: Apenas o proprietário do beatmap ou nomeador/membro do grupo QAT é que pode publicar notas de mapeador.
pt_br: Apenas o criador do beatmap ou nominator/membros QAT podem publicar notas do mapeador.
ro: Doar proprietarul beatmapului sau nominatorul/membru din QAT pot posta note de mapper.
ru: Оставлять заметки могут только автор карты, номинатор или член NAT.
sk: Iba vlastník mapy alebo nominátor/člen skupiny QAT môžu písať poznámky mappera.
sv: Endast beatmap-ägaren eller en väljar/NAT-gruppmedlem kan publicera mapparens anteckningar.
th: เจ้าของบีทแมพหรือ nominator/สมาชิกในกลุ่ม QAT เท่านั้นที่สามารถโพสบันทึกย่อของนักทำบีทแมพได้
tr: Yalnızca beatmap sahibi ya da aday gösterici/NAT grup üyesi mapper notu gönderebilir.
uk: Тільки власник карти або номінатор/член групи QAT має дозвіл залишати нотатки для мапперів.
vi: Chỉ chủ beatmap hoặc người đề cử beatmap/thành viên của NAT mới có thể đăng ghi chú.
zh: 只有谱面作者或谱面管理团队、质量保证团队成员可以发布备注。
zh_tw: 只有圖譜作者或譜面管理團隊/質量保證團隊可以發布備註。

# beatmap_discussion.vote.bot
source: Can't vote on discussion made by bot
ar: لا يمكن التصويت على مناقشة أجراها بوت
bg: Не може да гласувате на дискусия създадена от бот
cs: Nelze hlasovat pro diskuzi vytvořenou botem
da: Kan ikke stemme på diskussion lavet af bot
de: Kann nicht über vom Bot gestartete Diskussion abstimmen
es: No puede votar en una discusión hecha por un bot
fi: Et voi äänestää botin tekemässä keskustelussa
fr: Vous ne pouvez pas voter sur une discussion créée par un bot
hu: A bot által létrehozott megbszélésre nem szavazhatsz
id: Tidak dapat memberikan suara pada topik diskusi yang dibuka oleh bot
it: Non puoi votare in una discussione creata da un bot
ja: ボットによるディスカッションに投票できません
ko: 봇이 만든 토론에는 투표할 수 없습니다.
nl: Kan niet stemmen op discussie gemaakt door bot
pl: Nie możesz głosować w dyskusji utworzonej przez bota
pt: Não é possível votar numa discussão criada por um bot
pt_br: Não é possível votar na discussão feita pelo bot
ro: Nu se poate vota discuția făcută de bot
ru: Нельзя проголосовать за пост от бота
sv: Kan inte rösta på diskussion gjord av bot
th: ไม่สามารถโหวตบนการสนทนาที่สร้างขึ้นโดยบอต
tr: Bot tarafından açılan tartışmada oy kullanılamaz
uk: Не можу проголосувати за обговорення, проведене ботом
vi: Không thể bầu trên thảo luận tạo bởi bot
zh: 不能对机器人的讨论投票
zh_tw: 不能為機器人建立的討論投票。
