Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Authorization.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# forum.post.edit.locked
source: The post is locked from editing.
ar: المنشور مقفل من التعديل.
be: Допіс абаронены ад рэдагавання.
bg: Тази публикация е заключена от редактиране.
cs: Příspěvek je uzamčen od upravování.
da: Dette opslag er låst fra at blive redigeret.
de: Dieser Beitrag ist gesperrt und kann nicht bearbeitet werden.
el: Αυτή η δημοσίευση δεν μπορεί να επεξεργαστεί λόγω κλειδώματος.
es: La edición de la publicación está bloqueada.
fi: Viestin muokkaaminen on estetty.
fr: Ce post est verrouillé à l'édition.
hu: A posztot nem lehet szerkeszteni.
id: Topik telah dikunci, sehingga penyuntingan kiriman tidak lagi dapat dilakukan.
it: Non è permesso effettuare modifiche in questo post.
ja: この投稿はロックされているので編集できません。
ko: 이 답글은 잠겨있어 수정할 수 없습니다.
nl: De post is afgesloten voor bewerkingen.
no: Innlegget er låst fra redigering.
pl: Ten post jest chroniony przed edycją.
pt: Esta publicação está bloqueada de ser editada.
pt_br: A edição desta publicação está bloqueada.
ro: Postarea nu poate fi editată.
ru: Публикация защищена от изменений.
sk: Príspevok je uzamknutý od upravovania.
sv: Inlägget är låst från redigering.
th: โพสต์นี้ถูกล็อคจากการแก้ไข
tr: Bu gönderi için düzenleme yasaklanmıştır.
uk: Публікація захищена від змін.
vi: Bài đăng đã bị khóa chỉnh sửa.
zh: 此回复已被锁定。
zh_tw: 此回覆已被鎖定。

# forum.post.edit.no_forum_access
source: Access to requested forum is required.
ar: مطلوب الوصول إلى المنتدى المطلوب.
be: Неабходны дазвол да запытанага форуму.
bg: Достъп до исканият форум е нужен.
cs: K vybranému fóru je vyžadován přístup.
da: Adgang til det anmodede forum er nødvendigt.
de: Zugang zum angeforderten Forum wurde verwehrt.
el: Απαιτείται πρόσβαση για το συγκεκριμένο φόρουμ.
es: Se requiere acceso al foro solicitado.
fi: Tarvitset pääsyn tälle foorumille.
fr: L'accès au forum demandé est requis.
hu: A kért fórumhoz hozzáférési jog szükséges.
id: Anda tidak memiliki akses ke forum yang ingin Anda tuju.
it: È necessario accedere al forum richiesto.
ja: 要求されたフォーラムへのアクセスが必要です。
ko: 요청하신 포럼에 대한 접근 권한이 필요합니다.
nl: Toegang tot dit forum is nodig.
no: Adgang til forespurt forum kreves.
pl: Nie posiadasz dostępu do tego forum.
pt: Um acesso ao fórum solicitado é obrigatório.
pt_br: O acesso ao fórum solicitado é necessário.
ro: Accesul la forumul solicitat este necesar.
ru: Необходим доступ к запрашиваемому форуму.
sk: Nemáš prístup k danému fóru.
sv: Åtkomst till begärd forum behövs.
th: ต้องการการอนุญาติในการเข้าถึงฟอรั่มนี้
tr: İstenilen foruma erişim gereklidir.
uk: Потрібний доступ до запитаного форуму.
vi: Yêu cầu quyền truy cập vào forum mong muốn.
zh: 没有权限进入该板块。
zh_tw: 沒有權限進入該板塊。

# forum.post.edit.not_owner
source: Only poster can edit the post.
ar: يمكن للناشر فقط تعديل هذا المنشور.
be: Толькі аўтар можа рэдагаваць гэты допіс.
bg: Само създателят на публикацията може да я редактира.
cs: Pouze autor může příspěvek upravit.
da: Kun ejeren af dette opslag kan redigere det.
de: Nur der Autor kann den Beitrag bearbeiten.
el: Μόνο ο δημιουργός της δημοσίευσης μπορεί να την επεξεργαστεί.
es: Solo el creador puede editar la publicación.
fi: Vain lähettäjä voi muokata viestiä.
fr: Seul l'auteur de ce post peut l'éditer.
hu: Csak a szerző szerkesztheti a posztot.
id: Hanya pemilik topik yang dapat menyunting kiriman.
it: Solo l'autore del post lo può modificare.
ja: 投稿を編集できるのは投稿者のみです。
ko: 본인이 쓴 답글만 수정할 수 있습니다.
nl: Alleen de eigenaar kan de post bewerken.
no: Bare senderen kan redigere innlegget.
pl: Tylko autor posta może go edytować.
pt: Só o próprio criador é que pode editar a publicação.
pt_br: Somente o autor da publicação pode editar a publicação.
ro: Doar proprietarul poate edita această postare.
ru: Только автор может редактировать эту публикацию.
sk: Upravovať môže iba autor príspevku.
sv: Endast avsändaren kan redigera inlägget.
th: เฉพาะคนโพสต์เท่านั้นที่สามารถแก้ไขโพสต์ได้
tr: Gönderi yalnızca gönderen tarafından düzenlenebilir.
uk: Тільки автор може редагувати дану публікацію.
vi: Chỉ có người đăng mới có thể chỉnh sửa bài đăng.
zh: 只有作者能编辑此回复。
zh_tw: 只有作者能編輯此回覆。

# forum.post.edit.topic_locked
source: Can not edit post of a locked topic.
ar: لا يمكن تعديل منشور من موضوع مغلق.
be: Нельга рэдагаваць допіс у закрытай тэме.
bg: Не може да изтриете публикация в заключена тема.
cs: Nelze upravit příspěvek uzamčeného tématu.
da: Kan ikke redigere opslag fra låste emner.
de: Beiträge in gesperrten Threads können nicht bearbeitet werden.
el: Δεν μπορείτε να επεξεργαστείτε post κλειδωμένου θέματος.
es: No puedes editar una publicación en un hilo cerrado.
fi: Lukitun aiheen viestiä ei voi muokata.
fr: Impossible d'éditer un post sur un sujet verrouillé.
hu: Lezárt téma posztját nem lehet szerkeszteni.
id: Tidak dapat menyunting kiriman di topik yang telah dikunci.
it: Non puoi modificare i post di un topic bloccato.
ja: ロックされたトピックの投稿は編集できません。
ko: 잠긴 주제에 달린 답글은 수정할 수 없습니다.
nl: Kan geen post in een gesloten onderwerp bewerken.
no: Kan ikke redigere innlegget i et låst emne.
pl: Nie możesz edytować postów w zamkniętym wątku.
pt: Não é possível eliminares uma publicação dum tópico bloqueado.
pt_br: Não é possível editar publicações de um tópico trancado.
ro: Nu poți edita o postare al unui subiect închis.
ru: Невозможно изменить публикацию в закрытой теме.
sk: Nie je možné editovať príspevok zamknutej témy.
sv: Kan ej redigera inlägg med ett låst ämne.
th: ไม่สามารถแก้ไขโพสต์ในกระทู้ที่ถูกล้อค
tr: Kilitli bir konunun gönderisini düzenleyemezsiniz.
uk: Неможливо редагувати публікацію в заблокованій темі.
vi: Không thể chỉnh sửa bài đăng của một chủ đề bị khóa.
zh: 无法编辑被锁定主题的回复。
zh_tw: 無法編輯被鎖定主題的回覆。

# forum.post.store.play_more
source: Try playing the game before posting on the forums, please! If you have a problem with playing, please post to the Help and Support forum.
ar: حاول اللعب قبل النشر على المنتديات، رجاءًا! إذا كان لديك مشكلة مع اللعب، فقم بالنشر في منتدى التعليمات والدعم.
be: Першая чым ствараць допісы на форуме, паспрабуйце пагуляць у гульню! Калі вы маеце праблемы з гульнёй, то звярніцеся да форуму «Дапамога і падтрымка».
bg: Опитайте се да играете играта преди да публикувате във форумите, моля! Ако имате проблем с играта, моля направете пост във форума за Помощ и Поддръжка.
cs: Předtím, než přidáte příspěvek na fórech zkuste si hru zahrát prosím! Pokud máte problém s hraním, prosím zeptejte se na fóru Pomoc a Podpora.
da: Prøv at spille spillet før du skriver i forumet, tak! Hvis du har et problem med at få spillet op at køre, bedes du skrive i 'Hjælp og Support' forumet.
de: Versuche dich erst einmal am Spiel, bevor du einen Beitrag erstellst! Falls du Probleme mit dem Spiel hast, frage in dem Hilfe- und Support-Forum.
el: Παρακαλώ παίξτε το παιχνίδι πριν δημοσιεύσετε στα φόρουμ! Αν έχετε πρόβλημα στο παιχνίδι, παρακαλώ γράψτε στο φόρουμ Βοήθεια και Υποστήριξη.
es: ¡Intenta jugar antes de publicar en los foros, por favor! Si tiene un problema jugando, publícalo en el foro de Ayuda y Soporte.
fi: Pyydämme, että kokeilet peliä ennen viestin lähettämistä foorumeille! Jos kohtaat ongelmia pelatessasi, lähetä viesti foorumin apu- ja tukialueelle.
fr: Essayez de jouer au jeu avant de poster sur les forums ! Si vous rencontrez des problèmes pour jouer, essayez de poster sur le forum Aide et Support.
hu: Kérlek próbáld ki a játékot mielőtt a fórumra posztolnál! Ha valami problémád merül fel játék közben, kérlek írj egy posztot a "Help" vagy a "Support" fórumra.
id: Anda harus memainkan beberapa beatmap dahulu sebelum Anda dapat memposting di forum! Jika Anda memiliki permasalahan yang terkait dengan permainan, silakan kunjungi forum Help & Support.
it: Prova a giocare prima di postare nei forum! Se hai problemi a giocare, posta nel forum di Aiuto e Supporto.
ja: フォーラムに投稿をする前にゲームのプレイをお願いします。プレイする上で問題が発生した場合、Helpフォーラムにお問い合わせください。
ko: 포럼에 글을 올리기 전에 게임을 플레이해주세요, 제발요! 만약 플레이하는데 문제가 있다면, Help and Support 포럼에 글을 남겨주세요.
nl: Probeer eerst de game te spelen voor je op de forums post! Als je een probleem hebt met te spelen, post dan alstublieft in de Help en Support forum.
no: Prøv å spille spillet før du skriver et innlegg på forumet, vær så snill! Hvis du har et problem med å spille, vær grei å skriv et innlegg i Hjelp og Støtte forumet.
pl: Zagraj w osu! przed rozpoczęciem pisania na forum! Jeżeli masz jakiś problem, utwórz nowy wątek w forum dot. pomocy.
pt: Tenta jogar o jogo antes de publicar nos fóruns por favor! Se tiveres um problema ao jogar, por favor publica no fórum de Ajuda e Suporte.
pt_br: Por favor tente jogar antes de postar nos fóruns! Se você tiver algum problema com o jogo, por favor poste no fórum de Suporte e Ajuda.
ro: Te rugăm să te joci înainte de a posta pe forum. Dacă ai o problemă în ceea ce privește jocul, te rugăm să o postezi pe forumul de ajutor și asistență.
ru: Поиграйте в игру, прежде чем писать что-либо на форуме. Если у вас имеются проблемы с игрой, попробуйте написать об этом на форуме «Помощи и поддержки».
sk: Prosím skús si zahrať hru pred písaním na fórum! Ak máš problém s hraním, prosím spýtaj sa na Help and Support fóre.
sv: Vänligen prova att spela spelet innan du skickar ett inlägg på forumet! Om du har problem med att spela, skriv i Hjälp och Support-forumen.
th: โปรดลองเล่นเกมก่อนที่จะโพสต์ในฟอรั่ม หากคุณมีปัญหากับการเล่น กรุณาโพสต์ฟอรั่มความช่วยเหลือและสนับสนุน
tr: Lütfen forumlara başlık açmadan önce oyunu oynamayı deneyin! Eğer oynamakla ilgili bir sorununuz varsa, Help and Support forumuna başlık açın.
uk: Пограйте в гру, перш ніж писати що-небудь на форумі. Якщо у вас проблеми з грою, спробуйте написати про це на форумі «Допомоги і підтримки».
vi: Vui lòng thử chơi game này trước khi đăng bài lên diễn đàn! Nếu bạn gặp vấn đề khi chơi, Vui lòng đăng bài lên diễn đàn Trợ Giúp và Hỗ Trợ (Help and Support).
zh: 在发帖之前先玩上两局吧！如果你在游戏时遇到问题，请在 Help 或 中文 版块发帖求助。
zh_tw: 在发帖之前先玩上两局吧！如果你在游戏时遇到问题，请在 Help and Support 版块发帖求助。

# forum.post.store.too_many_help_posts
source: You need to play the game more before you can make additional posts. If you're still having trouble playing the game, email support@ppy.sh
ar: تحتاج إلى لعب اللعبة بكثرة قبل أن تقوم بنشر أي منشورات أخرى. إذا لأزلت تواجه مشاكل في اللعب, قم بمراسلة support@ppy.sh
be: Перш чым размяшчаць дадатковыя допісы, пагуляйце ў гульню паболей. Калі вы ўсё яшчэ маеце праблемы з гульнёй, то звярніцеся на эл. пошту support@ppy.sh
bg: Трябва да играете играта повече, преди да можете да направите допълнителни публикации. Ако все още срещате проблеми с играта, пишете имейл към support@ppy.sh
cs: Musíš víc hrát hru, aby jsi mohl psát další příspěvky. Jestli stále máš potíže při hraní, napiš na email support@ppy.sh
da: Du skal spille mere, før du kan lave flere indlæg. Hvis du stadig har problemer med at få spillet op at køre, skal du sende en email til support@ppy.sh
de: Du musst das Spiel gespielt haben, bevor du weitere Beiträge erstellen kannst. Falls du immer noch Probleme mit dem Spiel hast, schreibe eine E-Mail an support@ppy.sh
el: Πρέπει να παίξετε περισσότερο για να έχετε τη δυνατότητα να κάνετε περισσότερες αναρτήσεις. Αν εξακολουθείτε να αντιμετωπίζετε προβλήματα με το παιχνίδι, στείλτε μας email στο support@ppy.sh
es: Necesitas jugar más el juego antes de poder hacer publicaciones adicionales. Si aún tienes problemas para jugar, envía un correo electrónico a support@ppy.sh
fi: Sinun on pelattava peliä enemmän, ennen kuin voit luoda useampia viestejä. Jos sinulla on edelleen ongelmia pelin kanssa, lähetä sähköpostia osoitteeseen support@ppy.sh
fr: Vous devez jouer davantage avant de pouvoir créer de nouveaux messages. Si vous rencontrez encore des difficultés pour jouer, envoyez un email à support@ppy.sh
hu: Többet kell játszanod a játékkal további posztolás előtt. Ha még mindig nehézségeid merülnek fel a játék kapcsán, írj egy e-mailt erre a címre: support@ppy.sh
id: Anda harus memainkan lebih banyak beatmap sebelum Anda dapat membuat postingan tambahan. Jika Anda masih membutuhkan bantuan lebih lanjut, silakan mengirimkan email ke support@ppy.sh
it: Devi giocare di più prima di poter fare ulteriori post. Se hai ancora problemi a giocare, invia un email a support@ppy.sh
ja: 追加投稿をするためにはもっとゲームをプレイする必要があります。問題が発生していてプレイができない場合、support@ppy.shにメールしてください。
ko: 글을 더 남기려면 게임을 플레이해야 합니다. 만약 게임 진행에 문제가 있다면, support@ppy.sh 에 이메일을 보내주세요.
nl: Je moet eerst de game spelen voor je extra posts kan maken. Als je nog steeds problemen ondervindt, e-mail dan support@ppy.sh
no: Du må spille spillet mer før du kan opprette flere innlegg. Hvis du fortsatt har problemer med å spille, email support@ppy.sh
pl: Musisz zagrać w osu! przed utworzeniem kolejnych postów. Jeżeli nadal doświadczasz problemów, wyślij wiadomość na adres e-mail support@ppy.sh
pt: Precisas de jogar mais tempo o jogo antes de criares publicações adicionais. Se ainda estiveres a ter problemas ao jogares o jogo, envia um email para support@ppy.sh
pt_br: Você precisa jogar mais antes que você possa criar postagens adicionais. Se você ainda estiver tendo problemas com o jogo, envie um email para support@ppy.sh
ro: Trebuie să te joci înainte de a putea face postări suplimentare. Dacă ai o problemă legată de joc, trimite un e-mail la support@ppy.sh
ru: Прежде чем вы сможете создавать дополнительные посты, вы должны поиграть в игру подольше. Если у вас имеются проблемы с игрой, напишите на support@ppy.sh
sk: Musíš hrať viac pred ďalšími príspevkami. Ak tvoj problém s hraním hry pretrváva, napíš na support@ppy.sh
sv: Du behöver spela spelet mer innan du kan skicka fler inlägg. Om du fortfarande har problem med att spela spelet, mejla support@ppy.sh
th: คุณต้องเล่นเกมเพิ่มก่อนที่คุณสามารถจะโพสต์อีกในฟอรั่ม หากคุณมีปัญหาในการเล่นเกม อีเมล์ support@ppy.sh
tr: Başka başlıklar açmadan önce oyunu daha fazla oynamalısınız. Eğer hala oyunu oynamakta sorun yaşıyorsanız, support@ppy.sh adresine e-posta atın
uk: Перш ніж ви зможете створювати додаткові пости, ви повинні пограти в гру довше. Якщо у вас є проблеми з грою, напишіть нам на support@ppy.sh
vi: Bạn cần phải chơi game này nhiều hơn trước khi bạn tạo thêm bài đăng. Nếu bạn vẫn còn gặp vấn đề khi chơi game, hãy gửi email tới địa chỉ support@ppy.sh
zh: 如果你想发更多的帖子，再多玩几把吧！如果你仍然在游戏时遇到问题请邮件联系 support@ppy.sh
zh_tw: 您需要再玩久一點才可以發布更多貼文，如果您仍然在遊戲中遇到問題，請聯繫support@ppy.sh

# forum.topic.reply.double_post
source: Please edit your last post instead of posting again.
ar: الرجاء قم بتعديل رسالتك الأخيرة بدلاً من النشر مرة أخرى.
be: Калі ласка, адрэдагуйце ваш апошні допіс замест паўторнага стварэння.
bg: Моля редактирайте последната Ви публикация вместо да публикувате отново.
cs: Prosím upravte váš poslední příspěvek namísto psaní nového.
da: Rediger din seneste besked i stedet for at lave en ny.
de: Bitte bearbeite deinen letzten Beitrag, anstatt ihn erneut zu posten.
el: Παρακαλώ επεξεργαστείτε τη τελευταία σας δημοσίευση, αντί να αναρτήσετε ξανά.
es: Por favor edita tu última publicación en vez de publicar otra vez.
fi: Muokkaa edellistä viestiä uuden lähettämisen sijaan.
fr: Merci d'éditer votre dernier post au lieu de poster à nouveau.
hu: Kérlek módosítsd az utolsó posztodat az újraposztolás helyett.
id: Mohon sunting postingan terakhir Anda ketimbang memposting kembali.
it: Modifica il tuo ultimo post invece di postare di nuovo.
ja: 再投稿の代わりに最後に行った投稿を編集してください。
ko: 다시 작성하기보단 마지막으로 작성한 글을 수정 해 주세요.
nl: Bewerk je laatste bericht in plaats van opnieuw te posten.
no: Vær så snill å rediger det siste innlegget ditt, i steden for å legge til et nytt innlegg.
pl: Zedytuj swój poprzedni post zamiast tworzenia nowego.
pt: Por favor edita a tua ultima publicação em vez de publicar novamente.
pt_br: Por favor, edite sua última publicação em vez de publicar novamente.
ro: Te rugăm să editezi ultima postare în loc să postezi din nou.
ru: Пожалуйста, отредактируйте ваш последний пост, не создавайте новый.
sk: Prosím uprav svoj posledný príspevok namiesto písania ďalšieho.
sv: Vänligen redigera ditt senaste inlägg istället för att skicka ett inlägg till.
th: กรุณาแก้ไขโพสต์ล่าสุดของคุณแทนที่จะโพสต์อีกที
tr: Lütfen yeni gönderi yerine son gönderinizi düzenleyin.
uk: Будь ласка, відредагуйте ваше останнє повідомлення замість повторної публікації.
vi: Vui lòng chỉnh sửa bài đăng cuối cùng của bạn thay vì đăng thêm lần nữa.
zh: 请编辑您的最后一条评论, 而不是再发一遍。
zh_tw: 請編輯您的最後一條評論，而不是再次發表。

# forum.topic.reply.locked
source: Can not reply to a locked thread.
ar: لا يمكن الرد على موضوع مغلق.
be: Нельга адказваць у закрытай гутаркі.
bg: Не можете да отговаряте във заключен форум.
cs: Na uzamčené vlákno nelze odpovědět.
da: Kan ikke svare en låst tråd.
de: Auf gesperrte Threads kann nicht geantwortet werden.
el: Δεν μπορείτε να απαντήσετε σε κλειδωμένο thread.
es: No puedes responder a un hilo cerrado.
fi: Et voi vastata lukittuun aiheeseen.
fr: Impossible de répondre à un sujet verrouillé.
hu: Nem lehet válaszolni egy lezárt témára.
id: Tidak dapat mengirimkan balasan pada topik yang telah dikunci.
it: Non puoi rispondere ad un topic bloccato.
ja: ロックされたスレッドには返信できません。
ko: 게시글이 잠겨있어 답변할 수 없습니다.
nl: Je kunt niet antwoorden op een gesloten onderwerp.
no: Kan ikke svare på en låst tråd.
pl: Nie możesz odpowiadać w zamkniętym wątku.
pt: Não é possível responderes a um segmento de mensagens bloqueado.
pt_br: Não é possível responder a uma discussão trancada.
ro: Nu se poate răspunde la o discuție închisă.
ru: Нельзя ответить в закрытой теме.
sk: Nemôžeš odpovedať na uzamknutom vlákne.
sv: Kan ej svara på ett låst inlägg.
th: ไม่สามารถตอบกลับในกระทู้ที่ถูกล็อก
tr: Kilitli bir başlığa cevap yazamazsınız.
uk: Не можна відповісти в закритій темі.
vi: Không thể trả lời một thread bị khóa.
zh: 无法回复被锁定的主题。
zh_tw: 無法回覆被鎖定的主題。

# forum.topic.reply.no_forum_access
source: Access to requested forum is required.
ar: مطلوب الوصول إلى المنتدى المطلوب.
be: Неабходны дазвол да запытанага форуму.
bg: Достъп до исканият форум е нужен.
cs: K vybranému fóru je vyžadován přístup.
da: Adgang til det anmodede forum er nødvendig.
de: Zugang zum angeforderten Forum wurde verwehrt.
el: Απαιτείται πρόσβαση για το συγκεκριμένο φόρουμ.
es: Se requiere acceso al foro solicitado.
fi: Pääsy kyseiselle foorumille vaaditaan.
fr: L'accès au forum demandé est requis.
hu: A kért fórumra belépési engedély szükséges.
id: Anda tidak memiliki akses ke forum yang ingin Anda tuju.
it: È necessario accedere al forum richiesto.
ja: 要求されたフォーラムへのアクセスが必要です。
ko: 요청하신 포럼에 대한 접근 권한이 필요합니다.
nl: Toegang tot dit forum is nodig.
no: Adgang til forespurt forum kreves.
pl: Nie posiadasz dostępu do tego forum.
pt: Um acesso ao fórum solicitado é obrigatório.
pt_br: O acesso ao fórum solicitado é necessário.
ro: Accesul la forumul solicitat este necesar.
ru: Необходим доступ к запрашиваемому форуму.
sk: K danému fóru je požadovaný prístup.
sv: Åtkomst till begärd forum behövs.
th: ต้องการการอนุญาติในการเข้าถึงฟอรั่มนี้
tr: İstenilen foruma erişim gereklidir.
uk: Потрібний доступ до запитаного форуму.
vi: Yêu cầu quyền truy cập vào forum mong muốn.
zh: 没有权限进入该板块。
zh_tw: 沒有權限，無法進入該板塊。

# forum.topic.reply.no_permission
source: No permission to reply.
ar: لا يوجد إذن للرد.
be: Няма дазволу для адказу.
bg: Няма разрешение за отговор.
cs: Nemáte oprávnění odpovědět.
da: Du har ikke tilladelse til at svare.
de: Keine Berechtigung zum Antworten.
el: Δεν έχετε την άδεια να απαντήσετε.
es: No tienes permisos para responder.
fi: Ei vastausoikeutta.
fr: Vous n'êtes pas autorisé à répondre.
hu: Nincs jogosultságod válaszolni.
id: Tidak memiliki izin untuk membalas.
it: Non hai i permessi per rispondere.
ja: 返信する権限がありません。
ko: 답변할 권한이 없습니다.
nl: Geen toestemming om te antwoorden.
no: Ingen tillatelse til å svare.
pl: Nie posiadasz uprawnień do odpowiadania.
pt: Não tens permissão para responder.
pt_br: Sem permissão para responder.
ro: Nu ai permisiunea de a răspunde.
ru: Для ответа недостаточно прав.
sk: Nemáte povolenie odpovedať.
sv: Saknar behörighet för att svara.
th: ไม่ได้รับอนุญาตให้ตอบกลับ
tr: Cevaplama izni yok.
uk: Недостатньо прав для відповіді.
vi: Không có quyền trả lời.
zh: 没有权限，无法回复。
zh_tw: 沒有權限，無法回覆。

# forum.topic.reply.user.require_login
source: Please sign in to reply.
ar: يرجى تسجيل الدخول للرد.
be: Каб адказаць, увайдзіце.
bg: Моля влезте в профила си за да отговорите.
cs: Pro zaslání odpovědi se prosím přihlaste.
da: Log venligst ind for at svare.
de: Zum Antworten bitte einloggen.
el: Παρακαλώ συνδεθείτε για να απαντήσετε.
es: Por favor, inicia sesión para responder.
fi: Kirjaudu sisään vastataksesi.
fr: Merci de vous connecter pour répondre.
hu: Kérlek jelentkezz be, hogy válaszolni tudj.
id: Silakan masuk untuk membalas.
it: Per favore effettua il login per rispondere.
ja: 返信するにはログインが必要です。
ko: 답글을 게시하려면 로그인해 주세요.
nl: Log in om te antwoorden.
no: Vennligst logg inn for å svare.
pl: Zaloguj się, aby odpowiedzieć.
pt: Por favor inicia sessão para responder.
pt_br: Por favor, inicie a sessão para responder.
ro: Te rugăm să te autentifici pentru a răspunde.
ru: Чтобы ответить, войдите в аккаунт.
sk: Prosím, prihláste sa, ak chcete odpovedať.
sv: Var vänlig logga in för att svara.
th: กรุณาเข้าสู่ระบบเพื่อตอบกลับ
tr: Cevaplamak için lütfen giriş yapın.
uk: Будь ласка, увійдіть, щоб продовжити.
vi: Vui lòng đăng nhập để trả lời.
zh: 回复前请先登录。
zh_tw: 回覆前請先登入。

# forum.topic.reply.user.restricted
source: Can't reply while restricted.
ar: يتعذر الرد بينما تكون مقيداََ.
be: Нельга адказваць падчас абмеркавання.
bg: Не може да отговорите докато сте с ограничен статут.
cs: Nelze odpovědět, když jste omezeni.
da: Du kan ikke svare, når du er begrænset.
de: Man kann nicht antworten, während man restricted ist.
el: Δε μπορείτε να απαντήσετε όταν είστε restricted.
es: No puede responder mientras esté restringido.
fi: Et voi vastata rajoitettuna.
fr: Impossible de répondre : votre compte est restreint.
hu: Nem válaszolhatsz felfüggesztett állapotban.
id: Anda tidak dapat mengirimkan balasan ketika akun Anda sedang di-restrict.
it: Non puoi rispondere mentre sei limitato.
ja: 制限されている間は返信できません。
ko: 제한된 상태의 계정은 답글을 게시할 수 없습니다.
nl: Je kan niet reageren terwijl je gerestricteerd bent.
no: Kan ikke svare mens kontoen din er begrenset.
pl: Nie możesz odpowiadać podczas blokady konta.
pt: Não é possível responderes enquanto estiveres restrito.
pt_br: Não é possível responder enquanto restrito.
ro: Nu poți răspunde cât timp ești restricționat.
ru: Нельзя отвечать, когда аккаунт ограничен.
sk: Nemôžete odpovedať s obmedzeným účtom.
sv: Kan ej svara när man är begränsad.
th: ไม่สามารถตอบกลับได้ในขณะที่ถูกจำกัด
tr: Kısıtlanmışken cevap yazamazsınız.
uk: Не можна відповісти поки аккаунт обмежений.
vi: Không thể trả lời trong khi bị hạn chế.
zh: 账户处于限制模式，无法回复。
zh_tw: 帳戶處於限制模式，無法回覆。
