Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Authorization.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# beatmap_discussion.vote.limit_exceeded
source: Please wait a while before casting more votes
ar: الرجاء الانتظار لفترة قبل الإدلاء بأصوات أكثر
be: Трохі пачакайце перш, чым працягнуць галасаваць далей
bg: Моля изчакайте малко преди да гласувате отново
cs: Chvíli počkej, než budeš zasílat další hlasy
da: Vent venligst før du stemmer igen
de: Bitte warte eine Weile, bevor du mehr Stimmen abgibst
el: Παρακαλώ περιμένετε λίγο πριν ψηφίσετε ξανά
es: Espera un poco antes de seguir votando
fi: Odota hetki ennen uusien äänien antamista
fr: Veuillez attendre un peu avant d'envoyer de nouveaux votes
hu: Kérlek várj egy keveset újabb szavazat leadása előtt
id: Harap tunggu sebentar sebelum memberikan lebih banyak suara.
it: Per favore attendi un po' prima di esprimere altri voti
ja: 再度評価するには少し間を置いてください。
ko: 투표를 더 하기 전에 조금 기다려주세요
nl: Wacht even voor je meer stemmen indient
no: Vennligst vent en stund før du avgir flere stemmer
pl: Zaczekaj, zanim zagłosujesz ponownie
pt: Por favor espera um momento antes de pores mais votos
pt_br: Por favor, espere um pouco antes de votar mais vezes
ro: Te rugăm să aștepți un timp înainte să acorzi mai multe voturi
ru: Подождите немного прежде чем голосовать дальше
sk: Počkaj chvíľku pred ďalším hlasovaním
sv: Var god vänta innan du lägger fler röster
th: กรุณารอสักครู่ก่อนโหวตเพิ่ม
tr: Lütfen daha fazla oy vermeden önce bir süre bekleyin
uk: Будь ласка, зачекайте деякий час перед повторним голосуванням
vi: Vui lòng đợi một lúc trước khi bình chọn thêm
zh: 在投更多票之前请稍等一会。
zh_tw: 在投更多票之前請稍等一會

# beatmap_discussion.vote.owner
source: Can't vote on own discussion.
ar: لا يمكنك التصويت في المناقشة الخاصة بك.
be: Нельга прагаласаваць за ўласнае абмеркаванне.
bg: Не може да гласувате на собствена дискусия.
cs: Ve vlastní diskusi nemůžeš hlasovat.
da: Du kan ikke stemme på din egen diskussion!
de: Man kann nicht in der eigenen Diskussion abstimmen!
el: Δεν μπορείτε να ψηφίσετε τη δική σας συζήτηση.
es: No puedes votar tus propias discusiones.
fi: Omia keskusteluja ei voi äänestää.
fr: Vous ne pouvez pas voter pour votre propre discussion.
hu: Nem szavazhatsz a saját posztodra.
id: Tidak dapat memberikan suara pada topik diskusi sendiri.
it: Non puoi votare la tua discussione.
ja: 自分のディスカッションは評価できません。
ko: 자신이 시작한 토론에는 투표할 수 없습니다.
nl: Je kan niet stemmen op je eigen discussie.
no: Du kan ikke stemme på ditt eget diskusjonsinnlegg.
pl: Nie możesz głosować we własnej dyskusji!
pt: Não é possível votares na tua própria discussão.
pt_br: Não é possível votar na própria discussão.
ro: Nu îți poți vota propria discuție.
ru: Нельзя голосовать в собственном обсуждении!
sk: Nemôžete hlasovať vo vlastnej diskusii.
sv: Kan inte rösta på din egen diskussion!
th: ไม่สามารถโหวตการสนทนาของตัวเองได้
tr: Kendi tartışmanıza oy veremezsiniz.
uk: Не можна голосувати у власному обговоренні.
vi: Không thể bình chọn cuộc thảo luận của bạn.
zh: 不能为自己的讨论投票！
zh_tw: 不能為自己的討論投票。

# beatmap_discussion.vote.wrong_beatmapset_state
source: Can only vote on discussions of pending beatmaps.
ar: يمكن فقط التصويت على المناقشات للخرائط في حالة الانتظار.
be: Магчыма толькі прагаласаваць у абмеркаваннях бітмап, што чакаюцца.
bg: Може да се гласува само в дускусии на бийтмапове чакащи одобрение.
cs: Hlasovat lze pouze v diskusích čekajících beatmap.
da: Kan kun stemme på diskussioner fra afventende beatmaps.
de: Abstimmung nur in Diskussion von Pending Beatmaps möglich.
el: Μπορείτε να ψηφίσετε μόνο σε συζήτηση των pending beatmap.
es: Solo puedes votar en discusiones de mapas pendientes.
fi: Voit äänestää vain vireillä olevien beatmappien keskusteluissa.
fr: Vous ne pouvez voter que sur les discussions des beatmaps en attente.
hu: Csak függő beatmap beszélgetéseken lehet szavazni.
id: Hanya dapat memberikan suara pada diskusi di beatmap pending.
it: Puoi votare solo su discussioni di beatmap in sospeso.
ja: Pendingビートマップはディスカッションでのみ評価できます。
ko: Pending인 비트맵의 토론에만 투표할 수 있습니다.
nl: Je kan alleen stemmen op discussies van beatmaps die in afwachting zijn.
no: Kan bare stemme på diskusjoner der beatmappet er ventende.
pl: Możesz głosować tylko przy oczekujących beatmapach.
pt: Só é possível votares em discussões com beatmaps que estejam a aguardar aprovação.
pt_br: Só é possível votar nas discussões de beatmaps pendentes.
ro: Poți vota doar discuțiile despre beatmapuri în așteptare.
ru: Можно голосовать только в обсуждениях ожидающих карт.
sk: Hlasovať môžete iba v diskusii očakávaných beatmáp.
sv: Kan endast rösta på diskussioner för väntande beatmaps.
th: สามารถโหวตในการสนทนาของบีทแมพที่อยู่ในสถานะอยู่ระหว่างดำเนินการเท่านั้น
tr: Yalnızca beklemede olan beatmaplerin tartışmalarında oy kullanabilirsiniz.
uk: Можна голосувати тільки в обговореннях очікуючих біткарт.
vi: Chỉ có thể bình chọn cuộc thảo luận của beatmap ở trạng thái pending.
zh: 只能给 pending 谱面的讨论投票。
zh_tw: 只能對待處理的圖譜討論進行投票。

# beatmap_discussion_post.destroy.not_owner
source: You can only delete your own posts.
ar: يمكنك حذف منشوراتك فقط.
be: Вы можаце выдаляць толькі вашыя запісы.
bg: Можете да триете само собствените си публикации.
cs: Můžeš odstranit pouze svoje příspěvky.
da: Du kan kun slette dine egne opslag.
de: Du kannst nur deine eigenen Beiträge löschen.
el: Μπορείτε να διαγράψετε μόνο τις δικές σας δημοσιεύσεις.
es: Solo puedes eliminar tus publicaciones.
fi: Voit poistaa vaan omia viestejä.
fr: Vous pouvez uniquement supprimer vos propres messages.
hu: Csak a saját posztjaidat tudod törölni.
id: Anda hanya dapat menghapus postingan milik Anda sendiri.
it: Puoi eliminare solo i tuoi post.
ja: 自分の投稿のみを削除できます。
ko: 자신의 게시글만 삭제할 수 있습니다.
nl: U kunt alleen uw eigen berichten verwijderen.
no: Du kan bare slette dine egne innlegg.
pl: Możesz usuwać tylko swoje posty.
pt: Só podes eliminar as tuas próprias publicações.
pt_br: Você só pode excluir suas próprias publicações.
ro: Poți să ștergi doar postările tale.
ru: Вы можете удалять только свои посты.
sk: Iba vy môžete odstrániť vaše vlastné príspevky.
sv: Du kan bara ta bort dina egna inlägg.
th: คุณลบได้แค่โพสต์ของตัวเองเท่านั้น
tr: Yalnızca kendi gönderilerinizi silebilirsiniz.
uk: Ви можете видаляти тільки свої пости.
vi: Bạn chỉ có thể xóa bài đăng của chính mình.
zh: 你只能删除你自己的帖子。
zh_tw: 您只能刪除自己的發文。

# beatmap_discussion_post.destroy.resolved
source: You can not delete a post of a resolved discussion.
ar: لا يمكنك حذف منشور مناقشة مغلقة.
be: Вы не можаце выдаліць запіс вырашанага абмеркавання.
bg: Не можете да триете публикация на разрешена дискусия.
cs: Nemůžete odstranit příspěvek v vyřešené diskusi.
da: Du kan ikke slette et opslag fra en løst diskussion.
de: Du kannst keinen Beitrag einer gelösten Diskussion löschen.
es: No puedes eliminar una publicación de una discusión resuelta.
fr: Vous ne pouvez pas supprimer un message d'une discussion résolue.
hu: Nem törölhetsz bejegyzést egy megbeszélt témában.
id: Anda tidak dapat menghapus postingan pada topik diskusi yang telah terjawab.
it: Non puoi eliminare un post di una discussione risolta.
ja: 解決済みのディスカッションを削除することはできません。
ko: 해결된 토론의 게시글은 삭제할 수 없습니다.
nl: U kunt een bericht van een opgeloste discussie niet verwijderen.
no: Du kan ikke slette et innlegg på en besvart tråd.
pl: Nie możesz usunąć posta z rozwiązanej dyskusji.
pt: Não podes eliminar uma publicação duma discussão resolvida.
pt_br: Você não pode excluir a publicação de uma discussão resolvida.
ro: Nu poți șterge o postare din o discuție rezolvată.
ru: Вы не можете удалить пост в решённом обсуждении.
sk: Nemôžete vymazať príspevky vyriešenej diskusie.
sv: Du kan inte radera ett inlägg i en löst diskussion.
th: คุณไม่สามารถลบโพสต์ที่ถูกแก้ไขแล้วได้
tr: Çözülmüş bir tartışmanın gönderisini silemezsiniz.
uk: Ви не можете видаляти пости в вирішених обговореннях.
vi: Bạn không thể xoá một bài đăng về một thảo luận đã được giải quyết.
zh: 你不能删除已解决的讨论帖。
zh_tw: 你不能刪除已解決的討論串。

# beatmap_discussion_post.destroy.system_generated
source: Automatically generated post can not be deleted.
ar: المنشورات المتكونة تلقائيا لا يمكن حذفها.
be: Немагчыма выдаліць аўтаматычна створаны допіс.
bg: Автоматично създадената публикация не може да бъде изтрита.
cs: Automaticky generované příspěvky nelze odstranit.
da: Automatisk genererede oplsag kan ikke slettes.
de: Automatisch generierter Beitrag kann nicht gelöscht werden.
el: Οι δημοσιεύσεις που έχουν δημιουργηθεί αυτόματα δεν μπορούν να διαγραφούν.
es: La publicación generada automáticamente no puede ser eliminada.
fr: Les messages automatiquement générés ne peuvent être supprimés.
hu: Az automatikusan generált posztok nem törölhetőek.
id: Postingan yang dibuat otomatis tidak dapat dihapus.
it: Non si può eliminare un post generato automaticamente.
ja: 自動生成された投稿は削除できません。
ko: 자동으로 생성된 글은 삭제할 수 없습니다.
nl: Automatisch gegenereerd bericht kan niet worden verwijderd.
no: Innlegg som er automatisk generert kan ikke bli slettet.
pl: Nie możesz usunąć automatycznie wygenerowanego posta.
pt: Uma publicação automaticamente gerada não pode ser apagada.
pt_br: Publicações geradas automaticamente não podem ser excluídas.
ro: Postările generate automat nu pot fi șterse.
ru: Нельзя удалить автоматически созданный пост.
sk: Automaticky generovaný príspevok nie je možné upravovať.
sv: Automatiskt genererade inlägg kan inte tas bort.
th: โพสต์ที่ระบบสร้างเองจะลบไม่ได้
tr: Otomatik olarak oluşturulan gönderiler silinemez.
uk: Не можна видаляти автоматично згенеровані пости.
vi: Không thể xóa bài đăng được tạo tự động.
zh: 自动生成的帖子无法删除。
zh_tw: 自動生成的貼文無法刪除。

# beatmap_discussion_post.edit.not_owner
source: Only the poster can edit post.
ar: فقط الناشر يمكن ان يعدل المنشور.
be: Толькі аўтар можа рэдагаваць допіс.
bg: Само създателят на публикацията може да я редактира.
cs: Pouze autor může příspěvek upravovat.
da: Kun ejeren af dette opslag kan redigere det.
de: Nur der Autor des Beitrages kann den Beitrag bearbeiten.
el: Μόνο ο δημιουργός της δημοσίευσης μπορεί να την επεξεργαστεί.
es: Solo el creador puede editar la publicación.
fi: Vain lähettäjä voi muokata viestiä.
fr: Seul l'auteur de ce post peut l'éditer.
hu: Csak a posztoló tudja szerkeszteni a posztot.
id: Hanya pemilik topik yang diperbolehkan untuk menyunting kiriman.
it: Solo l'autore del post può modificarlo.
ja: 投稿者のみ編集できます。
ko: 본인이 쓴 글만 수정할 수 있습니다.
nl: Alleen de eigenaar kan deze post bewerken.
no: Bare senderen kan redigere innlegget.
pl: Tylko autor posta może go edytować.
pt: Só o próprio criador é que pode editar a publicação.
pt_br: Somente o autor pode editar a publicação.
ro: Doar proprietarul poate edita această postare.
ru: Только автор может редактировать публикацию.
sk: Príspevok môže upravovať iba autor.
sv: Endast den som lade upp inlägget kan redigera inlägget.
th: เฉพาะคนโพสต์เท่านั้นที่สามารถแก้ไขโพสต์ได้
tr: Gönderileri yalnızca gönderen düzenleyebilir.
uk: Тільки автор може редагувати публікацію.
vi: Bài đăng chỉ có thể được chỉnh sửa bởi người đăng.
zh: 只有作者可以编辑。
zh_tw: 只有作者可以編輯。

# beatmap_discussion_post.edit.resolved
source: You can not edit a post of a resolved discussion.
ar: لا يمكنك تعديل منشور مناقشة مغلقة.
be: Вы не можаце рэдагаваць запіс вырашанага абмеркавання.
bg: Не можете да редактирате публикация на разрешена дискусия.
cs: Nemůžete upravit příspěvek ve vyřešené diskusi.
da: Du kan ikke redigere et opslag fra en løst diskussion.
de: Du kannst keinen Beitrag einer gelösten Diskussion bearbeiten.
es: No puedes editar una publicación de una discusión resuelta.
fr: Vous ne pouvez pas modifier un message d'une discussion résolue.
hu: Nem szerkeszthetsz bejegyzést egy megbeszélt témában.
id: Kamu tidak dapat mengubah postingan yang sudah ditutup.
it: Non puoi modificare un post di una discussione risolta.
ja: 解決済みのディスカッションを編集することはできません。
ko: 해결된 토론의 게시글은 수정할 수 없습니다.
nl: U kunt geen bericht van een opgeloste discussie bewerken.
no: Du kan ikke redigere et innlegg på en besvart tråd.
pl: Nie możesz edytować posta z rozwiązanej dyskusji.
pt: Não podes editar uma publicação duma discussão resolvida.
pt_br: Você não pode editar a publicação de uma discussão resolvida.
ro: Nu poți edita o postare din o discuție rezolvată.
ru: Нельзя отредактировать пост в решённом обсуждении.
sk: Nemôžete upravovať príspevky vyriešenej diskusie.
sv: Du kan inte redigera ett inlägg i en löst diskussion.
th: คุณไม่สามารถแก้ไขโพสต์ที่ถูกแก้ไขแล้วได้
tr: Çözülmüş bir tartışmanın gönderisini düzenleyemezsiniz.
uk: Ви не можете редагувати пости в вирішених обговореннях.
vi: Bạn không thể sửa một bài đăng về một thảo luận đã được giải quyết.
zh: 你不能编辑已解决讨论里的帖子。
zh_tw: 你不能編輯已解決討論裡的貼文。

# beatmap_discussion_post.edit.system_generated
source: Automatically generated post can not be edited.
ar: المنشورات المتكونة تلقائيا لا يمكن تعديلها.
be: Немагчыма рэдагаваць аўтаматычна створаны допіс.
bg: Автоматично създанената публикация не може да бъде редактирана.
cs: Nelze upravovat automaticky generovaný příspěvek.
da: Automatisk genererede opslag kan ikke redigeres.
de: Automatisch erzeugte Beiträge können nicht bearbeitet werden.
el: Οι δημοσιεύσεις που έχουν δημιουργηθεί αυτόματα δεν μπορούν να επεξεργαστούν.
es: Una publicación generada automáticamente no se puede editar.
fi: Automaattisesti luotua viestiä ei voi muokata.
fr: Un sujet posté automatiquement ne peut être édité.
hu: Automatikusan generált posztot nem lehet szerkeszteni.
id: Kiriman yang dihasilkan secara otomatis tidak dapat disunting.
it: I post generati automaticamente non possono essere modificati.
ja: 自動生成された投稿は編集できません。
ko: 자동으로 생성된 글은 수정할 수 없습니다.
nl: Automatisch gegenereerde posts kunnen niet worden bewerkt.
no: Innlegg som er automatisk generert kan ikke bli endret.
pl: Nie możesz edytować automatycznie wygenerowanego posta.
pt: Uma publicação gerada automaticamente não pode ser editada.
pt_br: Publicações geradas automaticamente não podem ser editadas.
ro: Postările generate automat nu pot fi editate.
ru: Невозможно отредактировать автоматически созданную публикацию.
sk: Automaticky generovaný príspevok nie je možné upravovať.
sv: Automatiskt genererade inlägg kan inte redigeras.
th: โพสต์ที่ระบบสร้างเองจะไม่สามารถถูกแก้ไขได้
tr: Otomatik olarak oluşturulmuş gönderiler düzenlenemez.
uk: Неможливо редагувати автоматично згенеровану публікацію.
vi: Không thể chỉnh sửa bài đăng được tạo tự động.
zh: 无法编辑自动回复。
zh_tw: 無法編輯自動回覆。

# beatmap_discussion_post.store.beatmapset_locked
source: This beatmap is locked for discussion.
ar: هذه الخريطة مقفلة للمناقشة.
be: Гэта бітмапа заблакавана для абмеркавання.
bg: Този бийтмап е заключен за дискусии.
cs: Tato beatmapa je zablokována od diskuze.
da: Dette beatmap er låst for diskussion.
de: Diese Beatmap Diskussion ist gesperrt.
el: Αυτό το beatmap είναι κλειδωμένο προς συζήτηση.
es: Este mapa está bloqueado para discusión.
fi: Tämä beatmap on lukittu keskustelulta.
fr: Cette beatmap est verrouillée pour la discussion.
hu: Ez a beatmap megbeszélés miatt zárolva.
id: Beatmap ini dikunci untuk diskusi.
it: Questa beatmap è bloccata per la discussione.
ja: このビートマップはディスカッションのためにロックされています。
ko: 이 비트맵은 토론을 할 수 없도록 잠겨 있습니다.
nl: Deze beatmap is vergrendeld voor discussie.
no: Dette beatmappet har blitt låst for diskusjon.
pl: Tworzenie dyskusji dla tej beatmapy zostało zablokowane.
pt: Este beatmap está bloqueado para discussão.
pt_br: Este beatmap está bloqueado para discussão.
ro: Acest beatmap este blocat pentru discuții.
ru: Обсуждение этой карты закрыто.
sk: Táto beatmapa má zamknutú diskusiu.
sv: Denna beatmap är låst för diskussion.
th: บีทแมพนี้ปิดการสนทนาไว้
tr: Bu beatmap tartışma için kilitlenmiş.
uk: Обговорення цієї карти закриті.
vi: Thảo luận bị khóa cho beatmap này.
zh: 该谱面因需要探讨而被锁定。
zh_tw: 這個圖譜被鎖定討論。

# beatmapset.metadata.nominated
source: You cannot change metadata of a nominated map. Contact a BN or NAT member if you think it is set incorrectly.
ar: لا يمكنك تغيير البيانات الوصفية لخريطة مُرَشَحة بالفعل. اتصل بعضو BN أو NAT إذا كنت تعتقد أنه تم تعيينها بشكل غير صحيح.
bg: Не можете да промените на метаданните на номиниран мап. Свържете се с BN или NAT член ако смятате, че са зададени погрешно.
cs: Nemůžete změnit informace nominované mapy. Pokud si myslíte že je nastavena nesprávně, kontaktujte BN nebo NAT člena.
da: Du kan ikke ændre metadata for et nomineret map. Kontakt et BAT- eller NAT-medlem, hvis du mener, at det er angivet forkert.
de: Du kannst die Metadaten einer nominierten Map nicht ändern. Wenn du glaubst, dass sie falsch sind, wende dich an ein BN- oder NAT-Mitglied.
es: No puedes cambiar los metadatos de un mapa nominado. Contacta con un miembro de los BN o del NAT si crees que están establecidos incorrectamente.
fr: Vous ne pouvez pas modifier les métadonnées d'une map nominée. Contactez un membre du BN ou du NAT si vous pensez qu'elles sont mal définies.
hu: Nem változtathatod meg egy map metaadatait. Ha úgy gondolod valami nincs rendben, lépj kapcsolatba egy BN vagy egy NAT taggal.
id: Anda tidak dapat mengubah pengaturan metadata pada beatmap yang telah dinominasikan sebelumnya. Harap hubungi BN atau NAT apabila Anda merasa ada suatu hal yang perlu diubah.
it: Non puoi modificare i metadata di una mappa nominata. Contatta un membro di BN o NAT se pensi che siano stati impostati in modo errato.
ja: ノミネートされたビートマップのメタデータを変更することはできません。正しく設定されていないと思われる場合は、BNまたはNATのメンバーに問い合わせてください。
ko: 추천된 맵의 메타데이터를 변경할 순 없습니다. 잘못 지정된 것 같으면 BN이나 NAT 멤버에게 알려주세요.
nl: U kunt metagegevens van een nominale kaart niet wijzigen. Neem contact op met een BN of NAT lid als u denkt dat deze onjuist is ingesteld.
no: Du kan ikke endre metadataen av et nominert kart. Kontakt et BN eller NAT medlem hvis du tror det er angitt feil.
pl: Nie możesz zmienić metadanych nominowanej mapy. Skontaktuj się z członkiem BN lub NAT, jeśli uważasz, że są one ustawione nieprawidłowo.
pt: Não podes alterar os metadados dum mapa nomeado. Contacta um membro dos BN ou da NAT se achas que estão estabelecidos incorretamente.
pt_br: Você não pode alterar os metadados de um mapa nomeado. Entre em contato com um membro do BN ou NAT se você acha que ele está definido incorretamente.
ro: Nu poți schimba datele meta a unei hărți nominate. Contactează un membru BN sau NAT dacă crezi că e setat greșit.
ru: Если карта номинирована, её метаданные нельзя менять. В случае ошибок свяжитесь с номинатором или членом NAT.
sv: Du kan inte ändra metadata för en nominerad karta. Kontakta en BN eller NAT-medlem om du tror att det är felaktigt inställt.
th: คุณไม่สามารถเปลี่ยน metadata ของบีทแมพที่ทำการเสนอชื่อเป็นที่เรียบร้อยแล้ว ติดต่อ BN หรือ NAT หากคุณคิดว่ามีข้อผิดพลาดประการใด
tr: Aday gösterilen bir mapin metaverisini değiştiremezsiniz. Hatalı ayarlandığını düşünüyorsanız bir BN ya da NAT üyesiyle iletişime geçiniz.
uk: Ви не можете змінювати метадані номінованим карти. Зв'яжіться з членом BN або NAT, якщо вважаєте, що вони вказані невірно.
vi: Bạn không thể thay đổi metadata của map đã được nominated. Liên hệ với một BN hoặc NAT nếu bạn thấy metadata bị sai.
zh: 您不能更改已提名的谱面信息。如果您认为其不正确，请联系 BN 或 NAT 进行更改。
zh_tw: 你不能修改已提名的圖譜資訊。如果你認為有誤，請聯繫 BN 或 NAT 成員。

# chat.blocked
source: Cannot message a user that is blocking you or that you have blocked.
ar: لا يمكن مراسلة شخص قام بحظرك او قمت بحظره.
be: Нельга адправіць паведамленне карыстальніку, які заблакаваў вас або якога заблакаваў вы.
bg: Не може да пращате съобщения на потребител, който ви блокира, или сте го блокирали.
cs: Nemůžete napsat uživateli, kterého máte buď zablokovaného nebo vás má v zablokovaných.
da: Du kan ikke sende denne besked, enten har brugeren blokeret dig eller du har blokeret brugeren.
de: Du kannst keine Nachrichten an einen Benutzer senden, der dich oder den du blockiert hast.
el: Αδυναμία αποστολής σε χρήστη που σας έχει ή έχετε αποκλείσει.
es: No puedes enviar mensajes a un usuario que bloqueaste o que te haya bloqueado.
fi: Et voi lähettää viestejä käyttäjälle, joka on estänyt sinut tai jonka olet estänyt.
fr: Vous ne pouvez pas envoyer un message à un utilisateur qui vous a bloqué ou que vous avez bloqué.
hu: Nem küldhetsz üzenetet olyan felhasználónak akiket letiltottál, vagy téged tiltottak le.
id: Tidak dapat mengirim pesan kepada pengguna yang memblokir Anda atau pengguna yang Anda blokir.
it: Non puoi inviare messaggi ad un utente che ti sta bloccando o che hai bloccato.
ja: あなたをブロックしているユーザーまたは、あなたがブロックしているユーザーとはメッセージをやり取りできません。
ko: 당신을 차단하였거나 당신이 차단한 유저에게 메시지를 보낼 수 없습니다.
nl: Kan geen bericht versturen naar een gebruiker die jou blokkeert of die jij geblokkeerd hebt.
no: Kan ikke sende en melding til en bruker som blokkerer deg eller som du har blokkert.
pl: Nie możesz wysłać wiadomości do użytkownika, którego blokujesz lub który cię blokuje.
pt: Não é possível enviar uma mensagem a um utilizador que te esteja a bloquear ou que o tenhas bloqueado.
pt_br: Não é possível enviar uma mensagem para um usuário que foi bloqueado ou te bloqueou.
ro: Nu poți trimite mesaje unui utilizator care te-a blocat sau pe care l-ai blocat.
ru: Нельзя общаться с пользователем, который заблокировал вас (или наоборот, вы — его).
sk: Nie je možné poslať správu používateľovi, ktorý blokuje teba, alebo ty blokuješ jeho.
sv: Kan inte skicka meddelanden till en användare som blockerar dig eller som du har blockerat.
th: ไม่สามารถส่งข้อความถึงผู้ใช้ที่บล็อกคุณหรือที่คุณบล็อกได้
tr: Sizi engelleyen ya da sizin engellediğiniz bir kullanıcıya mesaj gönderemezsiniz.
uk: Неможливо надіслати повідомлення користувачу, який заблокував вас або якого заблокували ви.
vi: Không thể nhắn tin cho người dùng đã chặn bạn hoặc nếu bạn đã chặn người đó.
zh: 无法向已加入黑名单的用户发消息，或者你已经被拉黑了。
zh_tw: 無法向封鎖你或被你封鎖的人發送訊息。

# chat.friends_only
source: User is blocking messages from people not on their friends list.
ar: المستخدم يحظر الرسائل من الاشخاص الذين ليسو على قائمة اصدقاءه.
be: Карыстальнік заблакаваў паведамленні ад людзей, якіх няма ў спісе сяброў.
bg: Потребителят блокира съобщенията от всички, които не са в списъка му с приятели.
cs: Uživatel blokuje zprávy od lidí, kteří nejsou v jeho listu přátel.
da: Brugeren blokerer beskeder fra folk der ikke er på deres venneliste.
de: Der Benutzer blockiert alle Nachrichten von Personen, die nicht auf seiner Freundesliste sind.
el: Ο χρήστης αποκλείει μηνύματα απο άτομα εκτός της λίστας φίλων του.
es: Este usuario está bloqueando los mensajes de personas que no están en su lista de amigos.
fi: Käyttäjä on estänyt viestit henkilöiltä, jotka eivät ole hänen kaverilistassaan.
fr: Cet utilisateur bloque les messages des personnes qui ne sont pas dans sa liste d’amis.
hu: A felhasználó letiltotta a baráti listáján nem szereplő emberek üzeneteinek fogadását.
id: Pengguna memblokir pesan dari orang yang tidak ada dalam daftar teman pengguna.
it: L'utente sta bloccando i messaggi da chi non è nella sua lista amici.
ja: ユーザーはフレンドリストにいない人からのメッセージをブロックしています。
ko: 해당 유저는 친구가 아닌 유저의 메시지를 차단한 상태입니다.
nl: Gebruiker blokkeert berichten van mensen die niet op de vriendenlijst staan.
no: Brukeren blokkerer meldinger fra personer som ikke er på deres venneliste.
pl: Ten użytkownik blokuje wiadomości od osób spoza listy znajomych.
pt: O utilizador está a bloquear mensagens de pessoas que não façam parte da sua lista de amigos.
pt_br: O usuário está bloqueando mensagens de pessoas fora de sua lista de amigos.
ro: Utilizatorul blochează mesajele de la oameni care nu sunt pe lista lor de prieteni.
ru: Пользователь блокирует сообщения не от друзей.
sk: Používateľ blokuje správy od ľudí, ktorí nie sú na ich ich liste priateľstva.
sv: Användaren blockerar meddelanden från personer som inte finns på sin vänlista.
th: ผู้ใช้นี้บล็อกข้อความจากคนที่ไม่ใช่เพื่อนของเขา
tr: Kullanıcı arkadaş listesinde bulunmayan kişilerden gelen mesajları engelliyor.
uk: Користувач заблокував повідомлення від користувачів не зі списку друзів.
vi: Người dùng này đang chặn tin nhắn từ những người không trong danh sách bạn của họ.
zh: 用户阻止了来自非好友的消息。
zh_tw: 用戶阻止了來自非好友的訊息。
