Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Authorization.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# user.page.edit.not_owner
source: Can only edit own user page.
ar: يمكن فقط تعديل الصفحة الخاصة بك.
be: Магчыма рэдагаваць толькі ўласную старонку.
bg: Може да редактирате само собствената си профилна страница.
cs: Lze upravit pouze svou vlastní uživatelskou stránku.
da: Du kan kun redigere din egen brugerside.
de: Nur das eigene Profil kann bearbeitet werden.
el: Μπορείτε να επεξεργαστείτε μόνο το δικό σας userpage.
es: Solo puedes editar tu página de usuario.
fi: Voit muokata vain omaa käyttäjäsivuasi.
fr: Vous ne pouvez éditer que votre propre page, pas celle d'autres utilisateurs.
hu: Csak a saját felhasználói oldaladat szerkesztheted.
id: Hanya dapat menyunting laman pengguna sendiri.
it: Puoi modificare solo la tua pagina utente.
ja: 自分のユーザーページのみ編集できます。
ko: 본인의 유저 페이지만 수정할 수 있습니다.
nl: Je kan alleen je eigen gebruikerspagina bewerken.
no: Kan kun redigere egen brukerside.
pl: Możesz edytować tylko własną stronę użytkownika.
pt: Só é possível editar a própria página de utilizador.
pt_br: Só é possível editar sua própria página de usuário.
ro: Îți poți edita doar propria pagină de utilizator.
ru: Вы можете редактировать только собственную страницу.
sk: Môžete upravovať iba vlastnú uživateľskú stránku.
sv: Kan endast redigera sin egna användar-sida.
th: สามารถแก้ไขได้แค่ Userpage ของตนเอง
tr: Yalnızca kendi kullanıcı sayfanızı düzenleyebilirsiniz.
uk: Можна редагувати лише власну сторінку.
vi: Chỉ có thể chỉnh sửa trang người dùng của bạn.
zh: 只能编辑自己的个人页面。
zh_tw: 只能編輯自己的個人頁面。

# user.page.edit.require_supporter_tag
source: osu!supporter tag is required.
ar: تحتاج الى شارة osu!supporter.
be: неабходны osu!supporter.
bg: необходим е osu!supporter
cs: supporter tag je vyžadován.
da: osu!supporter tag er nødvendigt.
de: Ein osu!supporter-Tag ist erforderlich.
el: απαιτείται osu!supporter tag.
es: Se requiere el tag de osu!supporter.
fi: Sinun on oltava Tukija.
fr: le tag osu!supporter est requis.
hu: osu!támogatói cím szükséges.
id: osu!supporter tag diperlukan.
it: è necessario avere il tag osu!supporter.
ja: osu!サポータータグが必要です。
ko: osu! 서포터 태그가 필요합니다.
nl: osu!supporter tag is vereist.
no: osu!supporter tag kreves.
pl: Aby to zrobić, wymagany jest status donatora osu!.
pt: Uma etiqueta osu!supporter é necessária.
pt_br: É necessário possuir uma osu!supporter tag.
ro: eticheta de suporter osu! este necesară.
ru: У вас нет osu!supporter.
sk: osu!supporter tag je vyžadovaný.
sv: osu!supporter tagg krävs.
th: จำเป็นต้องมี Supporter Tag
tr: osu!supporter etiketi gereklidir.
uk: необхідний osu!supporter.
vi: phải có osu!supporter.
zh: 需要成为支持者。
zh_tw: 需要成為osu!贊助者。
