Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Authorization.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# chat.moderated
source: That channel is currently moderated.
ar: هذه القناة خاضعة للإشراف حاليا.
be: Канал зараз мадэруецца.
bg: Този канал в момента бива модериран.
cs: Tento kanál je právě moderován.
da: Denne kanal er i øjeblikket modereret.
de: Dieser Kanal wird derzeit moderiert.
el: Το κανάλι βρίσκεται υπό παρακολούθηση.
es: Ese canal está actualmente siendo moderado.
fi: Tätä kanavaa moderoidaan.
fr: Ce canal est actuellement modéré.
hu: A csatorna jelenleg moderálva van.
id: Channel itu sedang dalam pengelolaan.
it: Quel canale è attualmente moderato.
ja: そのチャンネルは現在制限がかかっています。
ko: 채널은 현재 관리 중입니다.
nl: Dat kanaal wordt op dit moment gemodereerd.
no: Denne kanalen er for tiden moderert.
pl: Ten kanał jest obecnie w trybie tylko dla moderatorów.
pt: Esse canal está atualmente moderado.
pt_br: O canal atual está sendo moderado.
ro: Canalul este moderat în prezent.
ru: В этот канал сейчас нельзя писать.
sk: Kanál je momentálne moderovaný.
sv: Den kanalen är för närvarande modererad.
th: แชแนลนี้อยู่ระหว่างการขัดกรอง
tr: Bu kanal şu anda modere ediliyor.
uk: В даний момент канал модерується.
vi: Kênh hiện đang được kiểm duyệt.
zh: 该频道现在正在被管制中。
zh_tw: 該頻道目前正在被管制中。

# chat.no_access
source: You do not have access to that channel.
ar: غير مسموح لك الوصول الى هذه القناة.
be: Вы не маеце доступу да гэтага каналу.
bg: Нямате достъп до този канал.
cs: Nemáte přístup k tomu kanálu.
da: Du har ikke adgang til denne kanal.
de: Du hast kein Zugriff auf diesen Kanal.
el: Δεν έχετε πρόσβαση σε αυτό το κανάλι.
es: No tienes acceso a ese canal.
fi: Sinulla ei ole oikeuksia tälle kanavalle.
fr: Vous n’avez pas accès à ce canal.
hu: Nincs hozzáférésed a csatornához.
id: Anda tidak memiliki akses ke channel ini.
it: Non hai accesso a quel canale.
ja: あなたはそのチャンネルにアクセスするための権限を持っていません。
ko: 해당 채널에 대한 접근 권한이 없습니다.
nl: Je hebt geen toegang tot dat kanaal.
no: Du har ingen adgang til denne kanalen.
pl: Nie masz dostępu do tego kanału.
pt: Tu não tens acesso a esse canal.
pt_br: Você não tem acesso a esse canal.
ro: Nu ai acces la acest canal.
ru: У вас нет доступа к этому каналу.
sk: Nemáte prístup k tomuto kanálu.
sv: Du har ingen behörighet till denna kanalen.
th: คุณไม่มีสิทธิ์เข้าถึงช่องนี้
tr: Bu kanala erişiminiz yok.
uk: У вас немає доступу до цього каналу.
vi: Bạn không có quyền truy cập vào kênh này.
zh: 你没有权限访问该频道。
zh_tw: 你沒有權限訪問該頻道。

# chat.restricted
source: You cannot send messages while silenced, restricted or banned.
ar: لا يمكنك إرسال رسائل حينما تكون صامتا، مقيد أو محظور.
be: Нельга адпраўляць паведамленні, калі вы ў спісе забаненых, абмежаваных або рыд-онлі.
bg: Не може да пращате съобщения докато сте заклушени, в ограничен режим или баннати.
cs: Nemůžete posílat zprávy, když jste umlčen, omezen nebo zabanován.
da: Du kan ikke sende beskeder når du er enten muted, begrænset eller banned.
de: Du kannst keine Nachrichten senden, während du stummgeschaltet, eingeschränkt oder gebannt bist.
el: Δεν μπορείτε να στείλετε μηνύματα ενώ είστε σιγασμένος, περιορισμένος ή απαγορευμένος.
es: No puede enviar mensajes mientras esté silenciado, restringido o baneado.
fi: Et voi lähettää viestejä mykistettynä, rajoitettuna tai bännättynä.
fr: Vous ne pouvez pas envoyer de messages en étant réduit au silence, restreint ou banni.
hu: Nem küldhetsz üzeneteket némított, felfüggesztett vagy kitiltott állapotban.
id: Anda tidak dapat mengirim pesan pada saat akun Anda sedang di-silence, di-restrict, atau di-ban.
it: Non puoi inviare messaggi mentre sei silenziato, limitato o bannato.
ja: あなたがサイレンス、制限またはBanされている間はメッセージを送信できません。
ko: 침목이나 제한, 밴이 된 상태인 동안에는 메시지를 보낼 수 없습니다.
nl: Je kunt geen berichten versturen wanneer je het zwijgen is opgelegd, wanneer je bent beperkt of verbannen.
no: Du kan ikke sende meldinger mens du er stum, begrenset eller bannlyst.
pl: Nie możesz wysyłać wiadomości po tym, jak twoje konto zostało uciszone, ograniczone lub zablokowane.
pt: Não podes enviar mensagens enquanto estiveres silenciado, restrito ou banido.
pt_br: Você não pode enviar mensagens enquanto silenciado, restrito ou banido.
ro: Nu poți trimite mesaje cât timp ești amuțit, restricționat sau interzis.
ru: Нельзя отправлять сообщения, пока у вас сайленс, или если вас ограничили или забанили.
sk: Nemôžete posielať správy, keď ste umlčaný, obmedzený alebo zabanovaný.
sv: Du kan inte skicka meddelanden medan du är tystad, begränsad eller bannad.
th: คุณไม่สามารถส่งข้อความได้ในสถานะเงียบ ถูกจำกัดการใช้งานหรือถูกแบน
tr: Susturulmuş, kısıtlanmış ya da banlanmış iken mesaj gönderemezsiniz.
uk: Заглушені, обмежені, заблоковані користувачі не можуть надсилати повідомлення.
vi: Bạn không thể gửi tin nhắn trong khi bị silenced, bị hạn chế hoặc bị cấm (ban).
zh: 账户被禁言、受限或封禁期间不能发消息。
zh_tw: 你不能在帳戶被禁言、限制或封鎖的時候發送訊息。

# chat.silenced
source: You cannot send messages while silenced, restricted or banned.
ar: لا يمكنك إرسال رسائل حينما تكون صامتا، مقيد أو محظور.
da: Du kan ikke sende beskeder når du er enten muted, begrænset eller banned.
de: Du kannst keine Nachrichten senden, während du stummgeschaltet, eingeschränkt oder gebannt bist.
el: Δεν μπορείτε να στείλετε μηνύματα ενώ είστε σιγασμένος, περιορισμένος ή απαγορευμένος.
es: No puede enviar mensajes mientras esté silenciado, restringido o baneado.
fr: Vous ne pouvez pas envoyer de messages en étant réduit au silence, restreint ou banni.
hu: Némítva, felfüggesztve vagy kitiltva nem küldhetsz üzeneteket.
id: Anda tidak dapat mengirim pesan pada saat akun Anda sedang di-silence, di-restrict, atau di-ban.
it: Non puoi inviare messaggi mentre sei silenziato, limitato o bannato.
ja: あなたがサイレンス、制限またはBanされている間はメッセージを送信できません。
ko: 침묵, 제한, 차단 상태에서는 메시지를 전송할 수 없습니다.
nl: Je kunt geen berichten verzenden als je op stil staat, bent beperkt of bent verbannen.
pl: Nie możesz wysyłać wiadomości po tym, jak twoje konto zostało uciszone, ograniczone lub zablokowane.
pt: Não podes enviar mensagens enquanto estiveres silenciado, restringido ou banido.
pt_br: Você não pode enviar mensagens enquanto silenciado, restrito ou banido.
ru: Вы не можете отправлять сообщение пока вы в сайленсе, ограниченном режиме или забанены.
sv: Du kan inte skicka meddelanden medan du är tystad, begränsad eller bannad.
th: คุณไม่สามารถส่งข้อความได้ในสถานะเงียบ ถูกจำกัดการใช้งาน หรือถูกแบน
tr: Susturulmuşken, kısıtlıyken veya banlıyken mesaj gönderemezsiniz.
uk: Ви не можете надсилати повідомлення, коли мовчете, обмежені або заблоковані.
zh: 账户被禁言、受限或封禁期间不能发消息。
zh_tw: 你不能在帳戶被禁言、限制或封鎖的時候傳送訊息。

# comment.update.deleted
source: Can't edit deleted post.
ar: لا يمكن تعديل منشور محذوف.
be: Нельга рэдагаваць выдалены допіс.
bg: Не може да редактирате вече изтрити публикации.
cs: Nemůžete editovat již odstraněný příspěvek.
da: Kan ikke redigere slettede opslag.
de: Der gelöschte Beitrag kann nicht bearbeitet werden.
el: Δεν μπορείτε να επεξεργαστείτε διαγραμμένη δημοσίευση.
es: No puedes editar una publicación eliminada.
fi: Poistettuja viestejä ei voi mukata.
fr: Vous ne pouvez pas éditer un post supprimé.
hu: Törölt posztot nem lehet szerkeszteni.
id: Tidak dapat menyunting post yang telah dihapus.
it: Non puoi modificare un post eliminato.
ja: 削除済みの投稿は編集できません。
ko: 삭제된 게시물을 수정 할 수 없습니다.
nl: Je kunt geen verwijderde berichten bewerken.
no: Kan ikke redigere slettet innlegg.
pl: Nie możesz edytować usuniętego posta.
pt: Não é possível editares uma publicação apagada.
pt_br: Não é possível editar publicações deletadas.
ro: Nu poți edita o postare ștearsă.
ru: Нельзя редактировать удалённый пост.
sk: Nemôžeš upraviť zmazaný príspevok.
sv: Kan ej redigera raderade inlägg.
th: ไม่สามารถแก้ไขโพสต์ที่ถูกลบได้
tr: Silinmiş gönderi düzenlenemez.
uk: Неможливо редагувати видалену публікацію.
vi: Không thể chỉnh sửa bài đăng đã bị xóa.
zh: 无法编辑已删除的回复。
zh_tw: 無法編輯已刪除的回覆。

# contest.voting_over
source: You cannot change your vote after the voting period for this contest has ended.
ar: لا يمكنك تغيير التصويت الخاص بك بعد انتهاء فترة التصويت لهذه المسابقة.
be: Немагчыма змяніць голас пасля сканчэння перыяду галасавання.
bg: Не можете да промените гласа си след като периода за гласуване е свършил.
cs: Po skončení hlasovací doby pro tuto soutěž již nemůžeš změnit svůj hlas.
da: Du kan ikke ændre din stemme efter stemmeperioden for denne konkurrence er slut.
de: Stimmen können nach dem Abstimmungsende nicht mehr geändert werden.
el: Δε μπορείτε να αλλάξετε την ψήφο σας αφού η περίοδος ψηφοφορίας γι' αυτόν τον διαγωνισμό έχει τελειώσει.
es: No puedes cambiar tu voto después de haber concluido el periodo de votación.
fi: Et voi muuttaa ääntäsi tälle kilpailulle äänestysajan loppumisen jälkeen.
fr: Vous ne pouvez pas changer votre vote une fois la période de vote terminée.
hu: Nem változtathatod meg a szavazatod, mert ennek a versenynek a szavazási ideje lejárt.
id: Anda tidak dapat mengubah pilihan Anda setelah periode pemungutan suara untuk kontes ini telah berakhir.
it: Non puoi cambiare il tuo voto quando il periodo di votazione per questo contest è finito.
ja: コンテストの投票期間終了後に投票先を変更することはできません。
ko: 투표 기간 이후에는 콘테스트가 끝날 때 까지 선택한 투표를 바꿀 수 없습니다.
nl: Je kan je stem niet meer veranderen nadat de stemperiode van deze wedstrijd is afgelopen.
no: Du kan ikke endre stemmen din etter den stemmeberettigede perioden for denne konkurransen har avsluttet.
pl: Nie możesz zmieniać swojego głosu po zakończeniu głosowania.
pt: Não podes mudar o teu voto depois do período de votação deste concurso ter terminado.
pt_br: Não é possível alterar o voto após o fim do período de votação.
ro: Nu îți poți schimba votul după ce perioada de vot pentru această competiție s-a încheiat.
ru: Вы не можете изменить свой голос после окончания периода голосования.
sk: Po tom, čo sa hlasovacie obdobie pre túto súťaž ukončilo, svoj hlas nemôžete zmeniť.
sv: Du kan inte ändra din röst efter att röstperioden för den här tävlingen har avslutas.
th: คุณไม่สามารถเปลี่ยนการโหวตหลังจากระยะเวลาลงคะแนนเสียงสำหรับการประกวดนี้ได้สิ้นสุดลง
tr: Yarışma için oylama süresi bittikten sonra oyunuzu değiştiremezsiniz.
uk: Ви не можете змінити свій вибір після закінчення періоду голосування.
vi: Bạn không thể đổi phiếu bầu sau khi giai đoạn bầu chọn của cuộc thi này kết thúc.
zh: 投票已结束，无法修改投票。
zh_tw: 投票已結束，禁止重新投票。

# contest.entry.limit_reached
source: You have reached the entry limit for this contest
ar: لقد تجاوزت حد المشاركات المسموح به لهذه المسابقة
be: Вы дасягнулі ліміту ўдзелаў у гэтым конкурсе
bg: Достигнахте ограничението на записи за този конкурс
cs: Dosáhl jsi limitu vstupů pro tuto soutěž
da: Du har nået dit maksimale antal bidrag for denne konkurrence
de: Du hast das Einsendelimit für diesen Wettbewerb erreicht
el: Έχετε φτάσει το όριο καταχωρήσεων για αυτόν τον διαγωνισμό
es: Has alcanzado el límite de entradas para este concurso
fi: Olet saavuttanut kilpailuun lähetettävien töiden rajan
fr: Vous avez atteint la limite d'entrée pour ce concours
hu: Elérted a jelentkezési limited erre a versenyre
id: Anda telah mencapai batas entri untuk kontes ini
it: Hai raggiunto il limite massimo di iscrizioni per questo contest
ja: このコンテストへのエントリー上限に達しました。
ko: 이 콘테스트에서 참가 가능한 작품 수를 초과했습니다.
nl: Je hebt de limiet voor inschrijvingen bereikt
no: Du har nådd maks antall bidrag for denne konkurransen
pl: Osiągnięto limit zgłoszeń dla tego konkursu
pt: Chegaste ao limite de inscrições para este concurso
pt_br: Você atingiu o limite de inscrições para este concurso
ro: Ai atins limita de intrări în acest concurs
ru: Вы исчерпали количество заявок для этого конкурса.
sk: Dosiahol si limit vstupov pre túto súťaž
sv: Du har uppnått max antal bidrag i denna tävling
th: คุณถึงขีดจำกัดของปริมาณงานที่ส่งเข้าประกวดได้แล้ว
tr: Bu yarışma için girdi sınırına ulaştınız
uk: Ви вичерпали кількість заявок для цього конкурсу
vi: Bạn đã đạt giới hạn bài dự thi cho cuộc thi này
zh: 您提交的参赛文件大小超出限制
zh_tw: 您提交的參賽文件大小超出限制

# contest.entry.over
source: Thank you for your entries! Submissions have closed for this contest and voting will open soon.
ar: شكرا لكم على مشاركاتكم! تم اغلاق المشاركات المستقبلية لهذه المسابقة والتصويت سيفتح قريبا.
be: Дзякуем за ўдзел у гэтым конкурсе! Галасаванне ў хуткім часе пачнецца.
bg: Благодарим Ви за участието! Записването затвори за този конкурс и гласуването ще започне скоро.
cs: Díky za vaše vstupy! Podání byla uzavřena a hlasování se brzy otevře.
da: Tak for jeres bidrag! Indsendelsen for denne konkurrence er slut, og afstemning vil finde sted snarest!.
de: Vielen Dank für eure Einsendungen! Der Einsendezeitraum ist vorbei, die Abstimmungen werden bald beginnen.
el: Σας ευχαριστούμε για τις καταχωρήσεις σας! Οι υποβολές έχουν κλείσει για αυτόν τον διαγωνισμό και η ψηφοφορία θα ανοίξει σύντομα.
es: ¡Gracias por su participación! Los envíos se han cerrado para este concurso y la votación se abrirá pronto.
fi: Kiitos lähettämistänne töistä! Kilpailuun ei oteta enää ehdokkaita ja äänestys avataan pian.
fr: Merci pour vos inscriptions ! Les soumissions sont fermées pour ce concours et le vote va bientôt ouvrir.
hu: Köszönjük a jelentkezéseidet! A beküldési lehetőség lezárult erre a versenyre és a szavazás hamarosan indul.
id: Terima kasih telah mengirimkan entri Anda! Meskipun demikian, dengan sangat menyesal kami harus memberi tahu Anda bahwa tahapan penyerahan entri untuk kontes ini telah berakhir. Mohon maaf sebelumnya!
it: Grazie per le tue iscrizioni! Le richieste sono terminate per questo contest e le votazioni avverranno presto.
ja: エントリーありがとうございます！このコンテストへの応募は終了し、投票がまもなく開始されます。
ko: 콘테스트에 참가해주셔서 감사합니다! 작품 제출이 마감되었고, 투표가 곧 시작됩니다.
nl: Bedankt voor de inzendingen! Inzendingen zijn gesloten voor deze wedstrijd en de stembus gaan binnenkort open.
no: Takk for dine bidrag! Påmeldingen for denne konkurransen har stengt og avstemningen vil åpne snart.
pl: Dziękujemy za zgłoszenia! Przesyłanie prac zakończyło się i wkrótce rozpocznie się głosowanie.
pt: Obrigado pelas tuas inscrições! As submissões foram fechadas para este concurso e a votação irá abrir em breve.
pt_br: Agradecemos a sua participação! As inscrições para este concurso foram encerradas e a votação abrirá em breve.
ro: Îți mulțumim pentru intrările tale! Înscrierile s-au închis pentru acest concurs și votarea se va deschide în curând.
ru: Благодарим за ваши заявки на участие в этом конкурсе! Голосование начнется в ближайшее время.
sk: Díky za vaše vstupy! Podania boli uzavreté a hlasovanie sa čoskoro otvorí.
sv: Tack för era bidrag! Möjligheten att lägga till bidrag har stängt och röstning kommer öppnas snart.
th: ขอบคุณที่เข้าร่วมการประกวดในครั้งนี้ เราได้ปิดรับผลงานสำหรับการประกวดครั้งนี้แล้วและการโหวตจะเริ่มขึ้นเร็วๆนี้
tr: Girdileriniz için teşekkürler! Bu yarışma için gönderiler kapandı ve yakında oylamalara açılacak.
uk: Дякуємо за заявки на участь в цьому конкурсі! Голосування розпочнеться найближчим часом.
vi: Cảm ơn về bài dự thi của bạn! Cuộc thi đã không còn nhận thêm mục nào nữa và sẽ sớm mở bình chọn.
zh: 感谢参与！提交已经关闭，投票即将开始。
zh_tw: 感謝參與！提交已經關閉，投票即將開始。

# forum.moderate.no_permission
source: No permission to moderate this forum.
ar: لا يوجد إذن للاشراف في هذا المنتدى.
be: Няма дазволу на модэрацыю гэтага форуму.
bg: Нямате право да модерирате този форум.
cs: Nemáte povolení k moderování tohoto fóra.
da: Ingen tilladelse til at moderere dette forum.
de: Keine Berechtigung, dieses Forum zu moderieren.
el: Δεν έχει άδεια να εποπτεύσετε αυτό το φόρουμ.
es: Sin permisos para moderar este foro.
fi: Sinulla ei ole oikeutta moderoida tätä foorumia.
fr: Vous n’avez pas la permission de modérer ce forum.
hu: Nincs engedélyed ennek a fórumnak a moderálására.
id: Tidak memiliki izin untuk mengelola forum ini.
it: Non sei autorizzato a moderare questo forum.
ja: このフォーラムに制限をかける権限がありません。
ko: 이 포럼을 관리할 권한이 없습니다.
nl: Geen rechten om dit forum de modereren.
no: Ingen tillatelse til å moderere dette forumet.
pl: Nie posiadasz uprawnień do moderowania tego forum.
pt: Não tens permissão para moderar este fórum.
pt_br: Sem permissão para moderar este fórum.
ro: Nu ai permisiunea de a modera acest forum.
ru: У вас нет прав на модерацию этого форума.
sk: Žiadne oprávnenie na úpravu tohto fóra.
sv: Inget tillstånd för att moderera detta forum.
th: ไม่มีสิทธิในการจัดการฟอรั่มนี้
tr: Bu forumu modere etme yetkiniz yok.
uk: Відсутній дозвіл на модерацію даного форуму.
vi: Bạn không có quyền chỉnh sửa forum này.
zh: 没有权限编辑该板块。
zh_tw: 沒有權限編輯該板塊。

# forum.post.delete.only_last_post
source: Only last post can be deleted.
ar: يمكن حذف آخر منشور فقط.
be: Толькі апошні допіс можа быць выдалены.
bg: Само последната публикация може да бъде изтрита.
cs: Lze odstranit pouze poslední příspěvek.
da: Kun sidste opslag kan slettes.
de: Nur der letzte Beitrag kann gelöscht werden.
el: Μόνο η τελευταία δημοσίευση μπορεί να διαγραφεί.
es: Solo se puede eliminar la última publicación.
fi: Vain viimeisin viesti voidaan poistaa.
fr: Seul le dernier post peut être supprimé.
hu: Csak az utolsó posztot lehet törölni.
id: Hanya kiriman terakhir yang dapat dihapus.
it: Solo l'ultimo post può essere eliminato.
ja: 最後の投稿のみ削除できます。
ko: 마지막 답글만 삭제할 수 있습니다.
nl: Alleen de laatste post kan worden verwijderd.
no: Bare det siste innlegget kan slettes.
pl: Tylko ostatni post może zostać usunięty.
pt: Somente a ultima publicação é que pode ser apagada.
pt_br: Somente a última publicação pode ser excluída.
ro: Doar ultima postare poate fi ștearsă.
ru: Только последняя публикация может быть удалена.
sk: Iba posledný príspevok môže byť odstránený.
sv: Endast sista inlägget kan raderas.
th: สามารถลบได้แค่โพสต์ล่าสุดเท่านั้น
tr: Yalnızca son gönderi silinebilir.
uk: Можливо видалити лише останню публікацію.
vi: Chỉ có thể xóa bài đăng cuối cùng.
zh: 只有最后的回复可以被删除。
zh_tw: 只有最後的回覆可以被刪除。

# forum.post.delete.locked
source: Can not delete post of a locked topic.
ar: لا يمكن حذف منشور من موضوع مغلق.
be: Нельга выдаліць допіс у закрытай тэме.
bg: Не може да изтриете публикация в заключена тема.
cs: Nelze odstranit příspěvek uzamčeného tématu.
da: Kan ikke slette opslag fra låste emner.
de: Beiträge in gesperrten Threads können nicht gelöscht werden.
el: Δεν μπορεί να διαγραφεί δημοσίευση κλειδωμένου θέματος.
es: No se puede eliminar la publicación de un tema cerrado.
fi: Lukitun aiheen viestejä ei voi poistaa.
fr: Impossible de supprimer un message sur un sujet verrouillé.
hu: Lezárt téma posztját nem lehet törölni.
id: Tidak dapat menghapus kiriman di topik yang telah dikunci.
it: Non puoi eliminare i post di un topic bloccato.
ja: ロックされたトピックの投稿は削除できません。
ko: 잠긴 주제에 달린 답글은 삭제할 수 없습니다.
nl: Je kan geen posts in een gesloten onderwerp verwijderen.
no: Kan ikke slette innlegg i et låst emne.
pl: Nie możesz usuwać postów w zamkniętym wątku.
pt: Não é possível eliminar uma publicação dum tópico bloqueado.
pt_br: Não é possível excluir a publicação de um tópico trancado.
ro: Nu poți șterge o postare al unui subiect închis.
ru: Невозможно удалить публикацию в закрытой теме.
sk: Nie je možné odstrániť príspevok zamknutej témy.
sv: Kan ej radera ett inlägg på ett låst ämne.
th: ไม่สามารถลบโพสต์หัวเรื่องที่ถูกล็อกได้
tr: Kilitli bir konunun gönderisini silemezsiniz.
uk: Неможливо видалити публікацію в заблокованій темі.
vi: Không thể xóa bài đăng của một topic bị khóa.
zh: 无法删除已锁定主题的回复。
zh_tw: 無法刪除被鎖定主題的回覆。

# forum.post.delete.no_forum_access
source: Access to requested forum is required.
ar: مطلوب الوصول إلى المنتدى المطلوب.
be: Неабходны дазвол да запытанага форуму.
bg: Достъп до исканият форум е нужен.
cs: K vybranému fóru je vyžadován přístup.
da: Adgang til det anmodede forum er nødvendigt.
de: Zugang zum angeforderten Forum wurde verwehrt.
el: Απαιτείται πρόσβαση για το συγκεκριμένο φόρουμ.
es: Se requiere acceso al foro solicitado.
fi: Tarvitset pääsyn tälle foorumille.
fr: L'accès au forum demandé est nécessaire.
hu: A kért fórumhoz hozzáférési jog szükséges.
id: Anda tidak memiliki akses ke forum yang ingin Anda tuju.
it: È richiesto l'accesso al forum.
ja: 要求されたフォーラムへのアクセスが必要です。
ko: 요청하신 포럼에 대한 접근 권한이 필요합니다.
nl: Toegang tot dit forum is nodig.
no: Adgang til forespurt forum kreves.
pl: Nie posiadasz dostępu do tego forum.
pt: Um acesso ao fórum solicitado é obrigatório.
pt_br: O acesso ao fórum solicitado é necessário.
ro: Accesul la forumul solicitat este necesar.
ru: Необходим доступ к запрашиваемому форуму.
sk: Nemáš prístup k danému fóru.
sv: Åtkomst till begärd forum behövs.
th: ต้องการการอนุญาติในการเข้าถึงฟอรั่มนี้
tr: İstenilen foruma erişim gereklidir.
uk: Потрібний доступ до запитаного форуму.
vi: Yêu cầu quyền truy cập vào forum mong muốn.
zh: 没有权限进入该板块。
zh_tw: 沒有權限進入該板塊。

# forum.post.delete.not_owner
source: Only poster can delete the post.
ar: يمكن للناشر فقط حذف هذا المنشور.
be: Толькі аўтар можа выдаліць гэты допіс.
bg: Само създателят на публицатията може да я изтрие.
cs: Pouze autor může odstranit příspěvek.
da: Kun ejeren af dette opslag kan slette det.
de: Nur der Autor kann den Beitrag löschen.
el: Μόνο ο δημιουργός της δημοσίευσης μπορεί να τη διαγράψει.
es: Solo el creador de la publicación puede eliminarla.
fi: Vain lähettäjä voi poistaa viestin.
fr: Seul l'auteur de ce post peut le supprimer.
hu: Csak a szerző törölheti a posztot.
id: Hanya pemilik topik yang dapat menghapus kiriman.
it: Solo l'autore del post lo può eliminare.
ja: 投稿を削除できるのは投稿者のみです。
ko: 본인이 쓴 답글만 삭제할 수 있습니다.
nl: Alleen de eigenaar kan deze post verwijderen.
no: Bare senderen kan slette innlegget.
pl: Tylko autor posta może go usunąć.
pt: Só o próprio criador é que pode apagar a publicação.
pt_br: Somente o autor pode excluir a publicação.
ro: Doar proprietarul poate șterge această postare.
ru: Только автор может удалить эту публикацию.
sk: Vymazať príspevok môže iba autor príspevku.
sv: Endast avsändaren kan radera inlägget.
th: เฉพาะคนโพสต์เท่านั้นที่สามารถลบโพสต์ได้
tr: Gönderi yalnızca gönderen tarafından silinebilir.
uk: Тільки автор може видалити дану публікацію.
vi: Chỉ người đăng mới có thể xóa bài đăng.
zh: 只有作者能删除此回复。
zh_tw: 只有作者能刪除此回覆。

# forum.post.edit.deleted
source: Can not edit deleted post.
ar: لا يمكن تعديل منشور محذوف.
be: Нельга рэдагаваць выдалены допіс.
bg: Не можете да редактирате изтрита публикация.
cs: Nelze upravovat odstraněný příspěvek.
da: Kan ikke redigere slettede opslag.
de: Gelöschte Beiträge können nicht bearbeitet werden.
el: Δεν μπορείτε να επεξεργαστείτε διαγραμμένη δημοσίευση.
es: No puedes editar una publicación eliminada.
fi: Poistettuja viestejä ei voi muokata.
fr: Impossible de modifier un post supprimé.
hu: Törölt posztot nem lehet szerkeszteni.
id: Tidak dapat menyunting postingan yang telah dihapus.
it: Non puoi modificare un post eliminato.
ja: 削除された投稿は編集できません。
ko: 삭제된 답글은 수정할 수 없습니다.
nl: Je kan een verwijderde post niet bewerken.
no: Kan ikke redigere slettet innlegg.
pl: Nie możesz edytować usuniętego posta.
pt: Não é possível editar uma publicação eliminada.
pt_br: Não é possível editar uma publicação excluída.
ro: Această postare nu poate fi editată.
ru: Невозможно изменить удалённую публикацию.
sk: Nemôžete upraviť odstránený príspevok.
sv: Kan ej redigera borttagna inlägg.
th: ไม่สามารถแก้ไขโพสต์ที่ถูกลบ
tr: Silinmiş gönderi düzenlenemez.
uk: Неможливо редагувати видалену публікацію.
vi: Không thể chỉnh sửa bài đăng đã bị xóa.
zh: 无法编辑已删除的回复。
zh_tw: 無法編輯已刪除的回覆。
