Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmaps.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# discussions.new.title
source: New Discussion
ar: مناقشة جديدة
be: Новые абмеркаванне
bg: Нова Дискусия
cs: Nová diskuze
da: Ny diskussion
de: Neue Diskussion
el: Νέα Συζήτηση
es: Nueva discusión
fi: Uusi keskustelu
fr: Nouvelle Discussion
hu: Új beszélgetés indítása
id: Diskusi Baru
it: Nuova Discussione
ja: 新しいディスカッション
ko: 새 토론
nl: Nieuwe Discussie
no: Ny Diskusjon
pl: Nowa dyskusja
pt_br: Nova Discussão
ro: Discuție nouă
ru: Новый отзыв
sk: Nová diskusia
sv: Ny Diskussion
th: การสนทนาใหม่
tr: Yeni Tartışma
uk: Нове обговорення
vi: Cuộc Thảo Luận Mới
zh: 新的讨论
zh_tw: 新的討論

# discussions.new.unpin
source: Unpin
ar: إزالة التثبيت
be: Адмацаваць
bg: Откачи
cs: Odepnout
da: Frigør
de: Lösen
el: Ξεκαρφίτσωμα
es: Desanclar
fi: Poista kiinnitys
fr: Désépingler
hu: Rögzítés feloldása
id: Lepas sematan
it: Non fissare
ja: ピン解除
ko: 고정 해제
nl: Losmaken
no: Løsne
pl: Odepnij
pt_br: Desafixar
ro: DeFixează
ru: Открепить
sk: Odopnúť
sv: Lossa
th: ยกเลิกการปักหมุด
tr: Sabitlemeyi kaldır
uk: Відкріпити
vi: Bỏ ghim
zh: 取消置顶
zh_tw: 取消釘選

# discussions.review.new
source: New Review
ar: مراجعة جديدة
bg: Ново ревю
cs: Nová recenze
da: Ny anmeldelse
de: Neue Rezension
es: Nueva revisión
fi: Uusi arvostelu
fr: Nouveau commentaire
hu: Új hozzászólás
id: Kajian Baru
it: Nuova revisione
ja: 新しいレビュー
ko: 새 리뷰 남기기
nl: Nieuwe Recensie
no: Ny anmeldelse
pl: Nowa recenzja
pt_br: Nova Revisão
ro: Recenzie Nouă
ru: Новый отзыв
sv: Ny Recension
th: บทวิจารณ์ใหม่
tr: Yeni İnceleme
uk: Новий відгук
vi: Nhận xét mới
zh: 新的审阅

# discussions.review.embed.delete
source: Delete
ar: حذف
bg: Изтрий
cs: Smazat
da: Fjern
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xoá
zh: 删除
zh_tw: 刪除

# discussions.review.embed.missing
source: [DISCUSSION DELETED]
ar: [المناقشة محذوفة]
bg: [ИЗТРИТА ДИСКУСИЯ]
cs: [DISKUZE SMAZÁNA]
da: [DISCUSSION SLETTET]
de: [DISKUSSION GELÖSCHT]
es: [DISCUSIÓN ELIMINADA]
fi: [KESKUSTELU POISTETTU]
fr: [DISCUSSION SUPPRIMÉE]
hu: Hozzászólás törölve
id: [TOPIK DISKUSI DIHAPUS]
it: [DISCUSSIONE ELIMINATA]
ja: [削除されたディスカッション]
ko: [토론 삭제됨]
nl: [DISCUSSIE VERWIJDERD]
no: [DISKUSJON SLETTE]
pl: [DYSKUSJA USUNIĘTA]
pt_br: [DISCUSSÃO EXCLUÍDA]
ro: [DISCUȚIE ȘTEARSĂ]
ru: [ТЕМА УДАЛЕНА]
sv: [DISKUSSION RADERAD]
th: [ข้อความถูกลบ]
tr: [TARTIŞMA SİLİNDİ]
uk: [ТЕМА ВИДАЛЕНА]
vi: [ĐÃ XOÁ THẢO LUẬN]
zh: [该讨论已删除]

# discussions.review.embed.unlink
source: Unlink
ar: إلغاء الربط
bg: Прекрати връзката
cs: Odpojit
da: Fjern link
de: Verknüpfung aufheben
es: Desvincular
fr: Dissocier
hu: Leválasztás
id: Hapus Tautan
it: Dissocia
ja: リンク解除
ko: 링크 해제
nl: Ontkoppelen
no: Koble fra
pl: Usuń powiązanie
pt_br: Desvincular
ro: Dezasociați
ru: Отвязать
sv: Ta bort länk
th: เลิกการเชื่อมโยง
tr: Bağlantıyı kaldır
uk: Відв'язати
vi: Gỡ liên kết
zh: 取消链接
zh_tw: 取消連結

# discussions.review.embed.unsaved
source: Unsaved
ar: غير محفوظة
bg: Незапазено
cs: Neuloženo
da: Ikke gemt
de: Nicht gespeichert
es: No guardado
fr: Non sauvegardé
hu: Mentetlen
id: Belum Tersimpan
it: Non salvato
ja: 未保存
ko: 저장되지 않음
nl: Niet-opgeslagen
no: Ulagret
pl: Niezapisana
pt_br: Não salvo
ro: Nesalvat
ru: Не сохранено
sv: Ej sparad
th: ยังไม่ได้บันทึก
tr: Kaydedilmemiş
uk: Не збережено
vi: Huỷ lưu
zh: 尚未保存
zh_tw: 尚未儲存

# discussions.review.embed.timestamp.all-diff
source: Posts on "All difficulties" can't be timestamped.
ar: المشاركات على "كل الصعوبات" لا يمكن أن تكون مميزة زمنياً.
bg: Публикациите за "Всички трудности" не могат да имат времеви отметки.
cs: Příspěvky na "Všechny obtížnosti" nemohou být časovány.
de: Beiträge zu "Alle Schwierigkeitsstufen" können nicht mit einem Zeitstempel versehen werden.
es: Las publicaciones en "Todas las dificultades" no pueden tener marcas de tiempo.
fr: Les messages sur "Toutes les difficultés" ne peuvent pas être horodatés.
hu: Az összes nehézséget tartalmazó posztra posztolni, nem lehet időjelölni.
id: Anda tidak dapat membubuhkan keterangan waktu pada topik bahasan yang tertuju pada "Umum (Semua tingkat kesulitan)".
it: I post su "Tutte le difficoltà" non possono avere un timestamp.
ja: 「全ての難易度」に関する投稿はタイムスタンプできません。
ko: "모든 난이도"의 게시글에는 시간을 달 수 없습니다.
nl: Posts op "All difficulties" kunnen niet worden getimestamped.
no: Innlegg på "Alle vanskeligheter" kan ikke bli tidsstemplet.
pl: Posty dla wszystkich poziomów trudności nie mogą zawierać znaczników czasu.
pt_br: As postagens em "Todas as dificuldades" não podem ser temporizadas.
ro: Postările de pe "Toate dificultățile" nu pot fi marcate.
ru: Записи для всех сложностей не могут иметь временных отметок.
sv: Inlägg med "Alla svårighetsgrader" kan inte tidsstämplas.
th: โพสต์ในหมวด "ทุกระดับความยาก" จะไม่สามารถใส่ประทับเวลาได้
tr: "Tüm zorluklar" kısmındaki gönderilere zaman damgası yerleştirilemez.
uk: Записи для всіх складнощів не можуть мати тимчасових відміток.
vi: Các bài đăng trên "Mọi độ khó" không thể gắn mốc thời gian.
zh: 你不能在“所有难度”中发布时间戳。

# discussions.review.embed.timestamp.diff
source: If this {0} starts with a timestamp, it will be shown under Timeline.
ar: إذا بدأ {0} مع علامة زمنية، فسيتم عرضه تحت الخط الزمني.
bg: Ако този {0} започва с времева отметка, тя ще бъде показана под времевата линия.
de: Falls dieser/dieses {0} mit einem Zeitstempel beginnt, wird er/es unter Timeline angezeigt.
es: Si el comentario de {0} empieza con una marca de tiempo, se mostrará en la Línea de tiempo.
fr: Si {0} commence par un horodatage, il sera affiché sous la chronologie.
hu: Ha a {0} fog kezdődni, akkor az idővonal alatt fog megjelenni.
id: Apabila terdapat keterangan waktu pada {0} ini, topik bahasan yang bersangkutan akan muncul pada Linimasa.
it: Se questo {0} inizia con un timestamp, sarà mostrato nella Timeline.
ja: この{0}がタイムスタンプで始まる場合、タイムラインの下に表示されます。
ko: 만약 이 {0} 이(가) 시각으로 시작한다면 타임라인 아래에 보여집니다.
nl: Als {0} begint met een tijdstempel, dan wordt deze getoond onder de tijdlijn.
no: Hvis denne {0} starter med en tidsstempel, skal den bli vist under Timeline.
pl: Jeżeli ten post typu „{0}” rozpoczyna się od znacznika czasu, zostanie on wyświetlony w zakładce osi czasu.
pt_br: Se este {0} começa com marcação de tempo, será mostrado na Linha do Tempo.
ro: Dacă acest {0} începe cu un marcaj, o să fie arătat sub Cronologie.
ru: Если {0} начинается с временной отметки, оно будет показано в Временной шкале.
sv: Om denna {0} börjar med en tidsstämpel, visas den under Tidslinje.
th: ถ้า {0} เริ่มต้นด้วยการประทับเวลา สิ่งเหล่านั้นจะถูกแสดงภายใต้ไทม์ไลน์
tr: Eğer bu {0} bir zaman damgasıyla başlıyorsa, Zaman çizgisi altında gösterilecektir.
uk: Якщо {0} починається з тимчасової позначки, воно буде показано в Тимчасової шкалою.
zh: 如果此 {0} 以时间戳开头，它将显示在时间轴下。

# discussions.review.insert-block.paragraph
source: insert paragraph
ar: إدراج فقرة
bg: добави параграф
cs: vložit odstavec
da: indsæt afsnit
de: absatz einfügen
es: insertar párrafo
fi: lisää kappale
fr: insérer un paragraphe
hu: Bekezdés beszúrása
id: sisipkan paragraf baru
it: inserisci paragrafo
ja: 段落の挿入
ko: 단락 삽입
nl: paragraaf invoegen
no: sett inn avsnitt
pl: wstaw akapit
pt_br: inserir parágrafo
ro: inserează un paragraf
ru: вставить параграф
sv: infoga paragraf
th: แทรกย่อหน้า
tr: paragraf ekle
uk: вставити абзац
vi: chèn đoạn văn
zh: 插入段落
zh_tw: 插入段落

# discussions.review.insert-block.praise
source: insert praise
ar: ادراج تشجيع
bg: добави похвала
cs: vložit pochvalu
de: lob einfügen
es: insertar elogio
fi: lisää ylistystä
fr: insérer un compliment
hu: Dícséret beszúrása
id: sisipkan pujian
it: inserisci elogio
ja: 称賛を挿入
ko: 칭찬 삽입
nl: praise toevoegen
no: sett inn ros
pl: wstaw pochwałę
pt_br: inserir elogio
ro: inserează laudă
ru: вставить похвалу
sv: infoga beröm
th: ชื่นชม
tr: övgü ekle
uk: вставити похвалу
vi: chèn lời ca ngợi
zh: 插入赞

# discussions.review.insert-block.problem
source: insert problem
ar: إدراج مشكلة
bg: добави проблем
cs: vložit problém
da: indsæt problem
de: problem einfügen
es: insertar problema
fi: lisää ongelma
fr: insérer un problème
hu: Probléma beszúrása
id: sisipkan masalah
it: inserisci problema
ja: 問題の挿入
ko: 문제 삽입
nl: probleem toevoegen
no: sett inn problem
pl: wstaw problem
pt_br: inserir problema
ro: inserează problema
ru: вставить проблему
sv: infoga problem
th: เพิ่มปัญหา
tr: sorun ekle
uk: вставити проблему
vi: chèn vấn đề
zh: 插入问题
zh_tw: 插入問題

# discussions.review.insert-block.suggestion
source: insert suggestion
ar: إدراج اقتراح
bg: добави предложение
cs: vložit návrh
da: indsæt forslag
de: vorschlag einfügen
es: insertar sugerencia
fi: lisää ehdotus
fr: insérer une suggestion
hu: Javaslat beszúrása
id: sisipkan saran
it: inserisci suggerimento
ja: 提案を挿入
ko: 제안 삽입
nl: suggestie toevoegen
no: sett inn forslag
pl: wstaw sugestię
pt_br: inserir sugestão
ro: inserează sugestie
ru: вставить предложение
sv: infoga förslag
th: เพิ่มคำแนะนำ
tr: öneri ekle
uk: вставити пропозицію
vi: chèn gợi ý
zh: 加入建议
zh_tw: 插入建議

# discussions.show.title
source: {0} mapped by {1}
ar: {0} عينت بواسطة {1}
be: {0} зроблены {1}
bg: {0}, съпоставен от {1}
cs: {0} zmapovaná hráčem {1}
da: {0} mappet af {1}
de: {0}, erstellt von {1}
el: {0} δημιουργήθηκε από {1}
es: {0} mapeado por {1}
fi: {0}, luonut {1}
fr: {0} mappé par {1}
hu: {0} készítette {1}
id: {0} dibuat oleh {1}
it: {0} mappata da {1}
ja: {0} 作成 {1}
ko: {0}, {1}님이
nl: Beatmapdiscussie
no: {0} mappet av {1}
pl: {0} autorstwa {1}
pt_br: {0} mapeado por {1}
ro: {0} mapat de {1}
ru: {0} от {1}
sk: {0} zmapovaná hráčom {1}
sv: {0} mappad av {1}
th: {0} แมพโดย {1}
tr: {0} {1} tarafından yapıldı
uk: {0} від {1}
vi: {0} được map bởi {1}
zh: 由 {0} 制作的 {1}
zh_tw: 由 {0} 製作的 {1}

# discussions.sort.created_at
source: Creation time
ar: وقت الإنشاء
be: Час стварэння
bg: Време на създаване
cs: Čas vytvoření
da: Oprettelsestidspunkt
de: Erstellungszeitpunkt
el: Ημερομηνία δημιουργίας
es: Tiempo de creación
fi: Luomisaika
fr: Date de création
hu: Létrehozás ideje
id: Tanggal pembuatan
it: Data creazione
ja: 作成日時
ko: 만든 날짜
nl: Gemaakt op
no: Opprettingstidspunkt
pl: Data utworzenia
pt_br: Data de criação
ro: Data creării
ru: дате создания
sk: Čas vytvorenia
sv: Skapelsedatum
th: เวลาที่สร้าง
tr: Oluşturulma zamanı
uk: Час створення
vi: Thời gian tạo
zh: 创建时间
zh_tw: 建立時間

# discussions.sort.timeline
source: Timeline
ar: الجدول الزمني
be: Шкала часу
bg: Времева лента
cs: Časová osa
da: Tidslinje
el: Χρονολόγιο
es: Línea de tiempo
fi: Aikajana
fr: Chronologie
hu: Idővonal
id: Linimasa
it: Linea Temporale
ja: タイムライン
ko: 타임라인
nl: Tijdlijn
no: Tidslinje
pl: Oś czasu
pt_br: Linha do tempo
ro: Cronologie
ru: хронологии
sk: Časová os
sv: Tidslinje
th: ไทม์ไลน์
tr: Zaman Çizgisi
uk: Хронологія
zh: 时间轴
zh_tw: 時間軸

# discussions.sort.updated_at
source: Last update
ar: التحديث الآخير
be: Апошнія абнаўленні
bg: Последно обновяване
cs: Poslední aktualizace
da: Sidst opdateret
de: Letzte Aktualisierung
el: Τελευταία ενημέρωση
es: Última actualización
fi: Viimeisin päivitys
fr: Dernière mise à jour
hu: Utolsó frissítés
id: Pembaruan terakhir
it: Ultimo aggiornamento
ja: 最終更新
ko: 마지막 업데이트
nl: Laatst bijgewerkt
no: Siste oppdatering
pl: Ostatnie aktualizacje
pt_br: Última atualização
ro: Ultima actualizare
ru: дате изменения
sk: Posledná aktualizácia
sv: Senaste uppdatering
th: อัปเดตล่าสุด
tr: Son güncelleme
uk: Останнє оновлення
vi: Cập nhật lần cuối
zh: 最后更新时间
zh_tw: 最後更新

# discussions.stats.deleted
source: Deleted
ar: محذوف
be: Выдалена
bg: Изтрито
cs: Odstraněno
da: Slettet
de: Gelöscht
el: Διαγράφηκε
es: Eliminado
fi: Poistettu
fr: Supprimé
hu: Törölve
id: Dihapus
it: Eliminato
ja: 削除済み
ko: 삭제됨
nl: Verwijderd
no: Slettet
pl: Usunięte
pt_br: Excluído
ro: Șters
ru: Удалено
sk: Vymazané
sv: Raderad
th: ถูกลบไปแล้ว
tr: Silindi
uk: Видалено
vi: Đã xóa
zh: 已删除
zh_tw: 已刪除

# discussions.stats.mapper_notes
source: Notes
ar: الملاحظات
be: Нататкі
bg: Бележки
cs: Poznámky
da: Notater
de: Anmerkungen
el: Σημειώσεις
es: Notas
fi: Huomautukset
hu: Megjegyzések
id: Catatan
it: Note
ja: 注意
ko: 노트
nl: Opmerkingen
no: Merknader
pl: Adnotacje
pt_br: Notas
ro: Note
ru: Заметки
sk: Poznámky
sv: Anteckningar
th: หมายเหตุ
tr: Notlar
uk: Примітки
vi: Ghi chú
zh: 备注
zh_tw: 備註

# discussions.stats.mine
source: Mine
ar: لي
be: Мой
bg: Мои
cs: Mé
de: Meine
el: Δικό μου
es: Mío
fi: Omat
fr: Moi
hu: Saját
id: Milik Saya
it: Miei
ja: 自分
ko: 내 글
nl: Van Mij
pl: Moje
pt_br: Meus
ro: Ale mele
ru: Мои
sk: Moje
sv: Min
th: ของเรา
tr: Benim
uk: Мої
vi: Của tôi
zh: 我的
zh_tw: 我的

# discussions.stats.pending
source: Pending
ar: معلقة
be: Чакае
bg: Чакащо
cs: Nevyřízené
da: Afventende
de: Ausstehend
es: Pendiente
fi: Vireillä
fr: En attente
hu: Függő
id: Belum Terjawab
it: In Attesa
nl: Afwachtend
no: Ventende
pl: Oczekujące
pt_br: Pendentes
ro: În așteptare
ru: Ожидающий
sk: Čakajúce
sv: Avvaktar
th: อยู่ระหว่างดำเนินการ
tr: Beklemede
uk: В очікуванні
vi: Chưa giải quyết
zh: 待处理
zh_tw: 未解決

# discussions.stats.praises
source: Praises
ar: الإشادات
be: Пахвалы
bg: Възхвали
cs: Chvály
da: Hyldester
de: Lob
el: Έπαινοι
es: Elogios
fi: Kehut
fr: Hommages
hu: Dicséretek
id: Pujian
it: Elogi
ja: 称賛
ko: 칭찬
nl: Aangeprezen
no: Roser
pl: Pochwały
pt_br: Elogios
ro: Laude
ru: Похвалы
sk: Pochvaly
sv: Beröm
th: ชื่นชม
tr: Övgüler
uk: Похвала
vi: Khen ngợi
zh: 赞
zh_tw: 表揚

# discussions.stats.resolved
source: Resolved
ar: تم حلها
be: Вырашана
bg: Разрешен
cs: Vyřešeno
da: Løste
de: Gelöst
el: Επιλύθηκε
es: Resuelto
fi: Ratkaistu
fr: Résolu
hu: Megoldott
id: Terjawab
it: Risolti
ja: 解決済み
ko: 해결됨
nl: Opgelost
no: Løst
pl: Rozwiązane
pt_br: Resolvidos
ro: Rezolvat
ru: Решено
sk: Vyriešené
sv: Löst
th: แก้ไขแล้ว
tr: Çözüldü
uk: Вирішено
vi: Đã giải quyết
zh: 已解决
zh_tw: 已解決

# discussions.stats.total
source: All
ar: الكل
be: Усе
bg: Всички
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tout
hu: Mind
id: Semua
it: Tutti
ja: 全て
ko: 모두
nl: Alle
no: Alle
pl: Wszystkie
pt_br: Tudo
ro: Tot
ru: Все
sk: Všetko
sv: Alla
th: ทั้งหมด
tr: Hepsi
uk: Всі
vi: Tất cả
zh: 所有
zh_tw: 全部

# discussions.status-messages.approved
source: This beatmap was approved on {0}!
ar: تم قبول هذه الخريطة في {0}!
be: Гэтая бітмапа была ўхвалена {0}!
bg: Този бийтмап е бил одобрен на {0}!
cs: Tato mapa byla schválena dne {0}!
da: Dette beatmap blev godkendt på {0}!
de: Diese Beatmap wurde am {0} approved!
el: Αυτό το beatmap έγινε approved στις {0}!
es: ¡Este mapa fue aprobado el {0}!
fi: Tämä beatmappi hyväksyttiiin {0}!
fr: Cette beatmap a été approuvée le {0} !
hu: Beatmap jóváhagyásának ideje: {0}!
id: Beatmap ini telah di-approve pada {0}!
it: Questa beatmap è stata approvata il {0}!
ja: このビートマップは{0}にApprovedになりました！
ko: 이 비트맵은 {0}에 Approved 되었습니다!
nl: Deze beatmap werd goedgekeurd op {0}!
no: Dette beatmappet ble godkjent den {0}!
pl: Ta beatmapa została zatwierdzona {0}!
pt_br: Esse beatmap foi aprovado em {0}!
ro: Acest beatmap a fost aprobat pe {0}!
ru: Эта карта была одобрена {0}!
sk: Táto beatmapa bola schválená dňa {0}!
th: Beatmap นี้ถูกอนุมัติในวันที่ {0}
tr: Bu beatmap {0} tarihinde onaylandı!
uk: Ця карта була схвалена {0}!
vi: Beatmap này đã được chấp nhận (approved) vào {0}!
zh: 这张谱面于 {0} 被 Approved !
zh_tw: 這張圖譜於 {0} 被批准!

# discussions.status-messages.graveyard
source: This beatmap wasn't updated since {0} so it was graveyarded...
ar: لم يتم تحديث هذه الخريطة منذ {0} وعلى الأغلب تم ايقاف العمل عليها من قبل المنشئ...
be: Гэтыя бітмапа не абнаўлялася з {0} і падобна на тое, што ейны стваральнік закінуў яе...
bg: Този бийтмап не е бил актуализиран от {0} и най-вероятно е бил изоставен от създателя...
cs: Tato beatmapa nebyla aktualizována od {0} a pravděpodobně ji tvůrce odbyl...
da: Dette beatmap er ikke blevet opdateret siden {0} og er højst sandsynligt blevet efterladt af skaberen...
de: Diese Beatmap wurde seit dem {0} nicht mehr aktualisiert und wurde wahrscheinlich vom Ersteller aufgegeben...
el: Αυτό το beatmap δεν έχει ενημερωθεί από τις {0} και έχει πιθανότατα εγκαταλειφθεί από το δημιουργό του...
es: Este mapa no ha sido actualizado desde el {0} por lo que fue abandonado...
fi: Tätä beatmappia ei ole päivitetty sitten {0} ja sen tekijä on todennäköisesti hylännyt sen...
fr: Cette beatmap n'a pas été modifiée depuis {0} et a sûrement été abandonnée par son créateur...
hu: A beatmap {0} óta nem kapott frissítést, valószínűleg el lett hanyagolva a készítő által...
id: Beatmap ini belum diperbarui sejak {0} dan kemungkinan besar telah diabaikan oleh pembuatnya...
it: Questa beatmap non è stata aggiornata dal {0} ed è stata molto probabilmente abbandonata...
ja: このビートマップは{0}から更新が止まっているため放棄された可能性があります・・・
ko: 이 비트맵은 {0} 이후로 업데이트되지 않았고, 제작자에게 버려진 것 같습니다..
nl: Deze beatmap is niet meer bijgewerkt sinds {0} en is waarschijnlijk opgegeven door de maker...
no: Dette beatmappet har ikke blitt oppdatert siden {0} og har mest sannsynlig blitt forlatt av skaperen...
pl: Ta beatmapa nie była aktualizowana od {0} i trafiła do kategorii porzuconych...
pt_br: Esse beatmap não foi atualizado desde {0} e provavelmente já foi abandonado pelo seu criador...
ro: Acest beatmap nu a fost actualizat din {0} și este cel mai probabil abandonat de către creator...
ru: Эта карта не обновлялась с {0} и похоже, что автор её забросил...
sk: Táto beatmapa nebola aktualizovaná od {0} a pravdepodobne bola opustená tvorcom...
sv: Denna beatmap har inte blivit uppdaterad sen {0} och har mest troligast blivit övergiven av skaparen...
th: บีทแมพนี้ไม่ถูกอัปเดตตั้งแต่ {0} และน่าจะถูกละทิ้งโดยผู้ทำแมพไปแล้ว
tr: Bu beatmap {0} tarihinden beri güncellenmedi ve büyük ihtimalle yaratıcısı tarafından terk edildi...
uk: Ця карта не оновлювалася з {0} здається автор її закинув...
vi: Beatmap này chưa được cập nhật từ {0} và có thể đã bị bỏ rơi bởi mapper...
zh: 这张谱面自 {0} 就未更新了，或许它已经被作者抛弃了 ;w;
zh_tw: 這張圖譜自 {0} 就未更新了，或許它已經被作者拋棄了 ;w;

# discussions.status-messages.loved
source: This beatmap was added to loved on {0}!
ar: تم اضافة هذه الخريطة الى الخرائط المحبوبة في {0}!
be: Гэтая бітмапа была даданая да «любімай» {0}!
bg: Този бийтмап е добавен в обичани на {0}!
cs: Tato beatmapa byla přidána do kategorie Oblíbené dne {0}!
da: Dette beatmap blev tilføjet til "Loved" på {0}!
de: Diese Beatmap wurde am {0} loved!
el: Αυτό το beatmap προστέθηκε στα loved στις {0}!
es: ¡Este mapa fue agregado a Amados el {0}!
fi: Tämä beatmap lisättiin Rakastettuihin {0}!
fr: Cette beatmap a été ajouté à loved le {0} !
hu: Ez a beatmap {0} lett loved!
id: Beatmap ini telah ditambahkan pada kategori 'Loved' pada {0}!
it: Questa beatmap è stata aggiunta a quelle amate il {0}!
ja: このビートマップは{0}にLovedに追加しました！
ko: 이 비트맵은 {0}에 Loved 되었습니다!
nl: Deze map was bij de geliefde categorie toegevoegd op: datum!
no: Dette beatmappet ble lagt til i elsket den {0}!
pl: Ta beatmapa otrzymała status ulubionej społeczności {0}!
pt_br: Esse beatmap foi adicionado ao loved em {0}!
ro: Acest beatmap a fost adăugat la 'loved' pe {0}!
ru: Эта карта была добавлена в «Любимые» {0}!
sk: Táto beatmapa bola pridaná do kategórie obľúbených dňa {0}!
sv: Denna beatmap blev tillagd i älskad {0}!
th: บีทแมพนี้ถูก Loved ในวันที่ {0}
tr: Bu beatmap {0} tarihinde sevilenler kategorisine eklendi!
uk: Ця карта була визнана "улюбленою" {0}!
vi: Beatmap này đã được love vào {0}!
zh: 这张谱面于 {0} 被 Loved !
zh_tw: 這張圖譜於 {0} 被 Loved !

# discussions.status-messages.ranked
source: This beatmap was ranked on {0}!
ar: هذه الخريطة في اصفافها في {0}!
be: Гэтая бітмапа набыла ранг {0}!
bg: Този бийтмап е бил класиран на {0}!
cs: Tato beatmapa začala být hodnocena dne {0}!
da: Dette beatmap blev ranked på {0}!
de: Diese Beatmap wurde am {0} ranked!
el: Αυτό το beatmap έγινε ranked στις {0}!
es: ¡Este mapa fue clasificado el {0}!
fi: Tämä beatmap hyväksyttiin {0}!
fr: Cette beatmap a été classée le {0} !
hu: Ez a beatmap {0} lett rangsorolt!
id: Beatmap ini telah di-rank pada {0}!
it: Questa beatmap è stata classificata il {0}!
ja: このビートマップは{0}にRankedになりました！
ko: 이 비트맵은 {0}에 Ranked 되었습니다!
nl: Deze beatmap werd ranked op {0}!
no: Dette beatmappet ble rangert den {0}!
pl: Ta beatmapa otrzymała status rankingowy {0}!
pt_br: Esse beatmap foi ranqueado em {0}!
ro: Acest beatmap a fost clasat pe {0}!
ru: Эта карта стала рейтинговой {0}!
sk: Táto beatmapa sa stala hodnotenou dňa {0}!
sv: Denna beatmap blev rankad {0}!
th: บีทแมพนี้ถูกจัดอันดับในวันที่ {0}
tr: Bu beatmap {0} tarihinde dereceli oldu!
uk: Ця карта стала ранговою {0}!
vi: Beatmap này đã được xếp hạng (ranked) vào {0}!
zh: 这张谱面于 {0} 被 Ranked !
zh_tw: 這張圖譜於 {0} 進榜了!

# discussions.status-messages.wip
source: Note: This beatmap is marked as a work-in-progress by the creator.
ar: ملاحظة: هذه الخريطة معلمة كـ قيد العمل بواسطة المنشئ.
be: Заўвага: Гэтая бітмапа была пазначана стваральнікам як незавершаная.
bg: Забележка: Този бийтмап е маркиран като работа в прогрес от създателя.
cs: Tato beatmapa byla označena jako Rozpracovaná jejím autorem.
da: Notat: Dette beatmap er blevet markeret som "Under konstruktion" af skaberen.
de: Anmerkung: Diese Beatmap ist vom Ersteller als 'Work-In-Progress' gekennzeichnet
el: Σημείωση: Αυτό το beatmap χαρακτηρίζεται ως έργο-σε-εξέλιξη από τον δημιουργό.
es: Nota: Este mapa fue marcado como trabajo en proceso por el creador.
fi: Huomaa: Tämän beatmapin tekijä on merkannut sen keskeneräiseksi.
fr: Note: Cette beatmap a été marquée comme en cours de travail par son créateur.
hu: Megjegyzés: Ez a beatmap még készítés alatt áll.
id: Catatan: Beatmap ini ditandai dengan status dalam pengerjaan (work-in-progress) oleh pembuat beatmap.
it: Nota: Questa beatmap è contrassegnata come work-in-progress dal creatore.
ja: 注意：このビートマップは作者によって作成途中とされています。
ko: 안내: 이 비트맵은 제작자가 '미완성'으로 표시한 맵입니다.
nl: Deze beatmap is gemarkeerd als work-in-progress door de maker.
no: Merk: Dette beatmappet er markert som "under konstruksjon" av skaperen.
pl: Ważne: Ta beatmapa została oznaczona przez twórcę jako aktualnie rozwijana.
pt_br: Nota: Esse beatmap ainda não foi finalizado pelo seu criador.
ro: Notă: Acest beatmap este marcat ca o lucrare în desfășurare de către creator.
ru: Заметьте: Эта карта была помечена создателем как незавершённая.
sk: Táto beatmapa bola označená ako rozpracovaná jeho autorom.
sv: Notera: Denna beatmap är markerad som pågående arbete av skaparen.
th: บีทแมพนี้ถูกทำเครื่องหมายไว้ว่าอยู่ในระหว่างการทำ
tr: Dikkat: Bu beatmap yaratıcısı tarafından yapım aşamasında olarak işaretlendi.
uk: Примітка: Ця карта була позначена автором як незавершена.
vi: Ghi chú: Beatmap này được đánh dấu là đang thực hiện bởi mapper.
zh: 注意：这张谱面被作者标记为 WIP（work-in-progress）
zh_tw: 注意：這張圖譜被作者標記為製作中（半成品）

# discussions.votes.none.down
source: No downvotes yet
ar: لا اصوات سلبية حتى الان
bg: Все още няма отрицателни оценки
da: Endnu ingen downvotes
de: Noch keine Downvotes
el: Δεν υπάρχουν ακόμα downvotes
es: Aún no hay votos negativos
fr: Pas encore de votes négatifs
hu: Nincsenek leértékelések
id: Belum ada downvote
it: Ancora nessun voto negativo
ja: 反対票はまだありません
ko: 아직 비추천이 없습니다
nl: Nog geen downvotes
no: Ingen negative stemmer enda
pl: Brak negatywnych ocen
pt_br: Sem votos negativos ainda
ro: Niciun downvote încă
ru: Отрицательных оценок пока нет
sk: Zatiaľ žiadne negatívne hodnotenia
sv: Inga nedröster ännu
th: ยังไม่มีคนไม่เห็นด้วย
tr: Henüz negatif oy yok
uk: Голосів "проти" немає
vi: Chưa có downvote
zh: 还没有差评
zh_tw: 沒有任何反對票
