Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmaps.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# nominations.incorrect_state
source: Error performing that action, try refreshing the page.
ar: خطأ في تنفيذ هذا الإجراء، حاول تحديث الصفحة.
be: Узнікла невядомая памылка, паспрабуйце перазагрузіць старонку.
bg: Грешка при извършване на това действие, опитайте да презаредите страницата.
cs: Chyba při vykonávání akce. Prosím načtete stránku znovu.
da: Der opstod en fejl da vi prøvede at udføre handlingen, prøv at genindlæse siden.
de: Ein Fehler ist aufgetreten, versuche die Seite zu aktualisieren.
el: Σφάλμα κατά την εκτέλεση αυτής της ενέργειας, δοκιμάστε να ανανεώσετε τη σελίδα.
es: Error al realizar esa acción, intente actualizar la página.
fi: Virhe toiminnon suorittamisessa, kokeile päivittää sivu.
fr: Erreur lors de l'action, merci de réessayer.
hu: Hiba a művelet végrehajtása közben, próbáld meg újratölteni az oldalt.
id: Ditemukan kesalahan saat melakukan tindakan ini, silakan muat ulang laman.
it: Errore nel eseguire quell'azione, prova a ricaricare la pagina.
ja: エラーが発生しました。ページの再読み込みを試してください。
ko: 해당 작업을 수행하는 중 오류가 발생했습니다, 페이지를 새로 고쳐보세요.
nl: Fout tijdens het uitvoeren van deze bewerking, probeer de pagina te herladen.
no: Feil under utføringen av denne handlingen, prøv å oppdatere siden.
pl: Wystąpił błąd podczas wykonywania tej akcji, spróbuj odświeżyć stronę.
pt_br: Erro ao realizar essa ação, tente atualizar a página.
ro: S-a produs o eroare la efectuarea acestei acțiuni, încearcă să reîmprospătezi pagina.
ru: Не удалось выполнить данную задачу, попробуйте перезагрузить страницу.
sk: Chyba pri vykonávaní akcie, skúste obnoviť stránku.
sv: Ett fel uppstod, pröva att uppdatera sidan.
th: เกิดข้อผิดพลาดในการดำเนินการ ลองรีเฟรชหน้าเพจนี้ดู
tr: Bu eylemi gerçekleştirirken bir hata oluştu, sayfayı yenilemeyi deneyin.
uk: Помилка під час виконання цих дій, спробуйте оновити сторінку.
vi: Có lỗi khi thực hiện việc này, hãy thử tải lại trang.
zh: 操作出错了，请刷新页面。
zh_tw: 操作發生錯誤，請重新載入頁面。

# nominations.love
source: Love
ar: حُب
be: Любімае
bg: Обич
cs: Láska
da: Elsk
de: Liebe
es: Amar
fi: Rakasta
fr: Aimer
it: Ama
ja: Lovedに追加
ko: 하트
no: Elsker
pl: Nadaj status ulubionej społeczności
pt_br: Amar
ru: Любимое
sk: Obľuba
sv: Kärlek
tr: Sevilenlere ekle
uk: Улюблені
vi: Yêu thích
zh: 喜欢
zh_tw: 喜歡

# nominations.love_confirm
source: Love this beatmap?
ar: حُب هذه الخريطة؟
be: Адзначыць гэту бітмапу як любімую?
bg: Маркирайте този бийтмап като любим?
cs: Miluješ tuto beatmapu?
da: Elsk dette beatmap?
de: Liebst du diese Beatmap?
el: Αγαπάτε αυτό το beatmap;
es: ¿Te gusta este mapa?
fi: Rakasta tätä beatmappia?
fr: Vous aimez cette beatmap ?
hu: Love-olod ezt a beatmap-et?
id: Love beatmap ini?
it: Ama questa beatmap?
ja: Lovedに追加しますか？
ko: 이 비트맵이 마음에 드시나요?
nl: Love deze beatmap?
no: Elsk dette beatmappet?
pl: Czy chcesz nadać tej beatmapie status ulubionej społeczności?
pt_br: Amar esse beatmap?
ro: 'Love' acest beatmap?
ru: Отметить карту как любимую?
sk: Obľúbil si si túto beatmapu?
sv: Älskar du denna beatmap?
th: ชอบบีทแมพนี้หรือ?
tr: Bu beatmapi seviyor musun?
uk: Відмітити карту як улюблену?
vi: Yêu thích beatmap này?
zh: 喜欢这张谱面吗？
zh_tw: 喜歡這張圖譜嗎？

# nominations.nominate
source: Nominate
ar: ترشيح
be: Намінаваць
bg: Номинирай
cs: Nominovat
da: Nominér
de: Nominieren
es: Nominar
fi: Suosittele
fr: Nominer
hu: Nominálás
id: Nominasi
it: Nomina
ja: ノミネート
ko: 추천
nl: Nomineer
no: Nominer
pl: Nominuj
pt_br: Nomear
ro: Nominalizează
ru: Номинировать
sk: Nominovať
sv: Nominera
th: เสนอชื่อ
tr: Aday Göster
uk: Номінувати
vi: Đề Cử
zh: 提名
zh_tw: 提名

# nominations.nominate_confirm
source: Nominate this beatmap?
ar: ترشيح هذه الخريطة؟
be: Намінаваць гэту бітмапу?
bg: Номинирай този бийтмап?
cs: Nominovat tuto beatmapu?
da: Nominér dette beatmap?
de: Diese Beatmap nominieren?
el: Κάντε nominate αυτό το beatmap;
es: ¿Nominar este mapa?
fi: Suosittele tätä beatmappia?
fr: Nominer cette beatmap?
hu: Nominálod ezt a beatmapot?
id: Nominasikan beatmap ini?
it: Nominare questa beatmap?
ja: このビートマップをノミネートしますか？
ko: 이 비트맵을 추천하시겠습니까?
nl: Nomineer deze beatmap?
no: Nominer dette beatmappet?
pl: Nominować tę beatmapę?
pt_br: Nomear este beatmap?
ro: Nominalizezi acest beatmap?
ru: Номинировать эту карту?
sk: Nominovať túto beatmapu?
sv: Nominera denna beatmap?
th: เสนอชื่อบีทแมพนี้?
tr: Beatmap aday gösterilsin mi?
uk: Номінувати цю карту?
vi: Đề cử (nominate) beatmap này?
zh: 提名这张谱面？
zh_tw: 確定要提名這張圖譜？

# nominations.nominated_by
source: nominated by {0}
ar: تم ترشيحها بواسطة {0}
be: намінавана {0}
bg: номиниран от {0}
cs: nominováno od {0}
da: nomineret af {0}
de: Nominiert von {0}
el: nominated από {0}
es: nominado por {0}
fi: suositellut {0}
fr: nominée par {0}
hu: nominálva {0} által
id: dinominasikan oleh {0}
it: nominata da {0}
ja: {0}がノミネート
ko: {0} 님이 추천함
nl: genomineerd door {0}
no: nominert av {0}
pl: nominowana przez {0}
pt_br: nomeado por {0}
ro: nominalizat de {0}
ru: номинирована {0}
sk: nominované od {0}
sv: nominerad av {0}
th: เสนอชื่อโดย {0}
tr: {0} tarafından aday gösterildi
uk: номінована {0}
vi: Được {0} đề cử
zh: 由 {0} 提名
zh_tw: 被 {0} 提名

# nominations.not_enough_hype
source: There isn't enough hype.
ar: لا يوجد تشجيع كافي.
bg: Няма достатъчно надъхвания.
cs: Není dostatečný hype.
da: Der er ikke nok hype.
de: Nicht ausreichend Hype vorhanden.
el: Δεν υπάρχει αρκετό hype.
es: No hay suficiente hype.
fi: Ei ole riittävästi hypetystä.
fr: Il n'y a pas assez de hype.
hu: Nincs elég hype.
id: Beatmap tidak memiliki hype yang cukup.
it: Non c'è abbastanza hype.
ja: Hypeが足りません
ko: Hype 수가 부족합니다.
nl: Er is niet genoeg hype.
no: Det er ikke nok hype.
pl: Beatmapa nie jest wystarczająco nagłośniona.
pt_br: Não há hype suficiente.
ro: Nu este suficient hype.
ru: Недостаточно хайпа.
sv: Det finns inte tillräckligt med hype.
th: ไม่มี Hype เพียงพอ
tr: Yeterince gaz yok.
uk: Недостатньо хайпа.
vi: Không đủ hype.
zh: 没有足够的推荐。
zh_tw: 沒有足夠的推薦。

# nominations.remove_from_loved
source: Remove from Loved
ar: إزالة من خانة "المحبوبة"
da: Fjern fra Elsket
de: Aus Loved entfernen
el: Αφαίρεση από το Loved
es: Remover de Amados
fi: Poista rakastetuista beatmapeista
fr: Retirer de Loved
hu: Eltávolítás a szeretettek közül
id: Lepas dari Loved
it: Rimuovi dalle amate
ja: Lovedから削除
ko: Loved 상태에서 제거
nl: Verwijderen uit Loved
pl: Usuń z ulubionych beatmap społeczności
pt_br: Remover dos Loved
ro: Șterge din iubit
ru: Убрать из Loved
sv: Ta bort från Älskad
th: ถูกนำออกจาก Loved
tr: Sevilenlerden Çıkar
uk: Вилучено з категорії Loved
vi: Gỡ khỏi Được Yêu thích
zh: 从 Loved 中移除

# nominations.remove_from_loved_prompt
source: Reason for removing from Loved:
ar: سبب الإزالة من خانة "المحبوبة":
da: Årsag til fjernelse fra Elsket:
de: Grund fürs Entfernen aus Loved:
el: Λόγος αφαίρεσης από το Loved:
es: Motivo para remover de Amados:
fi: Rakastetuista beatmapeista poistamisen syy:
fr: Raison pour laquelle il a été retiré de Loved :
hu: Indoka a szeretettek közül való eltávolításnak:
id: Alasan pelepasan status Loved:
it: Motivo per la rimozione dalle amate:
ja: Lovedから削除した理由：
ko: Loved에서 제거된 이유
nl: Reden voor het verwijderen uit Loved:
pl: Powód usunięcia z ulubionych beatmap społeczności:
pt_br: Motivo da remoção dos Loved:
ro: Motivul pentru ștergere din iubit:
ru: Причина удаления из Любимых:
sv: Anledning till borttagandet från Älskad:
th: เหตุผลในการถูกออกจาก Loved
tr: Sevilenlerden çıkarılma sebebi:
uk: Причина вилучення від категорії Loved:
vi: Lý do gỡ khỏi Được Yêu thích:
zh: 从 Loved 中移除的原因：

# nominations.required_text
source: Nominations: {0}/{1}
ar: الترشيحات: {0}/{1}
be: Намінацыі: {0}/{1}
bg: Номинации: {0}/{1}
cs: Nominace: {0}/{1}
da: Nomineringer: {0}/{1}
de: Nominierungen: {0}/{1}
el: Υποψηφιότητες {0}/{1}
es: Nominaciones: {0}/{1}
fi: Suositukset: {0}/{1}
hu: Nominálások: {0}/{1}
id: Nominasi: {0}/{1}
it: Nomine: {0}/{1}
ja: ノミネート数: {0}/{1}
ko: 추천 수: {0}/{1}
nl: Nimonaties: {0}/{1}
no: Nominasjoner {0}/{1}
pl: Nominacje: {0}/{1}
pt_br: Nomeações: {0}/{1}
ro: Nominalizări: {0}/{1}
ru: Номинаций: {0}/{1}
sk: Nominácie {0}/{1}
sv: Nomineringar: {0}/{1}
th: การเสนอชื่อ: {0}/{1}
tr: Aday Göstermeler: {0}/{1}
uk: Номінації: {0}/{1}
vi: Trạng thái đề cử: {0}/{1}
zh: 提名数: {0}/{1}
zh_tw: 提名數: {0}/{1}

# nominations.reset_message_deleted
source: deleted
ar: حُذفت
be: выдалена
bg: изтрито
cs: odstraněno
da: slettet
de: gelöscht
el: διαγράφηκε
es: eliminado
fi: poistettu
fr: supprimée
hu: törölve
id: dihapus
it: eliminato
ja: 削除済み
ko: 삭제됨
nl: verwijderd
no: slettet
pl: usunięta
pt_br: excluído
ro: șters
ru: удалено
sk: vymazané
sv: raderad
th: ถูกลบไปแล้ว
tr: silindi
uk: видалено
vi: đã xóa
zh: 已删除
zh_tw: 已刪除

# nominations.title
source: Nomination Status
ar: حالة الترشيح
be: Стан намінацыі
bg: Статус на Номиниране
cs: Stav nominace
da: Nomineringstatus
de: Nominierungsstatus
el: Κατάσταση Υποψηφιότητας
es: Estado de nominación
fi: Suositusten Tila
fr: Statut de la nomination
hu: Nominálási Állapot
id: Status Nominasi
it: Stato nomine
ja: ノミネートのステータス
ko: 추천 상태
nl: Nominatiestatus
no: Nominasjon Status
pl: Status nominacji
pt_br: Estado de nomeação
ro: Statutul de nominalizare
ru: Статус номинации
sk: Stav Nominácie
sv: Nominering Status
th: ข้อมูลการเสนอชื่อ
tr: Adaylık Durumu
uk: Статус номінації
vi: Trạng Thái Đề Cử
zh: 提名状态
zh_tw: 提名狀態

# nominations.unresolved_issues
source: There are still unresolved issues that must be addressed first.
ar: لا تزال هناك اخطاء يجب الاِشارة اليها في البداية.
be: Усё яшчэ ёсць нявырашаныя праблемы, якія трэбы вырашыць у першую чаргу.
bg: Все още има нерешени проблеми, те трябва да бъдат проверени първо.
cs: Existují stále nevyřešené problémy, které musí být řešeny jako první.
da: Der er stadig uløste problemer der skal tages fat på først.
de: Es existieren noch Vorschläge/Probleme, die gelöst werden müssen.
el: Εξακολουθούν να υπάρχουν άλυτα ζητήματα που πρέπει να αντιμετωπιστούν πρώτα.
es: Todavía hay problemas sin resolver que deben abordarse primero.
fi: Vanhat ongelmat on ratkaistava ensin.
fr: Il y a encore des questions non résolues qui doivent être traitées en priorité.
hu: Még mindig vannak megoldatlan problémák amelyeket először kezelni kell.
id: Terdapat satu atau lebih masalah yang belum terjawab dan harus ditangani terlebih dahulu.
it: Ci sono ancora dei problemi irrisolti che vanno prima sistemati.
ja: まだ未解決の問題があります。
ko: 먼저 해결되지 않은 토론을 마무리지어야 합니다.
nl: Er zijn nog steeds onopgeloste problemen die eerst moeten worden aangepakt.
no: Det er fortsatt uløste problemer som må løses først.
pl: Nadal występują nierozwiązane problemy, do których musisz się odnieść.
pt_br: Ainda há problemas não resolvidos que precisam de uma resposta.
ro: Încă există probleme nerezolvate care trebuie să fie abordate mai întâi.
ru: Ещё остались нерешенные проблемы, которые необходимо решить в первую очередь.
sk: Sú tu stále nevyriešené problémy, ktoré musia byť riešené ako prvé.
sv: Det finns fortfarande olösta problem som måste tas hand om först.
th: ยังมีปัญหาที่ต้องแก้ไขให้เสร็จก่อน
tr: Halen çözülmesi gereken sorunlar mevcut.
uk: Є ще деякі проблеми, які потребують вирішення.
vi: Vẫn còn một số vấn đề chưa giải quyết cần được xem lại trước.
zh: 仍然有需解决的问题 。
zh_tw: 仍然有需解決的問題 。

# nominations.rank_estimate._
source: This map is estimated to be ranked {0} if no issues are found. It is #{1} in the {2}.
ar: هذه الخريطة مقدرة بأن تصبح مصفوفة في {0} إذا لم يتم العثور على أي مشاكل. انها#{1} في {2}.
de: Diese Map wird voraussichtlich (am) {0} ranked. Sie befindet sich aktuell an Position {1} der {2}.
es: Se estima que este mapa se clasificará {0} si no se encuentran problemas. Es el número {1} en la {2}.
fi: Tämän beatmapin arvioidaan tulla hyväksytyksi {0}, jos mitään ongelmia ei löydy. Se on #{1} {2}.
fr: Cette map est estimée à être classée le {0} si aucun problème n'a été trouvé. Elle est #{1} dans la {2}.
hu: Ez a pálya ranglistázott lesz {0} napján, ha további problémák nem merülnek fel. Jelenleg a {1}. helyen áll a {2}.
id: Map ini akan berstatus Ranked pada {0} apabila tidak terdapat masalah baru yang ditemukan. Map ini berada pada urutan ke-{1} dalam {2}.
it: È stimato che questa mappa verrà rankata in data {0} se non vengono trovati problemi. È in posizione #{1} nella {2}.
ja: このマップは、問題が見つからなければ {0} にrankedされると推定されます。{1} 内の #{2}
ko: 이 맵에 아무런 문제가 발견되지 않으면 {0} 에 랭크될 예정입니다. {1}의 #{2}번째 순서입니다.
nl: Deze map staat gepland om ranked te worden op {0} als er geen problemen worden gevonden. Het is #{1} in de {2}.
pl: Ta beatmapa uzyska status rankingowy {0}, jeżeli nie zostaną zgłoszone żadne problemy. Obecnie jest ona na {1}. miejscu w {2}.
pt_br: Este mapa é estimado a ser ranqueado em {0} se nenhum problema for encontrado. É o #{1} na {2}.
ru: Эта карта будет ранкнута {0}, если не будет найдено проблем. Она #{1} в {2}.
sv: Denna map uppskattas vara rankad den {0}, så länge inga fel uppstår. Den är #{1} i kön {2}.
th: แมพนี้จะถูก ranked ใน {0} ถ้าไม่พบเจอปัญหาเพิ่มเติม แมพนี้อยู่ที่ #{1} ใน {2}
tr: Herhangi bir sorun bulunmazsa mapin tahminen dereceli olacağı vakit {0}. {1} {2}. sırada bulunuyor.
uk: Ця карта стане рейтинговою {0}, якщо ніяких проблем не буде знайдено. Вона #{1} в #{2}.
vi: Map này ước tính sẽ được Xếp Hạng {0} nếu không tìm ra lỗi nào. Nó đang ở #{1} trong {2}.
zh: 如果没有问题，该谱面将于 {0} ranked。位于 {1} 中的第 {2} 位。

# nominations.rank_estimate.queue
source: ranking queue
ar: قائمة انتظار الترتيب
de: Warteschlange
es: cola de clasificación
fi: hyväksytysjonossa
fr: file d'attente de classement
hu: ranglistázási sorban
id: antrian ranking
it: coda di ranking
ja: ランキングキュー
ko: 랭킹 대기열
nl: ranking wachtlijst
pl: kolejce rankingowej
pt_br: fila de ranqueamento
ru: очереди ранка
sv: rankkö
th: คิวการ rank
tr: Derecelendirme sırasında
uk: рейтинговому списку
vi: hàng chờ xếp hạng
zh: ranking 队列

# nominations.rank_estimate.soon
source: soon
ar: قريبًا
cs: brzy
da: snart
de: bald
el: σύντομα
es: pronto
fi: pian
fr: bientôt
hu: a közeljövő egy
id: segera
it: molto vicina
ja: 間もなく
ko: 곧
nl: binnenkort
no: snart
pl: wkrótce
pt_br: em breve
ro: curând
ru: скоро
sv: snart
th: เร็ว ๆ นี้
tr: çok yakın
uk: скоро
vi: sớm
zh: 不久后
zh_tw: 不久後

# nominations.reset_at.nomination_reset
source: Nomination process reset {0} by {1} with new problem {2} ({3}).
ar: اعادة تعيين حالة الترشيح بواسطة {0} في {1} مع مشكلة جديدة {2} ({3}).
be: {0} скінуў прагрэс намінацый {1} з-за новай праблемы {2} ({3}).
bg: Номинационният процес е бил нулиран {0} от {1} заради нов проблем {2} ({3}).
cs: Proces nominace byl resetován před {0} nominátorem {1}, kvůli nalezení nového problému {2} ({3}).
da: Nominerings processen nulstillet {0} af {1} med et nyt problem {2} ({3}).
de: Nominierungsprozess zurückgesetzt vor {0} von {1} mit dem Problem {2} ({3}).
el: Επαναφορά διεργασίας υποψηφιότητας {0} από {1} με νέο πρόβλημα {2} ({3}).
es: El proceso de nominación se ha restablecido {0} por {1} a causa del nuevo problema {2} ({3}).
fi: Suositteluprosessi nollaantui {0} sitten käyttäjän {1} uuden ongelman vuoksi {2} ({3}).
fr: Le processus de nomination a été réinitialisé {0} par {1} avec le nouveau problème {2} ({3}).
hu: A nominálási folyamat újraindításra került {0} {1} által: {2} ({3}).
id: Proses nominasi diulang {0} oleh {1} akibat ditemukannya masalah baru {2} ({3}).
it: Processo di nomina azzerato {0} da {1} con il nuovo problema {2} ({3}).
ja: ノミネーション審査が{0}による新しい問題{1} （{2}）により、{3}にリセットされました。
ko: {0} 전 {1}님이 추천 상태를 초기화시켰습니다. {2} ({3})
nl: Nominatieprocess {0} gereset door {1} met nieuw probleem {2} ({3}).
no: Nominasjonsprosessen ble tilbakestilt {0} av {1} med et nytt problem {2} ({3}).
pl: {0} zresetował(a) proces nominacji {1} z powodu nowego problemu {2} ({3}).
pt_br: Processo de nomeação reiniciado {0} por {1} com um novo problema {2} ({3}).
ro: Procesul de nominalizare a fost resetat {0} de {1} cu noua problemă {2} ({3}).
ru: {0} сбросил прогресс номинаций {1} из-за новой проблемы {2} ({3}).
sk: Proces nominácie bol resetnutý pred {0} nominátorom {1} kvôli novému problému {2} ({3}).
sv: Nomineringsprocessen återställdes {0} av {1} med ett nytt problem {2} ({3}).
th: การเสนอชื่อถูกรีเซ็ตเมื่อ {0} โดยผู้ใช้ {1} ที่มีปัญหาใหม่ {2} ({3})
tr: Adaylık süreci {0} {1} tarafından yeni {2} ({3}) sorunu sebebiyle sıfırlandı.
uk: {0} скинув прогрес номінації {1} через нову проблему {2} ({3}).
vi: Quá trình đề cử (nomination) thiết lập lại vào {0} bởi {1} với vấn đề mới {2} ({3}).
zh: 由于 {0} 提出的新问题 {1}（{2}），提名过程于 {3} 被重置。
zh_tw: 提名於 {0} 被新問題 {1} 重置。

# nominations.reset_at.disqualify
source: Disqualified {0} by {1} with new problem {2} ({3}).
ar: رفض تأهيلها بواسطة {0} في {1} مع مشكلة جديدة {2} ({3}).
be: {0} дыскваліфікаваў {1} з-за новай праблемы {2} ({3}).
bg: Дисквалифициран {0} от {1} заради нов проблем {2} ({3}).
cs: Diskvalifikováno před {0} uživatelem {1} kvůli nalezení nového problému {2} ({3}).
da: Diskvalificeret {0} af {1} med et nyt problem {2} ({3}).
de: Disqualifiziert {0} von {1} mit der Erstellung des Problems {2} ({3}).
el: Disqualified {0} από {1} με νέο πρόβλημα {2} ({3}).
es: Descalificado {0} por {1} a causa del nuevo problema {2} ({3}).
fi: Hyväksyminen peruuntui {0} sitten käyttäjän {1} uuden ongelman vuoksi {2} ({3}).
fr: Disqualifiée le {0} par {1} avec le nouveau problème {2} ({3}).
hu: {0} óta diszkvalifikálva {1} által egy új probléma miatt {2} ({3}).
id: Didiskualifikasi {0} oleh {1} akibat ditemukannya masalah baru {2} ({3}).
it: Squalificato {0} da {1} con il nuovo problema {2} ({3}).
ja: {0}の新しい問題{1}（{2}）により、{3}にDisqualifyしました。
ko: {0} 전 {1}님에 의해 Disqualified 되었습니다. {2} ({3})
nl: Gediskwalificeerd {0} door {1} met nieuw probleem {2} ({3}).
no: Diskvalifisert {0} av {1} med et nytt problem {2} ({3}).
pl: {0} zdyskwalifikował(a) beatmapę {1} z powodu nowego problemu {2} ({3}).
pt_br: Desqualificado {0} por {1} com um novo problema {2} ({3}).
ro: Descalificat {0} de {1} cu noua problemă {2} ({3}).
ru: {0} дисквалифицировал {1} из-за новой проблемы {2} ({3}).
sk: Diskvalifikované pred {0} uživatelom {1} kvôli novému problému {2} ({3}).
sv: Diskvalificerad {0} av {1} med ett nytt problem {2} ({3}).
th: ถูกตัดสิทธิ์เมื่อ {0} โดยผู้ใช้ {1} ที่มีปัญหาใหม่ {2} ({3})
tr: {0} {1} tarafından yeni bir sorun üzerine {2} diskalifiye edildi ({3}).
uk: {0} дискваліфікував {1} через нову проблему {2} ({3}).
vi: Disqualified {0} bởi {1} với vấn đề mới {2} ({3}).
zh: {0} 被 {1} 因为新问题 {2} ({3}) 而 DQ.
zh_tw: {0} {1} 因新问题 {2} ({3}) 而被 DQ.

# nominations.reset_confirm.nomination_reset
source: Are you sure? Posting a new problem will reset the nomination process.
ar: هل انت متأكد؟ نشر مشكلة جديدة سوف يعيد تعيين حالة الترشيح.
be: Вы ўпэўнены? Паведамленне аб новай праблемы скіне прагрэс намінацыі.
bg: Сигурен ли сте? Публикуването на нов проблем ще нулира номинационният процес.
cs: Jsi si jist? Vytvořením nové připomínky se nominační proces resetuje.
da: Er du sikker? At slå et nyt problem op nulstiller nominations-processen.
de: Bist du dir sicher? Der Nominierungsprozess wird durch das neue Problem zurückgesetzt.
el: Είστε σίγουροι; Η δημοσίευση ενός νέου προβλήματος θα επανεκκινήσει την διαδικασία υποψηφιότητας.
es: ¿Está seguro? Publicar un nuevo problema restablecerá el proceso de nominación.
fi: Oletko varma? Uuden ongelman lähettäminen kumoaa suositusprosessin.
fr: Êtes-vous sûr ? Poster un nouveau problème va réinitialiser le processus de nomination.
hu: Biztos vagy ebben? Egy új probléma posztolása alaphelyzetbe állítja a nominálási folyamatot.
id: Apakah Anda yakin? Memposting masalah baru akan mengulang proses nominasi.
it: Sei sicuro? Postando un nuovo problema si resetterà il processo di nomina.
ja: 本当によろしいですか？新しい問題を投稿するとノミネーション審査中ではなくなります。
ko: 확실한가요? 새로운 문제를 제기하는 것은 추천 상태를 초기화시킵니다.
nl: Weet je dat zeker? Een nieuw probleem posten zal het nominatieproces resetten.
no: Er du sikker? Hvis du legger inn et nytt problem, vil nominasjonsprosessen bli tilbakestilt.
pl: Na pewno? Zgłoszenie nowego problemu zresetuje proces nominacji.
pt_br: Você tem certeza? Postar um novo problema reiniciará as nomeações.
ro: Ești sigur? Postarea unei probleme noi va reseta procesul de nominalizare.
ru: Вы уверены? Сообщение о новой проблеме сбросит статус номинации.
sk: Si si istý? Vytvorením novej pripomienky sa proces nominácie resetne.
sv: Är du säker? Lägga upp ett nytt problem kommer återställa nomineringar.
th: คุณแน่ใจหรือ? ในการโพสต์ปัญหาใหม่จะรีเซ็ตการเสนอชื่อ
tr: Emin misin? Yeni bir sorun bildirmek aday gösterme sürecini sıfırlayacaktır.
uk: Ви впевнені? Повідомлення про нову проблему скине прогрес номінації.
vi: Bạn chắc không? Đăng một vấn đề mới sẽ thiết lập lại quá trình đề cử (nomination).
zh: 你确定吗？提出新的问题会重置提名。
zh_tw: 你確定嗎？提出新的問題會重置提名。

# nominations.reset_confirm.disqualify
source: Are you sure? This will remove the beatmap from qualifying and reset the nomination process.
ar: هل انت متأكد؟ هذا سوف يمسح الخريطة من التأهيل ويعيد تعيين حالة ترشيحها.
be: Вы ўпэўнены? Гэта выдаліць бітмапу з кваліфікацыі і скіне прагрэс намінацыі.
bg: Сигурни ли сте? Това ще премахне бийтмапа от квалифицирания му статус и ще нулира целия процес на номинация.
cs: Jste si jistý? Tohle odstraní beatmapu z kvalifikování a vyresetuje nominační proces.
da: Er du sikker? Dette vil fjerne beatmappet fra de kvalificerede beatmaps og vil nulstille nominations-processen.
de: Bist du sicher? Dadurch wird die Beatmap aus der Qualifizierung entfernt und der Nominierungsprozess zurückgesetzt.
el: Είστε σίγουρος; Αυτό θα αφαιρέσει το beatmap απο τα προκριματικά και θα επαναφέρει την διαδικασία πιστοποίησης.
es: ¿Está seguro? Esto eliminará el mapa de la calificación y restablecerá el proceso de nominación.
fi: Oletko varma? Tämä poistaa beatmapin esihyväksytyistä ja kumoaa suositusprosessin.
fr: Êtes-vous sûr? Cela va supprimer la beatmap de la qualification et réinitialiser le processus de nomination.
hu: Biztos vagy benne? Ezzel kizárod a beatmap-et a kvalifikálásból és alaphelyzetbe áll a nominálás.
id: Apakah Anda yakin? Tindakan ini akan menganulir status Qualified pada beatmap ini dan mengulang proses nominasi dari awal.
it: Sei sicuro? Questo rimuoverà la beatmap dalla qualificazione e resetterà il processo di nomina.
ja: 本当によろしいですか？これによりビートマップがQualifiedから外され、ノミネーション審査がリセットされます。
ko: 확실한가요? 이 작업은 비트맵을 qualify 상태에서 제거하고 추천 상태를 초기화합니다.
nl: Weet je het zeker? Hierdoor zal de beatmap worden verwijderd van kwalificatie en wordt het nominatie proces gereset.
no: Er du sikker? Dette vil fjerne beatmappets kvalifisert-status og tilbakestille nomineringsprosessen.
pl: Czy na pewno chcesz to zrobić? Ta czynność odbierze tej beatmapie status zakwalifikowanej i zresetuje proces nominacji.
pt_br: Você tem certeza? Isso irá remover este beatmap da qualificação e reiniciará o processo de nomeação.
ro: Ești sigur? Asta va elimina beatmap-ul din calificare și va reseta procesul de nominalizare.
ru: Уверены? Карта будет снята с квалификации и статус номинирования будет сброшен.
sk: Ste si istý? Toto odstráni beatmapu z kvalifikácie a resetuje nominačný proces.
sv: Är du säker? Detta kommer att ta bort beatmap från kvalificering och återställa nomineringsprocessen.
th: คุณแน่ใจใช่หรือไม่? ที่จะลบบีทแมพออกและรีเซ็ตความคืบหน้า
tr: Emin misiniz? Bu, beatmapin nitelikli olmasını önleyecek ve aday gösterme sürecini sıfırlayacak.
uk: Впевнені? Карта буде знята з кваліфікації і прогрес номінування буде скинуто.
vi: Bạn chắc không? Việc này sẽ loại bỏ beatmap khỏi qualify và thiết lập lại quá trình đề cử.
zh: 你确定吗？这将使该谱面不再Qualified并重置提名。
zh_tw: 你確定嗎？這個會移除圖譜從進榜和重設提名進度。
