Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/BeatmapsetEvents.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# event.kudosu_lost
source: Discussion {0} by {1} lost votes and granted kudosu has been removed.
ar: المناقشة {0} بواسطة {1} خسرت اصواتاََ وتم حذف كودوسو.
be: Абмеркаванне {0} ад {1} страціла галасы і дадзены кудосу быў выдалены.
bg: Дискусията {0} от {1} загуби гласове и полученото kudosu бе премахнато.
cs: Diskuse {0} uživatele {1} ztratila hlasy a získané kudosu byly odebrány.
da: Diskussion {0} af {1} mistede stemmer, og det modtagede kudosu er blevet taget tilbage.
de: Die Diskussion {0} von {1} hat an Stimmen verloren und kudosu wurde entfernt.
el: Η συζήτηση {0} από τον {1} έχασε ψήφους και τα kudosu που είχαν δοθεί αφαιρέθηκαν.
es: La discusión {0} por {1} ha perdido votos y su kudosu ganado ha sido removido.
fi: Keskustelu {0} käyttäjältä {1} menetti ääniä ja annettu kudosu on poistettu.
fr: La discussion {0} par {1} a perdu ses votes et le kudosu accordé a été retiré.
hu: A {0} megbeszélés {1} által szavazatokat vesztett, így a megszerzett kudosu vissza lett vonva.
id: {0} telah kehilangan suara dari topik diskusi {1} dan kudosu yang sebelumnya diberikan telah dianulir.
it: La discussione {0} di {1} ha perso voti e il kudosu permesso è stato rimosso.
ja: {0}の{1}は投票を失ったため、獲得したkudosuは削除されました。
ko: 토론 {0}에서 {1} 님이 표를 잃어 획득한 kudosu가 사라졌습니다.
nl: Discussie: discussie door: gebruiker heeft stemmen verloren en kudosu is verwijderd.
no: Diskusjonen {0} av {1} har mistet stemmer og innvilget kudosu er blitt fjernet.
pl: Dyskusja {0} straciła głosy, a przyznane kudosu zostało odebrane.
pt: A discussão {0} por {1} perdeu votos e kudosu concedido foi removido.
pt_br: Discussão {0} por {1} perdeu votos e kudosu obtido foi removido.
ro: Discuția {0} de {1} a pierdut voturi și kudosu acordați au fost eliminați.
ru: Отзыв {0} от {1} потерял голоса и присуждённые кудосу были удалены.
sk: Diskusia {0} použivateľa {1} stratila hlasy a získane kudosu bolo odobrané.
sv: Diskussionen {0} av {1} förlorade röster och tillåten kudosu har tagits bort.
th: การสนทนา {0} ของ {1} สูญเสียผลโหวตและ kudosu ที่ได้รับถูกเอาออกแล้ว
tr: {0} tartışması sahibi {1} oy kaybetti ve aldığı kudosu kaldırıldı.
uk: Відгук в {0} від {1} втратило голоси і присуджені кудосу були вилучені.
vi: Cuộc thảo luận {0} bởi {1} đã mất votes và kudosu đã nhận được bị loại bỏ.
zh: 讨论 {0} 失去了票数，并且所得 kudosu 已被移除。
zh_tw: 討論 {0} 失去了票數，並且所得 kudosu 已被移除。

# event.kudosu_recalculate
source: Discussion {0} has had its kudosu grants recalculated.
ar: المناقشة {0} حصلت على اعادة حساب الكودوسو.
be: Кудосу за абмеркаванне {0} былі пералікчаны.
bg: Дискусията {0} претърпя преизчисление на kudosu субсидията.
cs: Diskusi {0} byly získané kudosu přepočteny.
da: Diskussion {0} har haft sit kudosu genberegnet.
de: Das verteilte kudosu der Diskussion {0} wurde neu berechnet.
el: Τα κέρδη kudosu για τη συζήτηση {0} επαναϋπολογίστηκαν.
es: A la discusión {0} se le han recalculado los kudosu otorgados.
fi: Keskustelun {0} kudosu on uudelleenlaskettu.
fr: La discussion {0} a vu ses kudosu accordés recalculés.
hu: A {0} megbeszélés kudosu értékei újra lettek kalkulálva.
id: Jumlah perolehan kudosu untuk diskusi {0} telah dihitung ulang.
it: La discussione {0} ha ricevuto un ricalcolo del kudosu permesso.
ja: {0}の取得kudosuが再計算されました。
ko: 토론 {0}에서 kudosu 획득량이 재조정되었습니다.
nl: Discussie: discussie heeft de kudosu toekenningen laten herberekenen.
no: Diskusjonen {0} har fått kudosu tilskuddene rekalkulert.
pl: Kudosu w dyskusji {0} zostało przekalkulowane.
pt: A discussão {0} teve o seu kudosu concedido recalculado.
pt_br: Discussão {0} teve seu kudosu obtido recalculado.
ro: Numărul de kudosu acordat pentru discuția {0} a fost recalculat.
ru: Кудосу за отзыв {0} были пересчитаны.
sk: Diskusii {0} boli získané kudosu prepočítané.
sv: Diskussionen {0} har fått sina tillåtna kudosu omberäknade.
th: การสนทนา {0} ถูกทำให้ kudosu โดนคำนวณใหม่
tr: {0} tartışmasının aldığı kudosu tekrar hesaplandı.
uk: Кудосу за відгук в {0} були перераховані.
vi: Kudosu của cuộc thảo luận {0} đã được tính lại.
zh: 讨论 {0} 所得的 kudosu 已经重新计算。
zh_tw: 討論 {0} 所得的 kudosu 已經重新計算。

# event.language_edit
source: Language changed from {0} to {1}.
ar: تم تغيير اللغة من {0} الى {1}.
bg: Езикът бе сменен от {0} на {1}.
cs: Jazyk změněn z {0} na {1}.
de: Sprache wurde von {0} zu {1} geändert.
es: El lenguaje cambió de {0} a {1}.
fi: Kieli {0} muutettu kieleen {1}.
fr: Langue passée de {0} à {1}.
hu: Nyelv megváltoztatva erről {0} erre {1}.
id: Bahasa beatmap diubah dari {0} menjadi {1}.
it: Lingua modificata da {0} a {1}.
ja: 言語が {0} から {1} に変更されました。
ko: 언어가 {0}에서 {1} 으(로) 변경되었습니다.
nl: Taal veranderd van {0} naar {1}.
no: Språk endret fra {0} til {1}.
pl: Zmieniono język z {0} na {1}.
pt: Língua alterada de {0} para {1}.
pt_br: Língua alterada de {0} para {1}.
ro: Limba s-a schimbat de la {0} la {1}.
ru: Язык изменен с {0} на {1}.
sv: Språk ändrat från {0} till {1}.
th: แก้ไขภาษาจาก {0} เป็น {1}
tr: Dil {0}'dan {1}'e değiştirildi.
uk: Мова змінена з {0} на {1}.
vi: Đã thay đổi ngôn ngữ từ {0} thành {1}.
zh: 语言由{0}更改为{1}。
zh_tw: 語言由{0}更改為{1}

# event.love
source: Loved by {0}.
ar: حُبِبت بواسطة {0}
be: Дададзена {0} да ўлюбёных
bg: Заобичан от {0}
cs: Tuto mapu miluje {0}
da: Elsket af {0}
de: Nominiert von {0}
el: Loved από {0}
es: Amado por {0}.
fi: {0} rakastaa
fr: Aimé par {0}
hu: Kedvelte {0}
id: Di-love oleh {0}
it: Amata da {0}.
ja: {0}がLovedに追加しました。
ko: {0} 님에게 Loved 받음
nl: Geloved door {0}
no: Elsket av {0}
pl: {0} nadał(a) tej beatmapie status ulubionej społeczności
pt: Adorado por {0}
pt_br: Loved por {0}
ro: Loved de către {0}
ru: Добавлено {0} в любимое
sk: Obľúbené používateľom {0}
sv: Älskad av {0}
th: รักแล้วโดย {0}
tr: {0} tarafından sevildi
uk: Додано {0} в улюблене
vi: Loved bởi {0}
zh: 受到 {0} 的喜爱
zh_tw: 受到 {0} 的喜愛

# event.nominate
source: Nominated by {0}.
ar: رُشحت بواسطة {0}.
be: Вылучына {0}.
bg: Номиниран от {0}.
cs: Nominováno uživatelem {0}.
da: Nomineret af {0}.
de: Von {0} nominiert.
el: Nominated από {0}.
es: Nominado por {0}.
fi: Käyttäjän {0} suosittelema.
fr: Nominée par {0}.
hu: Nominálva {0} által.
id: Dinominasikan oleh {0}.
it: Nominata da {0}.
ja: {0}がノミネートしました。
ko: {0} 님이 추천함.
nl: Genomineerd door {0}.
no: Nominert av {0}.
pl: Nominowana przez {0}.
pt: Nomeado por {0}.
pt_br: Nomeado por {0}.
ro: Nominalizat de {0}.
ru: Номинирована {0}.
sk: Nominované užívateľom {0}.
sv: Nominerad av {0}.
th: ถูกเสนอชื่อโดย {0}
tr: {0} tarafından aday gösterildi.
uk: Номіновано {0}.
vi: Được đề cử (nominated) bởi {0}.
zh: 被 {0} 提名。
zh_tw: 被 {0} 提名

# event.nominate_modes
source: Nominated by {0} ({1}).
ar: تم ترشيحها بواسطة {0} ({1}).
de: Nominiert von {0} ({1}).
es: Nominado por {0} ({1}).
fr: Nominée par {0} ({1}).
hu: Nominálva {0} ({1}) által.
id: Dinominasikan oleh {0} ({1}).
it: Nominata da {0} ({1}).
ja: {0}({1})がノミネートしました。
ko: {0} ({1}) 님이 추천함.
nl: Genomineerd door {0} ({1}).
no: Nominert av {0} ({1}).
pl: Nominowana przez użytkownika {0} ({1}).
pt: Nomeado por {0} ({1}).
pt_br: Nomeado por {0} ({1}).
ru: Номинатор: {0} ({1}).
sv: Nominerad av {0} ({1}).
th: เสนอชื่อโดย {0} ({1})
tr: {0} ({1}) tarafından aday gösterildi.
uk: Номінована від {0} ({1})
zh: 由 {0} 提名 ({1})。
zh_tw: 由 {0} 提名 ({1})。

# event.nomination_reset
source: New problem {0} ({1}) triggered a nomination reset.
ar: اثارت المشكلة {0} ({1}) اِعادة تعيين الترشيح.
be: З-за новай праблемы {0} ({1}) стан намінацыі быў скінуты.
bg: Нов проблем {0} ({1}) задейства нулиране на номинацията.
cs: Nový problém {0} ({1}) způsobil resetování nominace.
da: Nyt problem {0} udløste en nomineringsnulstilling.
de: Neues Problem {0} hat die Nominierung zurückgesetzt.
el: Ένα νέο πρόβλημα {0} ({1}) ξεκίνησε μια επαναφορά της διαδικασίας υποψηφιότητας.
es: Un nuevo problema {0} ({1}) ha restablecido las nominaciones.
fi: Uusi ongelma {0} ({1}) nollasi suositukset.
fr: Le nouveau problème {0} ({1}) a déclenché une réinitialisation de la nomination.
hu: Új probléma {0} ({1}) miatt a nominálás alaphelyzetbe állt.
id: Masalah baru di {0} ({1}) memicu pengaturan ulang nominasi.
it: Il nuovo problema {0} ({1}) ha comportato un reset di nomina.
ja: 新しい問題 {0} ({1})によりノミネートがリセットされました。
ko: 새로운 문제 {0} ({1})가 추천 상태를 초기화시켰습니다.
nl: Nieuw probleem: discussie (: tekst) veroorzaakte een nominatie reset.
no: Nytt problem {0} ({1}) utløste en tilbakestilling av nominasjonen.
pl: Nowy problem {0} spowodował zresetowanie nominacji.
pt: Um novo problema {0} ({1}) acionou um reinício de nomeação.
pt_br: Novo problema {0} reiniciou a contagem de nomeação.
ro: O problemă nouă {0} ({1}) a declanșat reluarea unei nominalizări.
ru: Из-за новой проблемы в {0} статус номинации был сброшен.
sk: Nový problém {0} ({1}) spôsobil zresetovanie nominácie.
sv: Nytt problem {0} triggade en nomination återställning.
th: ปัญหาใหม่ {0} ({1}) ทำให้เกิดการรีเซทการเสนอชื่อ
tr: Yeni sorun {0} ({1}) bir adaylık sıfırlamasını tetikledi.
uk: Через нову проблему в {0} ({1}) статус номінації був скинутий.
vi: Vấn đề mới {0} đã khiến cho đề cử bị hoàn lại.
zh: 新问题 {0}（{1}）导致提名被重置。
zh_tw: 新問題 {0} 導致提名被重置。

# event.qualify
source: This beatmap has reached the required number of nominations and has been qualified.
ar: هذه الخريطة وصلت إلى العدد المطلوب من الترشيحات وتأهلت.
be: Гэтая бітмапа дасягнула патрабавальнай колькасці намінавання для кваліфікацыі і была кваліфікавана.
bg: Този бийтмап достигна максимум брой номинации и бе квалифициран за класиране.
cs: Tato beatmapa získala požadované množství nominací a byla kvalifikována.
da: Dette beatmap har opnået det nødvendige antal nomineringer og er blevet kvalificeret.
de: Diese Beatmap hat die erforderliche Anzahl an Nominierungen erreicht und wurde qualifiziert.
el: Αυτό το beatmap έχει φτάσει των απαραίτητο αριθμό nominations και είναι πλέον qualified.
es: Este mapa ha alcanzado el número requerido de nominaciones y ha sido calificado.
fi: Tämä beatmap sai vaaditun määrän suosituksia hyväksymisvaihetta varten.
fr: Cette beatmap a atteint le nombre requis de nominations et a été qualifiée.
hu: Ez a beatmap elérte az elegendő számú nominálást és kvalifikálva lett.
id: Beatmap ini telah memperoleh jumlah nominasi yang cukup untuk mendapatkan status Qualified.
it: Questa beatmap ha raggiunto il numero richiesto di nomine ed è stata qualificata.
ja: このビートマップは既に必要なノミネーション数に達しており、Qualifiedされています。
ko: 이 비트맵은 충분한 추천을 받았고 qualified 상태로 전환되었습니다.
nl: Deze beatmap heeft het benodigde aantal nominaties bereikt en is nu gekwalificeerd.
no: Dette beatmappet har nådd det nødvendige antallet med nominasjoner og har nå blitt kvalifisert.
pl: Ta beatmapa osiągnęła wystarczającą liczbę nominacji i została zakwalifikowana.
pt: Este beatmap atingiu o número necessário de nomeações e foi qualificado.
pt_br: Este beatmap alcançou o número de nomeações necessárias e se tornou qualificado.
ro: Acest beatmap a atins numărul limită de nominalizări și s-a calificat.
ru: Эта карта была номинирована достаточное количество раз для квалификации.
sk: Táto beatmapa dosiahla požadované číslo nominácii a bola kvalifikovaná.
sv: Denna beatmap har uppnått den nödvändiga antalet av nomineringar och har blivit kvalificerad.
th: บีทแมพนี้ได้รับจำนวนการเสนอชื่อครบแล้ว และได้ถูก Qualified
tr: Bu beatmap gerekli aday gösterilme miktarına ulaştı ve nitelikli oldu.
uk: Ця карта була номінована достатню кількість разів для кваліфікації.
vi: Beatmap này đã đạt được số đề cử (nominations) cần thiết và đã qualified.
zh: 这张谱面已经有了足够数量的提名并已经 Qualified。
zh_tw: 這張圖譜已經達到所需的提名數量，並已經 qualified。

# event.rank
source: Ranked.
ar: مصفوفة.
be: Ранкавана.
bg: Класиран.
cs: Hodnocené.
es: Clasificado.
fi: Hyväksytty.
fr: Classée.
hu: Rangsorolt.
it: Rankata.
ja: Rankedされました。
no: Rangert.
pl: Rankingowa.
pt: Classificado.
pt_br: Ranqueado.
ro: Clasat.
ru: Рейтинговая.
sv: Rankad.
th: จัดอันดับ
tr: Dereceli.
uk: Рейтинговий.
vi: Đã được xếp hạng (Ranked).
zh_tw: 進榜

# event.remove_from_loved
source: Removed from Loved by {0}. ({1})
ar: تمت إزالتها من "المحبوبة" من قِبَل {0}. ({1})
de: Aus Loved entfernt von {0}. ({1})
es: Removido de Amados por {0}. ({1})
fr: Supprimé des Loved par {0}. ({1})
hu: Eltávolítva szeretettek közül {0} felhasználó által. ({1})
id: Dilepas dari Loved oleh {0}. ({1})
it: Rimossa dalle amate da {0}. ({1})
ja: {0}によってLovedから削除されました。({1})
ko: {0} 님에 의해 Loved 상태에서 제거됨 ({1})
nl: Verwijderd uit Loved door {0}. ({1})
pl: Usunięta z ulubionych beatmap społeczności przez użytkownika {0} ({1}).
pt: Removido de Adorado por {0}. ({1})
pt_br: Removido dos Loved por {0}. ({1})
ru: {0} удалил карту из Любимых ({1})
sv: Borttagen från Älskad av {0}. ({1})
th: ถูกนำออกจาก Loved โดย {0} ({1})
tr: {0} tarafından Sevilenlerden çıkarıldı ({1})
uk: Вилучено з категорії Loved користувачем {0}. ({1})
zh: 由 {0} 从 Loved 中移除。（{1}）
zh_tw: 由 {0} 從 Loved 中移除。({1})

# event.nsfw_toggle.to_0
source: Removed explicit mark
ar: تصيف "محتوى حساس" مَلغي
da: Fjernede eksplicit mærke
de: Explizit-Markierung entfernt
es: Marca explícita removida
fr: Supprimer le tag explicite
hu: Felnőtt tartalom törlése
id: Tanda eksplisit telah dilepas
it: Rimosso il contrassegno esplicito
ja: 露骨マークを削除しました
ko: 부적절한 콘텐츠 표시가 해제됨
nl: Expliciete beoordeling verwijderd
pl: Usunięto oznaczenie jako treść dla pełnoletnich
pt: Marca explícita removida
pt_br: Marcação explícita removida
ru: Удалить отметку 18+
sv: Tog bort explicit markering
th: นำเครื่องหมายเนื้อหาล่อแหลมออก
tr: Müstehcen işareti kaldırıldı
uk: Видалена явна позначка
zh: 移除少儿不宜标识
zh_tw: 移除成人內容標記

# event.nsfw_toggle.to_1
source: Marked as explicit
ar: مٌصنف كـ "محتوى حساس"
da: Markeret som eksplicit
de: Als explizit markiert
es: Marcado como explícito
fr: Marquer comme explicite
hu: Felnőtt tartalomként jelölés
id: Ditandai eksplisit
it: Contrassegnata come esplicita
ja: 露骨であるとマークする
ko: 부적절한 콘텐츠로 표시됨
nl: Gemarkeerd als expliciet
pl: Oznaczono jako treść dla pełnoletnich
pt: Marcado como explícito
pt_br: Marcado como explícito
ru: Помечено как откровенное
sv: Markerad som explicit
th: ตั้งไว้ว่าเป็นเนื้อหาล่อแหลม
tr: Müstehcen olarak işaretlendi
uk: Позначено як явне
vi: Đã đánh dấu có nội dung người lớn
zh: 已标为少儿不宜
zh_tw: 標記為成人內容

# index.title
source: Beatmapset Events
ar: أحداث الخريطة
be: Падзеі бітмап
bg: Бийтмап сет събития
cs: Události beatmapsetu
da: Beatmapset Begivenheder
el: Γεγονότα Beatmapset
es: Eventos del set de mapas
fi: Beatmapin Tapahtumat
fr: Événements de la beatmapset
hu: Beatmap szett Események
id: Laman Peristiwa Beatmapset
it: Eventi Beatmapset
ja: ビートマップセットイベント
nl: Beatmapset Gebeurtenissen
no: Beatmapset Hendelser
pl: Historia zdarzeń zestawów beatmap
pt: Eventos do conjunto de beatmaps
pt_br: Eventos ocorridos no beatmap
ro: Evenimente beatmapset
ru: События карты
sk: Udalosti beatmapsetu
sv: Beatmapset händelser
th: กิจกรรมของ Beatmapset
tr: Beatmap Seti Etkinlikleri
uk: Події карти
vi: Những Sự Kiện Của Beatmapset
zh: 谱面事件
zh_tw: 圖譜事件

# index.form.period
source: Period
ar: الفترة
be: Перыяд
bg: Период
cs: Období
da: Periode
de: Zeitraum
el: Περίοδος
es: Período
fi: Piste
fr: Période
hu: Időszak
id: Periode
it: Periodo
ja: 期間
ko: 기간
nl: Periode
no: Periode
pl: Okres
pt: Período
pt_br: Período
ro: Perioadă
ru: Период
sk: Obdobie
th: ระยะเวลา
tr: Zaman Periyodu
uk: Період
vi: Giai đoạn
zh: 时期
zh_tw: 期間

# index.form.types
source: Types
ar: الأنواع
be: Тыпы
bg: Типове
cs: Typy
da: Typer
de: Typen
el: Τύποι
es: Tipos
fi: Tyypit
hu: Típusok
id: Jenis-Jenis
it: Tipi
ja: タイプ
ko: 종류
no: Typer
pl: Rodzaje
pt: Tipos
pt_br: Tipos
ro: Tipuri
ru: Типы
sk: Typ
sv: Typ
th: ประเภท
tr: Türler
uk: Типи
vi: Loại
zh: 类型
zh_tw: 類型

# item.content
source: Content
ar: المحتوى
be: Змесціва
bg: Съдържание
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
fi: Sisältö
fr: Contenu
hu: Tartalom
id: Isi
it: Contenuto
ja: 目次
ko: 내용
nl: Inhoud
no: Innhold
pl: Zawartość
pt: Conteúdo
pt_br: Conteúdo
ro: Conținut
ru: Контент
sk: Obsah
sv: Innehåll
th: เนื้อหา
tr: İçerik
uk: Контент
vi: Nội dung
zh: 内容
zh_tw: 內容

# item.discussion_deleted
source: [deleted]
be: [выдалена]
bg: [изтрито]
cs: [odstraněno]
da: [slettet]
de: [gelöscht]
el: [διαγράφηκε]
es: [eliminado]
fi: [poistettu]
hu: [törölt]
id: [dihapus]
it: [eliminato]
ja: [削除済み]
ko: [삭제됨]
nl: [verwijderd]
pl: [usunięte]
pt: [eliminado]
pt_br: [excluído]
ru: [удалено]
sk: [vymazané]
sv: [raderad]
th: [ถูกลบแล้ว]
tr: [silindi]
vi: [đã xóa]
zh: [已删除]
zh_tw: [已刪除]

# item.type
source: Type
ar: النوع
be: Тып
bg: Тип
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
hu: Típus
id: Jenis
it: Tipo
ja: タイプ
ko: 종류
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh: 类型
zh_tw: 類型

# type.approve
source: Approval
ar: موافقة
be: Ухвалена
bg: Одобрение
cs: Schválení
da: Godkendelse
el: Έγκριση
es: Aprobación
fi: Hyväksyntä
fr: Approbation
hu: Jóváhagyás
id: Persetujuan
it: Approvazione
ja: 承認
ko: 승인
nl: Goedkeuring
no: Godkjenning
pl: Zatwierdzenie
pt: Aprovação
pt_br: Aprovação
ro: Aprobare
ru: Одобрено
sk: Schválenie
sv: Godkännande
th: การอนุมัติ
tr: Onay
uk: Одобрено
vi: Chấp nhận
zh: 推荐

# type.beatmap_owner_change
source: Difficulty owner change
ar: تغير مالك صعوبة
es: Cambio de dueño de la dificultad
fr: Changement du propriétaire de la difficulté
id: Pergantian kepemilikan tingkat kesulitan
ja: 難易度の所有者変更
ko: 난이도 주인 변경
pl: Zmiana twórcy poziomu trudności
pt_br: Mudar dono(a) da dificuldade
ru: Сменить владельца сложности
th: เปลี่ยนเจ้าของระดับความยาก
tr: Zorluk sahibi değiştirme
zh: 难度作者变更
zh_tw: 難度作者變更

# type.discussion_delete
source: Discussion deletion
ar: حذف مناقشة
be: Выдаленне абмеркавання
bg: Изтриване на дискусия
cs: Odstranění diskuze
da: Diskussions-sletning
de: Diskussion löschen
el: Διαγραφή συζήτησης
es: Eliminación de discusión
fi: Poista keskustelu
fr: Suppression de la discussion
hu: Megbeszélés törlése
id: Penghapusan topik diskusi
it: Eliminazione discussione
ja: ディスカッションの削除
ko: 토론 삭제
nl: Discussie verwijdering
no: Diskusjon sletting
pl: Usunięcie dyskusji
pt: Eliminação da discussão
pt_br: Exclusão de Discussão
ro: Ștergerea discuției
ru: Удаление обсуждения
sk: Odstránenie diskusie
sv: Borttagning av diskussioner
th: การลบบทสนทนา
tr: Tartışma silindi
uk: Видалення дискусії
vi: Xóa cuộc thảo luận
zh: 删除讨论
zh_tw: 刪除討論

# type.discussion_post_delete
source: Discussion reply deletion
ar: حذف رد مناقشة
be: Выдаленне адказаў абмеркавання
bg: Изтриване на отговор от дискусия
cs: Odstranění odpovědí diskuze
da: Diskussions-svar sletning
de: Löschen der Diskussionsantwort
el: Διαγραφή απάντησης συζήτησης
es: Eliminación de respuesta a discusión
fi: Keskustelun vastauksen poistaminen
fr: Suppression des réponses aux discussions
hu: Megbeszélés válaszának törlése
id: Penghapusan pesan balasan pada topik diskusi
it: Eliminazione risposta a discussione
ja: ディスカッションの返信を削除
ko: 토론 답글 삭제
nl: Discussie antwoord verwijdering
no: Diskusjonsvar sletting
pl: Usunięcie odpowiedzi w dyskusji
pt: Eliminação da resposta da discussão
pt_br: Exclusão de respostas da discussão
ro: Ștergerea răspunsului
ru: Удаление ответов в обсуждении
sk: Odstránenie odpovedi diskusie
sv: Borttagning av diskussionssvar
th: การลบการตอบกลับในบทสนทนา
tr: Tartışma yanıtı silme
uk: Видалення відповідей в дискусії
vi: Xóa trả lời của cuộc thảo luận
zh: 删除讨论的回复
zh_tw: 刪除討論的回覆

# type.discussion_post_restore
source: Discussion reply restoration
ar: إعادة رد مناقشة
be: Аднаўленне адказаў абмеркавання
bg: Възстановяване на отговор от дискусия
cs: Obnovení odpovědí diskuze
da: Diskussions-svar genoprettelse
de: Diskussionsantwort wiederherstellen
el: Αποκατάσταση απάντησης συζήτησης
es: Restauración de respuesta a discusión
fi: Keskustelun vastauksen palautus
fr: Restauration des réponses aux discussions
hu: Megbeszélés válaszának visszaállítása
id: Pengembalian pesan balasan yang terhapus pada topik diskusi
it: Recupero risposta a discussione
ja: ディスカッションの返信を復元
ko: 토론 답글 복원
nl: Discussie antwoord herstelling
no: Diskusjonsvar gjenopprettelse
pl: Przywrócenie odpowiedzi w dyskusji
pt: Restauração da resposta da discussão
pt_br: Restauração de respostas da discussão
ro: Restaurarea răspunsului
ru: Восстановление ответов в обсуждении
sk: Obnovenie odpovedi diskusie
sv: Återställning av diskussionssvar
th: การกู้คืนการตอบกลับในบทสนทนา
tr: Tartışma yanıtı geri getirme
uk: Відновлення відповідей в дискусії
vi: Phục hồi trả lời của cuộc thảo luận
zh: 恢复已删除的讨论的回复
zh_tw: 恢復已刪除的討論的回覆

# type.discussion_restore
source: Discussion restoration
ar: إعادة مناقشة
be: Аднаўленне абмеркавання
bg: Възстановяване на дискусия
cs: Obnovení diskuze
da: Diskussions-genoprettelse
de: Diskussion wiederherstellen
el: Αποκατάσταση συζήτησης
es: Restauración de discusión
fi: Keskustelun palauttaminen
fr: Restauration de la discussion
hu: Megbeszélés visszaállítása
id: Pengembalian topik diskusi yang terhapus
it: Recupero discussione
ja: ディスカッションの復元
ko: 토론 복원
nl: Discussie herstelling
no: Gjenopprett diskusjon
pl: Przywrócenie dyskusji
pt: Restauração da discussão
pt_br: Restauração de discussão
ro: Restaurarea discuției
ru: Восстановление обсуждения
sk: Obnovenie diskusie
sv: Återställning av diskussioner
th: การกู้คืนบทสนทนา
tr: Tartışma geri getirme
uk: Відновлення дискусії
vi: Phục hồi cuộc thảo luận
zh: 恢复已删除的讨论
zh_tw: 恢復已刪除的討論

# type.disqualify
source: Disqualification
ar: فقدان أهلية
be: Дыскваліфікацыя
bg: Дисквалификация
cs: Diskvalifikace
da: Diskvalifikation
de: Disqualifikation
el: Αποκλεισμός
es: Descalificación
fi: Epähyväksyntä
hu: Diszkvalifikáció
id: Diskualifikasi
it: Squalificazione
nl: Diskwalificatie
no: Diskvalifikasjon
pl: Dyskwalifikacja
pt: Desqualificação
pt_br: Desqualificação
ro: Descalificare
ru: Дисквалификация
sk: Diskvalifikácia
sv: Diskvalificering
th: การตัดสิทธิ์
tr: Diskalifiye
uk: Дискваліфікація
zh: 取消 Qualified

# type.genre_edit
source: Genre edit
ar: تعديل نوع
bg: Промяна на жанра
cs: Úprava žánru
de: Genre-Änderung
es: Edición de género
fi: Genren muokkaus
fr: Édition du genre
hu: Műfaj szerkesztése
id: Pengaturan aliran
it: Modifica il genere
ja: ジャンル編集
ko: 장르 수정
nl: Genre bewerken
no: Sjanger redigering
pl: Zmiana gatunku
pt: Editar género
pt_br: Edição de gênero
ro: Edit genre
ru: Изменение жанра
sv: Redigera genre
th: แก้ไขหมวด
tr: Tür düzeni
uk: Зміна жанру
vi: Thay đổi thể loại
zh: 更改流派
zh_tw: 編輯曲風

# type.issue_reopen
source: Discussion reopening
ar: إعادة فتح باب مناقشة
be: Пераадкрыванне абмеркавання
bg: Преотваряне на дискусия
cs: Znovuotevření diskuze
da: Diskussions-genåbning
de: Diskussion wieder öffnen
el: Επανάνοιγμα συζήτησης
es: Reapertura de discusión
fi: Keskustelun uudelleenavaaminen
fr: Réouverture de la discussion
hu: Megbeszélés újranyitás
id: Pembukaan ulang topik diskusi
it: Riaprimento discussione
ja: ディスカッションを再開する
ko: 토론 재개
nl: Discussie heropening
no: Gjenåpne diskusjon
pl: Ponowne otworzenie dyskusji
pt: Reabertura da discussão
pt_br: Reabrir discussão
ro: Redeschiderea discuției
ru: Возобновление обсуждения
sk: Znovuotvorenie diskusie
sv: Diskussionen öppnas på nytt
th: กำลังเปิดใช้งานการสนทนาอีกครั้ง
tr: Tekrar açılan tartışmalar
uk: Відновлення обговорення
vi: Mở lại cuộc thảo luận
zh: 议题重启
zh_tw: 重新打開討論

# type.issue_resolve
source: Discussion resolving
ar: حل مناقشة
be: Абмеркаванне рашэння
bg: Разрешаване на дискусия
cs: Vyřešení diskuze
da: Diskussion løsning
de: Diskussion lösen
el: Επίλυση συζήτησης
es: Resolución de discusión
fi: Keskustelun ratkaiseminen
fr: Résolution de la discussion
hu: Megbeszélés megoldás
id: Penutupan topik diskusi
it: Risolvimento discussione
ja: ディスカッションを解決する
ko: 토론 해결
nl: Discussie oplossen
no: Løs diskusjon
pl: Zakończenie dyskusji
pt: Resolução da discussão
pt_br: Resolver discussão
ro: Rezolvarea discuției
ru: Обсуждение решения
sk: Vyriešenie diskusie
sv: Diskussionen löser
th: กำลังแก้ไขการสนทนา
tr: Tartışma çözümü
uk: Обговорення вирішення
vi: Giải quyết cuộc thảo luận
zh: 讨论被解决
zh_tw: 討論被解決
