Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmappacks.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, zh, zh_tw

# index.description
source: Pre-packaged collections of beatmaps based around a common theme.
ar: مجموعات خرائط محزومة-مسبقا مبنية على اساس موضوع مشهور.
be: Папярэднія запакаваныя калекцыі бітмап, створаныя на агульных тэмах.
bg: Предварително пакетирани колекции от бийтмапове, базирани на обща тема.
cs: Kolekce beatmap s podobnou tématikou.
da: Færdigpakkede samlinger af beatmaps bygget op omkring et fælles tema.
de: Fertig gepackte Sammlungen an Beatmaps, die auf einem gemeinsamen Thema basieren.
el: Προ-πακεταρισμένες συλλογές beatmaps βασισμένες σε ένα κοινό θέμα.
es: Colecciones preempaquetadas de mapas basadas en un tema común.
fi: Valmiiksi kasattuja beatmap kokoelmia, joissa yhdistyy tietty teema.
fr: Des collections pré-packagées de beatmaps autour d'un thème commun.
hu: Előre csomagolt, általános témákat körbeölelő beatmap gyűjtemények.
it: Collezioni pre-confezionate di beatmap con un tema comune.
ja: 共通のテーマを有するビートマップを集めたパックです。
ko: 비슷한 테마를 기준으로 모아놓은 비트맵 모음집입니다.
nl: Voorverpakte collecties van beatmaps gebaseerd rond een gedeeld thema.
no: Forhåndspakkede samlinger av beatmaps basert rundt et felles tema.
pl: Kolekcje beatmap o wspólnej tematyce.
pt: Coleções pré-empacotadas de beatmaps baseadas num tema em comum.
pt_br: Coleções temáticas pré-compactadas.
ro: Colecțiile pre-ambalate de beatmaps sunt bazate în jurul unei teme comune.
ru: Предварительно упакованные коллекции карт, основанные на общих темах.
sk: Kolekcie beatmáp s podobnou tématikou.
sv: Färdigförpackade samlingar med beatmaps som är baserade på ett gemensamt tema.
th: แพ็คคอลเล็คชั่นของเพลงที่อยู่ในประเภทเดียวกัน
zh: 围绕某个相同主题打包好的曲包
zh_tw: 相同主題的圖譜合集壓縮檔

# index.nav_title
source: listing
ar: القائمة
be: спіс
bg: списък
cs: seznam
da: katalog
de: liste
el: λίστα
es: listado
fi: listaus
fr: liste
hu: listázás
it: lista
ja: 一覧
ko: 목록
nl: lijst
no: liste
pl: lista
pt: listagem
pt_br: listagem
ro: listare
ru: список
sk: výpis
sv: listning
th: รายการ
zh: 列表
zh_tw: 列表

# index.title
source: Beatmap Packs
ar: حُزَم الخرائِط
be: Пакет бітмап
bg: Бийтмап пакети
cs: Balíčky beatmap
da: Beatmap Pakker
de: Beatmap-Pakete
el: Πακέτα Beatmaps
es: Paquetes de Mapas
fi: Beatmap-Kokoelmat
fr: Collections de Beatmaps
hu: Beatmap Csomagok
it: Pacchetti Beatmap
ja: ビートマップパック
ko: 비트맵 팩
no: Beatmappakker
pl: Paczki beatmap
pt: Pacotes de beatmap
pt_br: Pacotes de Beatmaps
ro: Pachete beatmap
ru: Сборки карт
sk: Balíky beatmáp
sv: Beatmap-samlingar
th: แพ็คเกจบีทแมพ
zh: 曲包
zh_tw: 圖譜壓縮檔

# index.blurb.important
source: READ THIS BEFORE DOWNLOADING
ar: اقرأ هذا قبل التحميل
be: ПЕРАД СПАМПАВАННЕМ ПРАЧЫТАЙЦЕ ГЭТА
bg: ПРОЧЕТЕТЕ ТОВА ПРЕДИ ИЗТЕГЛЯНЕ
cs: PŘEČTĚTE SI PŘED STAŽENÍM
da: LÆS DETTE FØR DU DOWNLOADER
de: VOR DEM HERUNTERLADEN BITTE LESEN
el: ΔΙΑΒΑΣΤΕ ΠΡΙΝ ΑΠΟ ΤΗ ΛΗΨΗ
es: LEE ESTO ANTES DE DESCARGAR
fi: LUE TÄMÄ ENNEN LATAAMISTA
fr: LISEZ CECI AVANT DE TÉLÉCHARGER
hu: OLVASD EL LETÖLTÉS ELŐTT
it: LEGGI PRIMA DI SCARICARE
ja: ダウンロード前に必ず読んでください
ko: [[ 다운로드 하기 전에 읽어주세요 ]]
nl: LEES DIT VOOR TE JE DOWNLOAD
no: LES DETTE FØR NEDLASTING
pl: WAŻNE
pt: LÊ ISTO ANTES DE TRANSFERIR
pt_br: LEIA ISSO ANTES DE BAIXAR
ro: CITEȘTE ASTA ÎNAINTE DE A DESCĂRCA
ru: ПРОЧИТАЙТЕ ЭТО ПЕРЕД ЗАГРУЗКОЙ
sk: PREČÍTAJTE SI PRED SŤAHOVANÍM
sv: LÄS DETTA INNAN NEDLADDNING
th: กรุณาอ่านก่อนทำการดาวน์โหลด
zh: 下载前必读
zh_tw: 下載前必讀

# index.blurb.instruction._
source: Installation: Once a pack has been downloaded, extract the .rar into your osu! Songs directory. All songs are still .zip'd and/or .osz'd inside the pack, so osu! will need to extract the beatmaps itself the next time you go into Play mode. {0} extract the zip's/osz's yourself, or the beatmaps will display incorrectly in osu! and will not function properly.
ar: التثبيت: عندما يتم تحميل الحزمة, استخرج ملف .rar الى مجلد اغاني osu! الخاص بك. كل الأغاني لا تزال مضغوطة و/أو بصيفة osz. داخل الحزمة, لذا osu! سوق تحتاج الى اسخراج الخرائط بذاتها في المرة القادمة عندما تفتح اللعبة. {0} استخرج ملفات zip/osz بنفسك, او الخرائط سوف تظهر بشكل خاطئ في osu! ولم تقوم بأداء وظيفتها بالشكل المطلوب.
be: Усталёўка: як толькі пакет будзе спампаваны, выняць файлы з .rar у вашу папку з песнямі osu! Усе песні ўнутры пакета фармату .zip або .osz, таму osu! патрабуе выняць адтуль бітмапы падчас наступнай гульні. {0} вымайце zip/osz самі, а інакш бітмапы ў osu! будуць адлюстроўвацца і працаваць няправільна.
bg: Инсталация: След като изтеглите пакет с песни, разархивирайте .rar файла във вашата osu! директория, папка Songs. Всички песни са взе още .zip-нати и/или .osz-нати във пакета, така че osu! ще трябва да ги разархивира от само себе си следващия път като пуснете играта. {0} разархивирайте .zip/.osz файловете сами или бийтмаповете ще се покажат неправилно в osu! и няма да работят правилно.
cs: Instalace: Po stažení balíčku musíš extrahovat soubor s příponou .rar do tvé složky s beatmapami. Všechny písničky v balíčku jsou stále ve formátu .zip a/nebo .osz, takže si je bude muset osu! extrahovat samo po vstupu do Selection menu. {0} extrahovat soubory typu .zip nebo .osz sami, nebo se beatmapy nezobrazí správně a nebudou fungovat.
da: Installation: Så snart en pakke er hentet, skal du pakke .rar-filen ud i dit osu! sangbibliotek. Alle sangene er stadig i .zip og/eller .osz format indeni pakken, så osu! bliver nødt til at udpakke beatmapsene næste gang du går ind i Play mode. Udpak {0} .zip/.osz-filerne selv, ellers vil beatmapsene fremstå forkert i osu! og vil ikke fungere korrekt.
de: Installation: Sobald das Paket heruntergeladen wurde, entpacke das .rar-Archiv in dein osu! "Songs"-Verzeichnis. Alle Lieder sind innerhalb des Pakets noch einmal als .zip oder .osz-Archiv verpackt, deshalb muss osu! die Beatmaps beim nächsten Start noch einmal entpacken. Entpacke die .zip/.osz-Dateien {0} selbst, oder die Beatmaps werden in osu! nicht richtig funktionieren.
el: Εγκατάσταση: Όταν ολοκληρωθεί η λήψη ενός πακέτου, εξάγετε το .rar αρχείο στον osu! Songs φάκελό σας. Όλα τα τραγούδια είναι ακόμα σε μορφή zip ή osz μέσα στο πακέτο, οπότε το osu! θα χρειαστεί να κάνει εξαγωγή όλα τα beatmaps από μόνο του την επόμενη φορά που θα πατήσετε Play. MHN εξάγετε τα αρχεία zip/osz από μόνοι σας, διαφορετικά τα beatmaps θα εμφανίζονται εσφαλμένα στο osu! και δε θα λειτουργούν σωστά.
es: Instalación: Una vez que un paquete ha sido descargado, extrae el archivo .rar en la carpeta Songs de osu!. Todas las canciones siguen siendo archivos .zip y/o .osz dentro del paquete, así que osu! tendrá que extraer los mapas por sí mismo la próxima vez que entres al modo de juego. {0} extraigas los archivos zip/osz por ti mismo, o los mapas se mostrarán incorrectamente en osu! y no funcionarán correctamente.
fi: Asennus: Kun paketti on ladattu, pura .rar tiedosto osu! Songs kansioon. Kappaleet ovat vielä .zip ja/tai .osz muodossa paketin sisällä, joten osu! purkaa beatmapit seuraavalla pelikerrallla. {0} pura .zip/.osz-tiedostoja itse, tai beatmapit eivät näy oikein pelissä eivätkä toimi kunnolla.
fr: Installation: Une fois la collection téléchargée, extraire le .rar dans le dossier Songs d'osu!. Toutes les musiques sont encore en .zip et/ou en .osz dans la collection, osu! s'occupera d'extraire tout seul les beatmaps la prochaine fois que vous jouerez. {0} extraire les zip/osz vous-même, ou les beatmaps ne vont pas s'afficher correctement et osu! va mal fonctionner.
hu: Telepítés: Amint egy csomag letöltődött, csomagold ki a .rar fájlt az osu! Songs mappába. Mivel az összes szám .zip és/vagy .osz kiterjesztésű, ezért a következő Play módba lépéskor ezek a beatmapek ki lesznek csomagolva. {0} csomagold ki a .zip/.osz fájlokat saját magadtól, különben a beatmapek hibásan jelenhetnek meg és nem fognak megfelelően működni.
it: Installazione: Una volta scaricato il pacchetto desiderato, estrai il .rar nella cartella Songs di osu!. Tutte le canzoni saranno ancora .zip e/o .osz dentro il pacchetto, quindi osu! dovrà estrarre le beatmap la prossima volta che entri nella modalità Play. {0} estrarre gli zip/osz manualmente, altrimenti le beatmap non verrano visualizzate correttamente su osu! e non funzioneranno a dovere.
ja: インストールするには：ダウンロードが完了次第.rarファイルをosu!のSongsフォルダに中身を解凍してください。 osu!が次回ビートマップの読み込みを開始する時に圧縮されているビートマップファイル（zip/osz）を自動的に取り込みます。 {0}にzip/oszファイルを手動で解凍しないでください。ビートマップの取り込みに失敗して正常にビートマップが表示されなくなります。
ko: 설치 방법: 맵팩 다운로드가 끝나면 .rar 파일을 osu!의 Songs 폴더에 압축 해제하세요. 맵팩에 동봉된 모든 곡은 .zip 또는 .osz로 압축된 상태입니다. 플레이하기 전 osu!가 직접 비트맵들을 압축 해제할 것입니다. {0} 여러분이 직접 압축을 해제하지 마세요. 그렇게 되면 osu!가 이를 비정상적으로 받아들이고 제대로 작동하지 않을 수 있습니다.
nl: Installatie: Eens een pack gedownload is, pak dan de .rar uit in je osu! Songs map. Alle individuele beatmaps zijn nog in .zip of .osz formaat, dus osu! zal ze zelf uitpakken de volgende keer dat je in de Play mode gaat. {0} de zip's/osz's zelf uitpakken, of de beatmaps zullen incorrect in osu! worden weergegeven/niet werken.
no: Installasjon: Pakk ut .rar filen i osu!'s "Songs" mappe når en pakke er lastet ned, Alle sanger i pakken er fortsatt i filformatet .zip og/eller .osz, så osu! vil pakke dem ut automatisk neste gang du spiller. {0} pakk ut zip/osz filene selv, ettersom dette kan medføre til at beatmappene ikke vises eller fungerer riktig i osu!
pl: Instalacja: Gdy paczka zostanie pobrana, wypakuj plik .rar w folderze z beatmapami (Songs). Wszystkie beatmapy w paczce będą nadal miały rozszerzenie .zip czy .osz, dlatego osu! rozpakuje je przy przejściu do ekranu listy beatmap. {0} wypakowuj tych plików samodzielnie, inaczej nie będą one funkcjonowały prawidłowo.
pt: Instalação: Uma vez transferido um pacote, extrai o .rar para o teu Diretório de Canções do osu!. Todas as canções estão no formato .ZIP e/ou .OSZ dentro do pacote, por isso o osu! irá precisar de extrair, por si próprio, os beatmaps da próxima vez que fores para o Modo de jogo. {0} extrai os ZIPs/OSZs por ti próprio, ou os beatmaps vão-se apresentar de forma incorreta no osu! e não irão funcionar corretamente.
pt_br: Instalação: Assim que terminar de baixar um pacote, extraia o .rar na pasta Songs, no seu diretório do osu!. Todos os arquivos estão compactados dentro do pacote, então o osu! precisará extrair os beatmaps por sí só na próxima vez que você entrar no jogo. {0} tente descompactar os arquivos sozinho, ou os beatmaps não funcionarão corretamente quando tentar abrí-los.
ro: Instalare: Odată ce un pachet a fost instalat, extrage fișierul .rar în folderul de melodii osu!. Toate melodiile încă sunt de formă .zip și/sau .osz înăuntrul pachetului, deci osu! va trebui să extragă beatmap-urile de unul singur data viitoare când joci. {0} extragi fișierele zip/osz de unul singur, sau beatmap-urile vor fi afișate incorect în osu! și nu vor funcționa bine.
ru: Установка: как только вы скачали карту, распакуйте содержимое .rar архива в папку osu! > Songs. Все песни внутри сборки будут в формате .zip и/или .osz, поэтому osu! потребуется распаковать их в следующий раз, когда вы начнёте играть. Просим {0} распаковывать эти файлы самостоятельно, так как карта может отображаться некорректно в osu! и не работать
sk: Inštalácia: Akonáhle je balík stiahnutý, rozbaľte .rar súbor do priečinku s osu! skladbami. Skladby vnútri balíka sú stále v .zip a/alebo .osz formáte, takže osu! si bude musieť beatmapy rozbaliť, keď nabudúce začnete hrať. {0} extrahujte .zip/.osz súbory sami, lebo sa budú beatmapy v osu! zobrazovať nesprávne a nebudú poriadne fungovať.
sv: Installation: När en samling har laddats ner, extrahera .rar filen till din osu! Songs mapp. Alla låtar är fortfarande i .zip/.osz-samlingen, så osu! kommer behöva extrahera beatmapsen nästa gång du går in i spelläget. Extrahera {0} .zip/.osz själv, annars kommer beatmapsen visas inkorrekt i osu! och kommer inte fungera korrekt.
th: การติดตั้ง : หลังจากคุณดาวน์โหลดไฟล์แล้ว, ให้แตกไฟล์นามสกุล .rar ลงไปในไฟล์ osu!\Songs ไฟล์เพลงในแพ็คที่คุณโหลดมาจะติดนามสกุล .zip'd หรือ .osz'd ดังนั้น osu! จะทำการแตกไฟล์ beatmap เองครั้งต่อไปที่คุณเข้าไปเล่น {0} ทำการแตกไฟล์ zip's/osz's ด้วยตัวคุณเอง ไม่เช่นนั้น beatmap ที่คุณติดตั้งมาจะไม่สามารถเข้าเล่นได้
zh: 安装步骤：下载好曲包之后，直接将压缩包解压到 osu! 的 Songs 文件夹下。 所有的谱面此时都是 .zip 或 .osz 文件，osu! 会在下一次启动时自动载入这些谱面， {0} 自己解压这些谱面。 否则这些谱面可能错误地显示并无法正常游玩。
zh_tw: 安裝方式：當您下載好壓縮檔之後,請將壓縮檔 .rar 解壓到您 osu! 安裝目錄下的 Songs 資料夾內。 解壓出來的圖譜檔案皆是 .zip 或 .osz 檔案, osu! 會在你下一次啟動時自動載入這些圖譜。 因此請 {0} 自行解壓這些圖譜檔案，否則恐導致無法正常遊戲。

# index.blurb.instruction.scary
source: Do NOT
ar: لا تقم
be: НЕ
bg: НЕДЕЙТЕ
cs: NESMÍTE
da: ALDRIG
de: NICHT
el: ΜΗΝ
es: NUNCA
fi: ÄLÄ
fr: Ne PAS
hu: NE
it: NON
ja: 絶対
ko: 절대
nl: Ga NIET
no: ALDRI
pl: Nie
pt: NÃO
pt_br: NÃO
ro: Să NU
ru: НЕ
sk: NE
sv: INTE
th: อย่า
zh: 不要
zh_tw: 不要

# index.blurb.note._
source: Also note that it is highly recommended to {0}, since the oldest maps are of much lower quality than most recent maps.
ar: خذ بعين الاعتبار انه من الموصى للغاية ان {0}, بحيث ان الخرائط القديمة ذات جودة اقل بكثير من الخرائط الجديدة.
be: Таксама, раім вам {0}, бо старыя мапы моцна саступаюць па якасці ў адрозненне ад новых.
bg: Също, препоръчително е да {0}, защото старите мапове са с много по-ниско качество от най-новите мапове.
cs: Dále doporučujeme, abyste si {0}, jelikož starší mapy bývají horší kvality než ty novější.
da: Vær opmærksom på, at det er stærkt anbefalet at {0}, eftersom ældre beatmaps er meget ringere kvalitet i forhold til nyere beatmaps.
de: Außerdem ist es sehr empfehlenswert, {0}, weil die älteren Beatmaps qualitativ wesentlich schlechter sind als aktuellere Beatmaps.
el: Επίσης λάβετε υπόψη ότι προτείνεται να {0}, καθώς τα παλαιότερα maps είναι μακράν χειρότερης ποιότητας από τα περισσότερα πρόσφατα maps.
es: También ten en cuenta que es muy recomendable {0}, ya que los mapas más antiguos son de mucha menor calidad que los mapas más recientes.
fi: Huomaa myös, että on erittäin suositeltavaa {0}, koska vanhemmat mapit ovat paljon huonompia kuin uudet.
fr: Notez aussi qu'il est recommandé de {0}, car les anciennes beatmaps sont de moins bonne qualité que les nouvelles beatmaps.
hu: Valamint vedd figyelembe, hogy erősen javasolt a {0}, mivel a régebbi pályák minősége jóval alacsonyabb az újakéhoz képest.
it: Nota inoltre che è altamente consigliato di {0}, dato che le mappe più vecchie sono di qualità molto inferiore rispetto a quelle più recenti.
ja: {0}作成日時が古いビートマップはクオリティが低い可能性があります。
ko: 옛날 맵들은 최신 맵보다 질적으로 떨어질 수 있기 때문에 저희는 {0}을 강력히 추천합니다.
nl: Merk ook op dat het is ten zeerste is aangeraden om {0}, omdat de oudste maps van mindere kwaliteit zijn dan de recentere maps.
no: Legg også merke til at det er sterkt anbefalt å {0}, ettersom de eldste mappene er av mye lavere kvalitet enn de fleste nye maps.
pl: {0} jest wysoko zalecane, ponieważ starsze mapy znacznie odstają jakością od nowszych.
pt: Toma nota de que também é altamente recomendado {0}, já que os mapas mais velhos são de menor qualidade do que os mapas mais recentes.
pt_br: Lembre-se que é altamente recomendado {0}, já que beatmaps mais antigos tem uma qualidade muito menor do que os mais recentes.
ro: De asemenea, reține că este foarte recomandat să {0}, din moment ce cele mai vechi mape sunt mult mai scăzute calitativ decât cele mai noi.
ru: Также, строго советуем вам {0}, так как самые старые карты куда менее качественны, чем самые недавние.
sk: Taktiež je veľmi odporúčané {0}, keďže staré mapy sú oveľa menej kvalitné v porovnaní s tými nedávnymi.
sv: Notera att det är som högst rekommenderat att {0}, eftersom de äldsta mapparna är av mycket lägre kvalité jämfört med de nyaste mapparna.
th: แล้วก็ทางเราแนะนำให้คุณ {0}, เนื่องจากคุณภาพของบีทแมพสมัยก่อนนั้นต่ำกว่าในสมัยนี้
zh: 强烈建议 {0}，因为旧谱面的质量可能不如现在。
zh_tw: 強烈建議您 {0}，因為舊圖譜的品質可能不如現在。

# index.blurb.note.scary
source: download the packs from latest to earliest
ar: قم بتحميل الحزم من الأحدث الى الأقدم
be: спампоўваць пакеты з найнавешых да найстарэйшых
bg: изтеглите пакетите от най-новите към най-старите
cs: stahovali balíčky od nejnovějšího po nejstarší
da: hente pakker fra nyest til ældst
de: die neuesten Pakete zuerst herunterzuladen
el: κατεβάσετε τα πακέτα από τα πιο πρόσφατα προς τα παλαιότερα
es: descargar los paquetes de los más recientes a los más antiguos
fi: ladata uusimpia kokoelmia vanhojen sijaan
fr: télécharger les collections de la plus récente à la plus ancienne
hu: legújabb csomagok letöltése
it: scaricare i pacchetti dal più recente al più vecchio
ja: 最新のビートマップを優先してダウンロードしてください。
ko: 최근에 나온 맵팩 순으로 내려받는 것
nl: eerst de nieuwste packs te downloaden
no: laste ned de nye pakkene først
pl: Pobieranie paczek beatmap od najnowszych do najstarszych
pt: transferir os pacotes do mais velho para o mais novo
pt_br: baixar os pacotes de beatmaps dos mais recentes para os mais antigos
ro: descarci pachetele de la cele mai noi la cele mai vechi
ru: загружать карты, начиная со свежих
sk: sťahovať balíky od najnovších po najstaršie
sv: ladda ner samlingarna från nyaste till äldsta
th: ดาวน์โหลดไฟล์จากล่าสุดไปเก่าสุด
zh: 下载最新的曲包
zh_tw: 下載最新的圖譜壓縮檔

# show.download
source: Download
ar: تحميل
be: Спампаваць
bg: Изтегли
cs: Stáhnout
el: Λήψη
es: Descargar
fi: Lataa
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
ko: 다운로드
no: Last ned
pl: Pobierz
pt: Transferir
pt_br: Baixar
ro: Descarcă
ru: Скачать
sk: Stiahnúť
sv: Ladda ner
th: ดาวน์โหลด
zh: 下载
zh_tw: 下載

# show.item.cleared
source: cleared
ar: ممحو
be: пройдзена
bg: преминат
cs: splněno
da: ryddet
de: geschafft
el: ολοκληρώθηκε
es: completado
fi: läpäisty
fr: terminé
hu: lejátszott
it: completata
ja: 削除済み
ko: 클리어한 맵
nl: uitgespeeld
no: fullført
pl: ukończona
pt: concluído
pt_br: finalizado
ro: eliminat
ru: пройдено
sk: splnené
sv: rensad
th: ผ่านแล้ว
zh: 玩过
zh_tw: 玩過

# show.item.not_cleared
source: not cleared
ar: غير ممحو
be: не пройдзена
bg: не преминат
cs: nesplněno
da: ikke ryddet
de: nicht geschafft
el: δεν ολοκληρώθηκε
es: no completado
fi: läpäisemätön
fr: non terminé
hu: nem játszott
it: non completata
ja: 未クリア
ko: 클리어 기록 없음
nl: nog niet uitgespeeld
no: ikke fullført
pl: nieukończona
pt: não concluído
pt_br: não finalizado
ro: neeliminat
ru: не пройдено
sk: nesplnené
sv: ej rensad
th: ยังไม่ผ่าน
zh: 未玩过
zh_tw: 未玩

# show.no_diff_reduction._
source: {0} may not be used to clear this pack.
ar: {0} قد لا يستخدم لأتمام هذه الحزمة.
da: {0} må ikke bruges til at rydde denne pakke.
de: {0} darf zum Absolvieren dieses Pakets nicht verwendet werden.
es: {0} no pueden ser usados para completar este paquete.
fi: {0} ei voi käyttää tämän paketin suorittamiseen.
fr: {0} ne peut pas être utilisé pour effacer ce pack.
hu: {0} nem használhatóak e csomag teljesítéséhez.
it: Le {0} non possono essere utilizzate per completare questo pacchetto.
ja: {0} はこのパックをクリアするのに使用できません。
ko: {0}는 이 팩을 지우는 데 사용할 수 없습니다.
nl: {0} kan niet worden gebruikt om dit pakket te wissen.
pl: Nie możesz korzystać z {0} do zaliczania beatmap z tej paczki.
pt: {0} não poderá ser usado para limpar este pacote.
pt_br: {0} não pode ser usado para completar este pacote.
ru: {0} не должны быть использованы при прохождении этой сборки.
th: {0} ไม่สามารถใช้เคลียร์แพ็คนี้ได้
zh: 若要解锁成就，则不能使用{0}游玩谱面。

# show.no_diff_reduction.link
source: Difficulty reduction mods
ar: مودات تقليل الصعوبة
da: Sværhedsgrad reduktion modifikationer
de: Schwierigkeitsverringerungsmods
es: Los mods de reducción de dificultad
fi: Vaikeusastetta vähentäviä modeja
fr: Mods de réduction de la difficulté
hu: Nehézséget csökkentő módok
it: mod che riducono la difficoltà
ja: 難易度低下mod
ko: 난이도 감소 모드
nl: Mods voor moeilijkheidsvermindering
pl: modyfikatorów ułatwiających rozgrywkę
pt: Mods de redução da dificuldade
pt_br: Mods de redução de dificuldade
ru: Упрощающие игру моды
sv: Mods för minskad svårighetsgrad
th: ม็อดที่ลดความยาก
zh: 降低难度的mod
zh_tw: 降低難度的 mod

# mode.artist
source: Artist/Album
ar: ألبوم/الفنان
be: Выканавец/Альбом
bg: Артист/Албум
cs: Interpret/Album
de: Künstler/Album
el: Καλλιτέχνης/Άλμπουμ
es: Artista/Álbum
fi: Esittäjä/Albumi
fr: Artiste/Album
hu: Előadó/Album
it: Artista/Album
ja: アーティスト/アルバム
ko: 아티스트/앨범
nl: Artiest/Album
pl: Artysta/Album
pt: Artista/Álbum
pt_br: Artista/Álbum
ru: Исполнители/Альбомы
sk: Interpret/Album
th: ศิลปิน/ผู้แต่ง
zh: 艺术家/专辑
zh_tw: 藝術家/專輯

# mode.chart
source: Spotlights
ar: تسليط الأضواء
be: Чарты
bg: Препоръчани
cs: V záři reflektorů
de: Im Spotlight
es: Destacados
fi: Valokeilassa
fr: En avant
hu: Reflektorfény
it: Spotlight
ja: スポットライト
ko: 스포트라이트
nl: In de schijnwerpers
no: I rampelyset
pl: Wyróżnione
pt: Em destaque
pt_br: Destaques
ro: În lumina reflectoarelor
ru: Чарты
sk: Oslňujúce
sv: I rampljuset
th: โดดเด่น
zh: 月赛
zh_tw: 頭條

# mode.standard
source: Standard
ar: أساسي
be: Стандартная
bg: Стандартен
cs: Klasické
fi: Tavallinen
ja: スタンダードパック
ko: 표준
nl: Standaard
pl: Standardowe
pt: Padrão
ru: Стандартные
sk: Obyčajné
th: ทั่วไป
zh: 常规
zh_tw: 標準

# mode.theme
source: Theme
ar: مظهر
be: Тэма
bg: Тема
cs: Tématické
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
hu: Téma
it: Tema
ja: テーマ
ko: 테마
nl: Thema
no: Tema
pl: Tematyczne
pt: Tema
pt_br: Tema
ro: Temă
ru: Темы
sk: Témy
sv: Tema
th: ธีม
zh: 主题
zh_tw: 主題

# require_login._
source: You need to be {0} to download
ar: يجب ان تكون {0} للتحميل
be: Вы мусіць {0} для спампавання
bg: Трябва да сте {0} за да изтеглите
cs: Pro stažení musíte být {0}
da: Du skal være {0} for at kunne downloade
de: Zum Herunterladen muss man {0} sein
el: Χρειάζεται να είστε {0} για να κατεβάσετε
es: Necesitas tener la {0} para descargar
fi: Sinun täytyy olla {0} ladataksesi
fr: Vous devez être {0} pour télécharger
hu: A letöltéshez {0} kell lenned
it: Devi {0} per scaricare
ja: ダウンロードするには{0}が必要です
ko: 다운로드하려면 {0}하셔야 합니다
nl: Je moet {0} zijn om de downloaden
no: Du må være {0} for å laste ned
pl: Aby pobrać tę paczkę, musisz się {0}
pt: Tu precisas de estar {0} para transferir
pt_br: Você precisa estar {0} para baixar
ro: Trebuie să fii {0} pentru a descărca
ru: Вы должны {0} для загрузки
sk: Aby ste mohli sťahovať musíte byť {0}
sv: Du behöver vara {0} för att ladda ner
th: คุณต้องทำการ {0} เพื่อดาวน์โหลด
zh: 需要 {0} 才能下载
zh_tw: 您需要 {0} 才能下載

# require_login.link_text
source: signed in
ar: مُسَجَل
be: увайсці
bg: влезли в профила си
cs: příhlášený
da: logget ind
de: eingeloggt
el: συνδεδεμένος
es: sesión iniciada
fi: kirjautuneena sisään
fr: connecté
hu: bejelentkezve
it: accedere
ja: ログイン
ko: 로그인
nl: ingelogd
no: logget inn
pl: zalogować
pt: autenticado
pt_br: conectado
ro: conectat
ru: войти
sk: prihlásený
sv: inloggad
th: ลงชื่อเข้าใช้แล้ว
zh: 登录
zh_tw: 登入
