Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/BeatmapDiscussions.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# authorizations.update.null_user
source: Must be signed in to edit.
ar: يجب أن يتم تسجيل دخولك للتعديل.
be: Вы мусіце ўвайсці для рэдагавання.
bg: Влезте в профила си, за да редактирате.
cs: K upravování musíte být přihlášeni.
da: Du skal være logget ind for at kunne redigere.
de: Zum Bearbeiten bitte einloggen.
el: Πρέπει να είστε συνδεδεμένοι για να κάνετε επεξεργασία.
es: Debes iniciar sesión para editar.
fi: Kirjaudu sisään muokataksesi.
fr: Vous devez être connecté pour éditer.
hu: A szerkesztéshez be kell lépni.
id: Anda harus masuk untuk dapat menyunting.
it: Devi avere effettuato il login per modificare.
ja: 編集するにはログインが必要です。
ko: 로그인하셔야 수정하실 수 있습니다.
nl: Je moet ingelogd zijn om te bewerken.
no: Du må være logget inn for å redigere.
pl: Musisz się zalogować, aby zedytować post.
pt: Tens que ter sessão iniciada para editar.
pt_br: Precisa estar conectado para editar.
ro: Trebuie să fii autentificat pentru a edita.
ru: Вы должны войти для редактирования.
sk: Pre úpravu musíte byť prihlásený.
sv: Måste vara inloggad för att kunna redigera.
th: ต้องเข้าสู่ระบบก่อนจะแก้ไข
tr: Düzenlemek için giriş yapılmış olmalı.
uk: Ви повинні увійти для редагування.
vi: Cần phải đăng nhập để chỉnh sửa.
zh: 编辑前请先登录。
zh_tw: 編輯前請先登入。

# authorizations.update.system_generated
source: System-generated post can not be edited.
ar: المنشورات المتكونة تلقائيا لا يمكن تعديلها.
be: Сістэмныя допісы немагчыма адрэдагаваць.
bg: Системно-генерираният пост не може да бъде редактиран.
cs: Systémově generované příspěvky nemohou být upravovány.
da: System-genererede opslag kan ikke redigeres.
de: Automatisch erzeugte Beiträge können nicht bearbeitet werden.
el: Οι δημοσιεύσεις που δημιουργήθηκαν από το σύστημα δεν μπορούν να επεξεργαστούν.
es: Una publicación generada por el sistema no se puede editar.
fi: Automaattisesti luotua viestiä ei voi muokata.
fr: Un post généré par le système ne peut être édité.
hu: Rendszer által generált posztot nem lehet szerkeszteni.
id: Post yang dihasilkan secara otomatis tidak dapat disunting.
it: I post generati dal sistema non possono essere modificati.
ja: 自動生成された投稿は編集できません。
ko: 시스템이 작성한 글은 수정할 수 없습니다.
nl: Systeemgegenereerde posts kunnen niet worden bewerkt.
no: Systemgenererte innlegg kan ikke redigeres.
pl: Nie możesz edytować automatycznie wygenerowanych postów.
pt: Não se pode editar uma publicação gerada pelo sistema.
pt_br: Postagens geradas pelo sistema não podem ser editadas.
ro: Postările generate de sistem nu pot fi editate.
ru: Системное сообщение не может быть отредактировано.
sk: Príspevky generované systémom nemôžu byť upravené.
sv: Systemgenererade inlägg kan inte redigeras.
th: ไม่สามารถแก้ไขโพสต์ที่ระบบสร้างขึ้นเองได้
tr: Sistem tarafından oluşturulmuş gönderiler düzenlenemez.
uk: Системне повідомлення не може бути змінено.
vi: Không thể chỉnh sửa bài đăng được tạo bởi hệ thống.
zh: 无法编辑系统回复。
zh_tw: 無法編輯系統發佈的貼文。

# authorizations.update.wrong_user
source: Must be owner of the post to edit.
ar: يجب أن تكون صاحب المنشور للتعديل.
be: Вы павінны быць уладальнікам допісу для рэдагавання.
bg: Трябва да сте собственик на тази публикация да редактирате.
cs: Pro upravování musíte být vlastníkem příspěvku.
da: Du skal være ejeren af opslaget for at kunne redigere det.
de: Nur der Autor des Beitrages kann den Beitrag bearbeiten.
el: Πρέπει να είστε ο δημιουργός της δημοσίευσης για να την επεξεργαστείτε.
es: Debes ser el dueño de la publicación para editarla.
fi: Vain aiheen omistaja pystyy muokkaamaan.
fr: Vous devez être l'auteur du post pour l'éditer.
hu: Csak a tulajdonos szerkesztheti a posztot.
id: Hanya pembuat post yang diperbolehkan untuk menyunting post.
it: Devi essere l'autore del post per modificarlo.
ja: 投稿者以外は編集できません。
ko: 답글을 쓴 사람만 수정할 수 있습니다.
nl: Je moet de eigenaar zijn om te kunnen bewerken.
no: Du må være eier av innlegget for å redigere.
pl: Tylko autor posta może go zedytować.
pt: Tens que ser dono da publicação para editar.
pt_br: É necessário ser o dono da publicação para editá-la.
ro: Trebuie să fii proprietarul postării pentru a o edita.
ru: Вы должны быть автором данной публикации для редактирования.
sk: Aby ste mohli upraviť príspevok, musíte byť jeho vlastníkom.
sv: Måste vara ägare till inlägget för att kunna redigera.
th: ต้องเป็นเจ้าของโพสต์นี้ถึงจะสามารถแก้ไขได้
tr: Düzenlemek için gönderinin sahibi olmalısınız.
uk: Ви повинні бути автором даної публікації для редагування.
vi: Chỉ chủ bài đăng mới được chỉnh sửa.
zh: 只有作者可以编辑。
zh_tw: 只有作者可以編輯。

# events.empty
source: Nothing has happened... yet.
ar: لم يحدث أي شيء... حتى الآن.
be: Нічога не адбылося... яшчэ.
bg: Нищо не се е случило... още.
cs: Nic se nestalo... zatím.
da: Der er ikke sket noget... endnu.
de: Noch ist nichts passiert.
el: Δεν έχει συμβεί τίποτα... ακόμη.
es: Nada ha sucedido... aún.
fi: Mitään ei ole tapahtunut... vielä.
fr: Il ne s'est rien passé... pour le moment.
hu: Semmi sem történt... eddig.
id: Belum ada yang terjadi.
it: Non è successo nulla... per ora.
ja: まだ何もありません。
ko: 아무 일도 일어나지 않았네요... 아직은요.
nl: Er is nog niets gebeurt... nog niet.
no: Ingenting har skjedd... enda.
pl: Nic się nie wydarzyło... jeszcze.
pt: Nada aconteceu... por enquanto.
pt_br: Nada aconteceu... ainda.
ro: Nu s-a întâmplat nimic... încă.
ru: Ничего не происходит... пока что.
sk: Nič sa nestalo... zatiaľ.
sv: Inget har hänt... ännu.
th: อืม... ยังไม่มีอะไรเกิดขึ้น
tr: Hiçbir şey olmadı... henüz.
uk: Нічого не відбувається... поки що.
vi: Chưa có gì xảy ra cả.
zh: 目前还没有什么事件……呢。
zh_tw: 還沒有事件...

# index.deleted_beatmap
source: deleted
ar: حُذفت
be: выдалена
bg: изтрито
cs: odstraněno
da: slettet
de: gelöscht
el: διαγραμμένο
es: eliminado
fi: poistettu
fr: supprimé
hu: törölve
id: telah dihapus
it: eliminato
ja: 削除済み
ko: 삭제됨
nl: verwijderd
no: slettet
pl: usunięta
pt: apagado
pt_br: excluído
ro: șters
ru: удалено
sk: odstránené
sv: raderad
th: ถูกลบไปแล้ว
tr: silindi
uk: видалено
vi: đã xóa
zh: 删除
zh_tw: 已刪除

# index.none_found
source: No discussions matching that search criteria were found.
ar: لم تم العثور على أي مناقشات تطابق معايير البحث.
be: Не знойдзена абмеркаванняў, супадаючых з гэтымі крытэрыямі пошука.
bg: Няма открити дискусии, които отговарят на критерия за търсене.
cs: Nenalezeny žádné diskuze, odpovídající zadaným požadavkům.
da: Ingen diskussion der macher det søgekriterie var fundet.
de: Es wurden keine Diskussionen gefunden, die mit diesen Suchkriterien übereinstimmen.
es: No se encontraron discusiones que coincidieran con ese criterio de búsqueda.
fi: Hakukriteereihin täsmääviä keskusteluja ei löytynyt.
fr: Aucune discussion ne correspond à ce critère de recherche.
hu: Nem található a keresési feltételeknek megfelelő beszélgetés.
id: Tidak ada diskusi yang memenuhi kriteria pencarian.
it: Nessuna discussione corrispondente ai criteri di ricerca trovata.
ja: 検索条件に一致するディスカッションは見つかりませんでした。
ko: 해당 검색 기준과 일치하는 토론을 찾을 수 없습니다.
nl: Er zijn geen discussies gevonden die overeenkomen met de zoekcriteria.
no: Det er ingen tråd som sammensvarer dine søke kriterier.
pl: Nie znaleziono dyskusji pasujących do podanych kryteriów wyszukiwania.
pt: Não foram encontradas discussões que correspondam a esse critério de pesquisa.
pt_br: Não foram encontradas discussões que correspondam aos critérios de pesquisa.
ro: Nicio discuție întâlnește criteriul acela de căutare.
ru: Не найдено обсуждений, совпадающих с данными критериями поиска.
sk: Nenašli sa žiadne diskusie, zodpovedajúci zadaným požiadavkám.
sv: Inga diskussioner som matchar det sökkriteriet hittades.
th: ไม่พบการสนทนาตามเกณฑ์การค้นหาที่เลือก
tr: Kriterlere uyan bir tartışma sonucu bulunamadı.
uk: Не знайдено жодної дискусії, що відповідають критеріям пошуку.
vi: Không có cuộc thảo luận nào khớp với bộ lọc tìm kiếm.
zh: 找不到符合条件的讨论内容
zh_tw: 找不到符合條件的討論內容

# index.title
source: Beatmap Discussions
ar: مناقشات الخريطة
be: Абмеркаванне бітмап
bg: Бийтмап Дискусии
cs: Diskuze o beatmapě
da: Beatmap Diskussioner
de: Beatmapdiskussion
el: Συζητήσεις περί Beatmap
es: Discusiones del mapa
fi: Beatmapkeskustelut
fr: Discussions de Beatmap
hu: Beatmap Megbeszélés
id: Laman Diskusi Beatmap
it: Discussioni Beatmap
ja: ビートマップディスカッション
ko: 비트맵 토론
nl: Beatmap Discussies
no: Beatmapdiskusjoner
pl: dyskusje beatmapy
pt: Discussões do beatmap
pt_br: Discussão do Beatmap
ro: Discuții despre beatmap
ru: Обсуждение карты
sk: Diskusie ohľadom Beatmapy
sv: Beatmap diskussioner
th: การสนทนาเกี่ยวกับบีทแมพ
tr: Beatmap Tartışmaları
uk: Обговорення карти
vi: Góc Thảo Luận Beatmap
zh: 谱面讨论
zh_tw: 圖譜討論

# index.form._
source: Search
ar: البحث
be: Пошук
bg: Търсене
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
fi: Hae
fr: Rechercher
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisar
pt_br: Pesquisar
ro: Caută
ru: Поиск
sk: Hľadať
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh: 搜索
zh_tw: 搜尋

# index.form.deleted
source: Include deleted discussions
ar: شمل المناقشات المحذوفة
be: Уключаючы выдаленыя абмеркаванні
bg: Включете изтрити дискусии
cs: Zahrnout smazané diskuze
da: Inkluder slettede diskussioner
de: Gelöschte Diskussionen einbeziehen
el: Συμπεριλάμβανε διαγραμμένες συζητήσεις
es: Incluir discusiones eliminadas
fi: Sisällytä poistetut keskustelut
fr: Inclure les discussions supprimées
hu: Törölt beszélgetések mellékelése
id: Sertakan diskusi yang telah dihapus
it: Includi discussioni eliminate
ja: 削除されたディスカッションを含める
ko: 삭제된 토론 포함
nl: Verwijderde discussies toevoegen
no: Inkluder slettede diskusjoner
pl: Uwzględnij usunięte dyskusje
pt: Incluir discussões eliminadas
pt_br: Incluir discussões excluídas
ro: Include discuțiile șterse
ru: Включая удаленные обсуждения
sk: Zahrnúť odstránené diskusie
sv: Inkludera raderade diskussioner
th: รวมการสนทนาที่ถูกลบ
tr: Silinmiş tartışmaları içer
uk: Включаючи видалені обговорення
vi: Bao gồm cuộc thảo luận đã xóa
zh: 包含已经删除的讨论
zh_tw: 包含已經刪除的討論

# index.form.mode
source: Beatmap mode
ar: نمط الخريطة
da: Beatmap tilstand
de: Beatmap-Modus
es: Modo del mapa
fr: Mode Beatmap
hu: Beatmap mód
id: Mode beatmap
it: Modalità Beatmap
ja: ビートマップモード
ko: 비트맵 모드
pl: Tryb beatmapy
pt: Modo beatmap
pt_br: Modo de jogo
ru: Режим карты
sv: Beatmapläge
th: โหมดของบีทแมพ
tr: Beatmap modu
uk: Режим карт
zh: 谱面模式
zh_tw: 圖譜遊戲模式

# index.form.only_unresolved
source: Show only unresolved discussions
ar: اظهار المناقشات التي لم تحل فقط
be: Паказаць толькі нявырашаныя абмеркаванні
bg: Покажи само нерешените дискусии
cs: Ukaž pouze nerozluštěné diskuze
da: Vis kun uløste diskussioner
de: Nur ungelöste Diskussionen anzeigen
es: Mostrar sólo discusiones no resueltas
fr: Afficher uniquement les discussions non résolues
hu: Csak a megoldatlan beszélgetéseket mutasd
id: Hanya tampilkan diskusi yang belum selesai
it: Mostra solo le discussioni in sospeso
ja: 未解決のディスカッションのみ表示
ko: 미해결 토론만 보기
nl: Alleen niet-afgehandelde discussies weergeven
no: Vis bare uløste tråder
pl: Pokaż tylko nierozwiązane dyskusje
pt: Mostrar apenas as discussões não resolvidas
pt_br: Mostrar apenas discussões não resolvidas
ro: Arată doar discuții nerezolvate
ru: Показать только нерешённые обсуждения
sk: Ukázať iba nevyriešené diskusie
sv: Visa bara olösta diskussioner
th: มองเห็นเฉพาะการสนทนา/ปัญหาที่ยังไม่ได้แก้
tr: Sadece çözülmemiş tartışmaları göster
uk: Показувати тільки невирішені обговорення
vi: Chỉ hiện các cuộc thảo luận chưa được giải quyết
zh: 只显示未解决的讨论
zh_tw: 只顯示未解決的討論

# index.form.types
source: Message types
ar: أنواع الرسائل
be: Тыпы памедамленняў
bg: Тип съобщения
cs: Typy zpráv
da: Meddelelsestyper
de: Nachrichtentyp
el: Τύποι μηνυμάτων
es: Tipos de mensaje
fi: Viestityypit
fr: Types de message
hu: Üzenettípusok
id: Tipe pesan
it: Tipi di messaggio
ja: メッセージの種類
ko: 메시지 종류
nl: Berichttypen
no: Meldingstyper
pl: Rodzaj wiadomości
pt: Tipos de mensagem
pt_br: Tipos de mensagem
ro: Tipuri de mesaje
ru: Типы сообщений
sk: Typy správ
sv: Typ av meddelande
th: ชนิดของข้อความ
tr: Mesaj türü
uk: Типи повідомлень
vi: Kiểu tin nhắn
zh: 评论类型
zh_tw: 訊息類別

# index.form.username
source: Username
ar: اسم المستخدم
be: Імя карыстальніка
bg: Потребителско име
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d’utilisateur
hu: Felhasználónév
id: Nama Pengguna
it: Nome Utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Nome de Usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Meno Uživateľa
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh: 用户名
zh_tw: 使用者名稱

# index.form.beatmapset_status._
source: Beatmap Status
ar: حالة الخريطة
be: Статус бітмапы
bg: Бийтмап статус
cs: Stav Beatmapy
es: Estado del mapa
fi: Beatmapin tila
fr: État de la beatmap
hu: Beatmap státusz
id: Status Beatmap
it: Stato Beatmap
ja: ビートマップ ステータス
ko: 비트맵 상태
pl: Status beatmapy
pt: Estado do beatmap
pt_br: Status do Beatmap
ro: Status de Beatmap
ru: Статус карты
sk: Status beatmapy
th: สถานะบีทแมพ
tr: Beatmap Durumu
uk: Статус карти
vi: Tình trạng Beatmap
zh: 谱面状态
zh_tw: 圖譜狀態

# index.form.beatmapset_status.all
source: All
ar: الكل
be: Усе
bg: Всички
cs: Všechny
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tous
hu: Mind
id: Semua
it: Tutti
ja: 全て
ko: 전체
nl: Alle
no: Alt
pl: Wszystkie
pt: Todos
pt_br: Todos
ro: Tot
ru: Все
sk: Všetko
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh: 所有
zh_tw: 全部

# index.form.beatmapset_status.disqualified
source: Disqualified
ar: رفض تأهيلها
be: Дыскваліфікаваны
bg: Дисквалифициран
cs: Diskvalifikovaný
da: Diskvalificeret
de: Disqualifiziert
es: Descalificado
fi: Hylätty
fr: Disqualifiée
hu: Diszkvalifikálva
it: Squalificata
nl: Gediskwalificeerd
no: Diskvalifisert
pl: Zdyskwalifikowana
pt: Desqualificado
pt_br: Desqualificado
ro: Descalificat
ru: Дисквалифицирована
sk: Diskvalifikovaný
sv: Diskvalificerad
th: ถูกตัดสิทธิ์
tr: Diskalifiye edildi
uk: Дискваліфікований

# index.form.beatmapset_status.never_qualified
source: Never Qualified
ar: لم تؤهل ابداََ
be: Ніколі ні кваліфікавана
bg: Никога квалифициран
cs: Nikdy nekvalifikované
da: Ikke kvalificeret
de: Nie Qualifiziert
es: No calificado
fr: Jamais qualifiée
hu: Minősítetlen
id: Tidak pernah Qualified
it: Mai Qualificata
ko: Qualified 된 적 없음
nl: Nooit gekwalificeerd
no: Aldri Kvalifisert
pl: Nigdy nie zakwalifikowana
pt: Nunca qualificado
pt_br: Nunca Qualificado
ro: Niciodată Calificat
ru: Никогда не квалифицирована
sk: Nikdy kvalifikovaný
sv: Aldrig kvalificerad
th: ไม่เคยถูก Qualified
tr: Niteliklendirilmedi
uk: Жодного разу не кваліфікований
vi: Chưa bao giờ Qualified
zh: 从未被Qualified

# index.form.beatmapset_status.qualified
source: Qualified
ar: تأهلت
be: Кваліфікавана
bg: Квалифициран
cs: Kvalifikovaný
da: Kvalificeret
de: Qualifiziert
es: Calificado
fi: Hyväksytty
fr: Qualifiée
hu: Minősített
it: Qualificata
nl: Gekwalificeerd
no: Kvalifisert
pl: Zakwalifikowana
pt: Qualificado
pt_br: Qualificado
ro: Calificat
ru: Квалифицирована
sk: Kvalifikovaný
sv: Kvalificerad
tr: Nitelikli
uk: Кваліфікований

# index.form.beatmapset_status.ranked
source: Ranked
ar: مصفوفة
be: Ранкавана
bg: Класиран
cs: Hodnocené
es: Clasificado
fr: Classée
hu: Rangsorolt
it: Rankata
no: Rangert
pl: Rankingowa
pt: Classificado
pt_br: Ranqueado
ro: Clasat
ru: Рейтинговая
sk: Hodnotené
sv: Rankad
th: จัดอันดับแล้ว
tr: Dereceli
uk: Ранкнутий
zh_tw: 已進榜

# index.form.user.label
source: User
ar: المستخدم
be: Карыстальнік
bg: Потребител
cs: Uživatel
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
fi: Käyttäjä
fr: Utilisateur
hu: Felhasználó
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ro: Utilizator
ru: Пользователь
sk: Používateľ
sv: Användare
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
vi: Người dùng
zh: 用户
zh_tw: 用戶

# index.form.user.overview
source: Activities overview
ar: نظرة عامة على الأنشطة
be: Агляд актыўнасці
bg: Преглед на активността
cs: Přehled činností
da: Aktivitets-oversigt
de: Aktivitätsübersicht
el: Επισκόπηση δραστηριοτήτων
es: Resumen de actividades
fi: Tapahtumakatsaus
fr: Aperçu des actions
hu: Tevékenység áttekintés
id: Ringkasan aktivitas
it: Panoramica delle attività
ja: アクティビティ概要
ko: 활동 개요
nl: Activiteitenoverzicht
no: Aktivitetsoversikt
pl: Całokształt aktywności
pt: Visão geral de atividades
pt_br: Supervisão de atividades
ro: Sumarul activității
ru: Просмотр активности
sk: Prehľad aktivity
sv: Aktivitetsöversikt
th: ภาพรวมกิจกรรม
tr: Etkinliğe genel bakış
uk: Перегляд активності
vi: Tổng quan hoạt động
zh: 活动总览
zh_tw: 活動總覽

# item.created_at
source: Post date
ar: تاريخ الإرسال
be: Дата размяшчэння
bg: Дата на публикуване
cs: Datum zveřejnění
da: Opslagsdato
de: Beitragsdatum
el: Ημερομηνία ανάρτησης
es: Fecha de publicación
fi: Lähetetty
fr: Date du post
hu: Beküldés időpontja
id: Tanggal kiriman
it: Data del post
ja: 投稿日
ko: 게시일
nl: Postdatum
no: Publiseringsdato
pl: Data utworzenia
pt: Data da publicação
pt_br: Data de publicação
ro: Data postării
ru: Дата создания
sk: Dátum príspevku
sv: Inläggningsdatum
th: โพสเมื่อวันที่
tr: Gönderim tarihi
uk: Дата публікації
vi: Ngày đăng
zh: 发帖时间
zh_tw: 發佈日期

# item.deleted_at
source: Deletion date
ar: تاريخ الحذف
be: Дата выдалення
bg: Дата на изтриване
cs: Datum odstranění
da: Sletnings dato
de: Löschdatum
el: Ημερομηνία διαγραφής
es: Fecha de eliminación
fi: Poistettu
fr: Date de suppression
hu: Törlés dátuma
id: Tanggal penghapusan
it: Data di eliminazione
ja: 削除日
ko: 삭제일
nl: Verwijderdatum
no: Slettingsdato
pl: Data usunięcia
pt: Data da eliminação
pt_br: Data de exclusão
ro: Data ștergerii
ru: Дата удаления
sk: Dátum odstránenia
sv: Raderingsdatum
th: ถูกลบเมื่อวันที่
tr: Silinme tarihi
uk: Дата видалення
vi: Ngày xóa
zh: 删帖时间
zh_tw: 刪除日期

# item.message_type
source: Type
ar: النوع
be: Тып
bg: Вид
cs: Typ
da: Skriv
de: Typ
el: Γράψε
es: Tipo
fi: Tyyppi
hu: Típus
id: Jenis
it: Tipo
ja: メッセージの種類
ko: 종류
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh: 类型
zh_tw: 類型

# item.permalink
source: Permalink
ar: الرابط الدائم
be: Пастаянная спасылка
bg: Постоянен линк
cs: Trvalý odkaz
el: Μόνιμος σύνδεσμος
es: Enlace permanente
fi: Pysyvä linkki
fr: Permalien
id: Tautan
ja: パーマリンク
ko: 고유 주소
no: Permalenke
pl: Odnośnik bezpośredni
pt: Link permanente
pt_br: Copiar link da publicação
ro: Link permanent
ru: Прямая ссылка
sk: Trvalý odkaz
sv: Permalänk
th: ลิงค์
tr: Kalıcı bağlantı
uk: Постійне посилання
zh: 永久链接
zh_tw: 固定連結

# nearby_posts.confirm
source: None of the posts address my concern
ar: لا يشمل اي من هذه المنشورات حالتي
be: Ні адзін з допісаў не вырашае маю праблему
bg: Нито един от постовете ме интересуват
cs: Žádný z příspěvků neřeší mé obavy
da: Ingen af opslagene angår mine bekymringer
de: Keiner dieser Beiträge behandelt mein Anliegen.
el: Καμία δημοσίευση δεν απαντάει στο ερώτημά μου
es: Ninguna de las publicaciones aborda mi asunto
fi: Mikään viesteistä ei käsittele aihettani
fr: Aucun des posts ne parle de mon problème
hu: Egy poszt sem foglalkozik a problémámmal
id: Tidak ada postingan yang membahas masalah saya
it: Nessuno dei post riguarda il mio problema
ja: 私が知りたいことに関する投稿はまだありません
ko: 지금 작성하는 토론과 연관된 토론이 없습니다
nl: Geen van deze posts pakken mijn punten van zorg aan
no: Ingen av innleggene gjelder mine bekymringer
pl: Żaden z tych postów nie jest istotny
pt: Nenhuma das publicações abordam a minha preocupação
pt_br: Nenhuma das postagens corresponde ao que procuro
ro: Niciuna dintre aceste postări nu mă preocupă
ru: Ни один из постов не решает мою проблему
sk: Žiadny z príspevkov nerieši môj problém
sv: Inget av inläggen tar upp min oro
th: ไม่มีโพสต์ใดกล่าวถึงปัญหาของฉัน
tr: Bu gönderilerin hiçbiri sorunumla ilgili değil
uk: Жоден з постів не вирішує про мою проблему
vi: Không bài đăng nào đề cập đến vấn đề của tôi
zh: 在这个时间点上没有相关的讨论记录。
zh_tw: 在這個時間點上沒有相關的討論記錄。

# nearby_posts.notice
source: There are posts around {0} ({1}). Please check them before posting.
ar: هناك منشورات حول {0} ({1}). رجائا تحقق منهم قبل النشر.
be: Існуюць допісы між {0} ({1}). Праверце іх перш, чым размяшчаць.
bg: Има постове около {0} ({1}). Моля проверете ги преди да публикувате.
cs: Poblíž {0} ({1}) se už nějaké příspěvky nacházejí. Prosím zkontroluj je před zveřejněním tvého přispěvku.
da: Der er opslag omkring {0} ({1}). Vær venlig at tjekke dem inden du slår noget op.
de: Es gibt bereits Beiträge in der Nähe von {0} ({1}). Bitte überprüfe sie, bevor du diesen absendest.
el: Υπάρχουν αναρτήσεις περίπου {0} ({1}). Παρακαλώ να τις ελέγξετε πριν αναρτήσετε.
es: Ya hay publicaciones cerca de {0} ({1}). Por favor revíselas antes de publicar.
fi: Aikajanalta {0} ({1}) löytyy viestejä. Tarkista ne ennen viestin lähettämistä.
fr: Il y a des posts pour {0} ({1}). Merci de les vérifier avant de poster.
hu: Már vannak posztok {0} ({1}) körül. Kérlek nézd meg posztolás előtt.
id: Terdapat postingan pada {0} ({1}). Silakan periksa sebelum memposting.
it: Ci sono già dei post verso {0} ({1}). Controlla prima di postare.
ja: {0}付近に他の投稿({1})があります。投稿する前に確認してください。
ko: {0} ({1})주위에 달린 답글이 있습니다. 포스팅하기 전에 한 번 확인해보세요.
nl: Dit zijn de posts rond {0} ({1}). Controleer ze voor te posten.
no: Det er innlegg rundt {0} ({1}). Vennligst gjennomgå dem før publisering.
pl: Istnieją posty dotyczące {0} ({1}). Sprawdź je przed opublikowaniem posta.
pt: Há publicações à volta de {0} ({1}). Por favor consulta-as antes de publicar.
pt_br: Existem postagens próximas de {0} ({1}). Por favor, visualize-as antes de postar.
ro: Există postări în jurul {0} ({1}). Te rugăm să verifici înainte de a posta.
ru: Есть ответы между {0} ({1}). Проверьте их перед тем как отвечать.
sk: Príspevky okolo času {0} ({1}) už existujú. Prosím, skontrolujte ich pred prispievaním.
sv: Det finns inlägg runt {0} ({1}). Var vänlig kontrollera detta innan du lägger upp ett inlägg.
th: มีโพสต์เมื่อเวลาประมาณ {0} ({1}). โปรตตรวจสอบก่อนโพสต์
tr: {0} ({1}) civarında gönderilmiş mesajlar var. Göndermeden önce lütfen onlara bir göz atın.
uk: Є повідомлення між {0} ({1}). Перевірте їх перед публікацією.
vi: Có một vài bài đăng vào khoảng {0} ({1}). Hãy xem chúng trước khi đăng.
zh: 在 {0} 附近（{1}）有讨论记录，发表前请检查。
zh_tw: 在 {0} 附近（{1}）有討論記錄，發表前請檢查。

# nearby_posts.unsaved
source: {0} in this review
ar: {0} في هذه المراجعة
cs: {0} v této recenzi
da: {0} i denne anmeldelse
de: {0} in dieser Bewertung
es: {0} en esta revisión
fr: {0} dans cette review
hu: {0} ellenőrzés alatt áll
id: {0} pada kajian ini
it: {0} in questa revisione
ja: {0} 個がこのレビューにあります
ko: 이 리뷰에서 {0}개
nl: {0} in deze review
pl: {0} w tej recenzji
pt: {0} nesta revisão
pt_br: {0} nesta revisão
ro: {0} în această recenzie
ru: {0} в этом отзыве
sv: {0} i denna recension
th: {0} ในบทวิจารณ์นี้
tr: bu incelemede {0}
uk: {0} в цьому відгуку
vi: {0} trong bài đánh giá này
zh: 此审阅中有 {0}

# owner_editor.button
source: Difficulty Owner
ar: مالك الصعوبة
de: Schwierigkeit Besitzer
es: Dueño de la dificultad
fr: Propriétaire de la difficulté
hu: Nehézség
id: Kepemilikan Tingkat Kesulitan
ja: 難易度の所有者
ko: 난이도 주인
pl: Twórca poziomu trudności
pt_br: Dono da Dificuldade
ru: Владелец сложности
th: เจ้าของระดับความยาก
tr: Zorluk Sahibi
zh: 难度作者
zh_tw: 難度作者
