Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmaps.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# genre.video-game
source: Video Game
ar: ألعاب الفيديو
be: Відэа гульні
bg: Видеоигра
cs: Videohry
da: Computerspil
de: Videospiel
el: Βιντεοπαιχνίδι
es: videojuego
fi: Videopeli
fr: Jeu vidéo
hu: Videojáték
it: Videogiochi
ja: ゲーム
ko: 비디오 게임
no: Dataspill
pl: Gra wideo
pt_br: Vídeo Game
ro: Joc video
ru: Видеоигры
sk: Videohry
sv: Spel
th: วิดีโอเกม
tr: Bilgisayar Oyunu
uk: Відеоігри
zh: 电子游戏
zh_tw: 電子遊戲

# genre.anime
source: Anime
ar: أنمي
be: Анімэ
bg: Аниме
ja: アニメ
ko: 애니메이션
ru: Аниме
th: อนิเมะ
uk: Аніме
zh: 动漫
zh_tw: 動畫

# genre.rock
source: Rock
ar: روك
be: Рок
bg: Рок
ja: ロック
ko: 락
ru: Рок
th: ร็อค
uk: Рок
zh: 摇滚
zh_tw: 搖滾

# genre.pop
source: Pop
ar: بوب
be: Поп
bg: Поп
ja: ポップ
ko: 팝
ru: Поп
th: ป๊อป
uk: Поп
zh: 流行乐
zh_tw: 流行樂

# genre.other
source: Other
ar: أخرى
be: Iншае
bg: Други
cs: Jiné
da: Andre
de: Andere
el: Άλλο
es: otro
fi: Muu
fr: Autre
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
no: Andre
pl: Inny
pt_br: Outro
ro: Altul
ru: Другой
sk: Ostatné
sv: Annan
th: อื่นๆ
tr: Diğer
uk: Інші
vi: Khác
zh: 其他
zh_tw: 其他

# genre.novelty
source: Novelty
ar: الابداع
be: Новый
bg: Новела
cs: Novinka
el: Σύγχρονο
es: novedad
fi: Epätavallinen
hu: Kortárs
id: Novelti
it: Novità
ja: ノベルティ
ko: 이색적인 장르
pl: Oryginalny
ro: Noutate
ru: Новый
sk: Novinky
th: นวนิยาย
uk: Нові
vi: Mới Lạ
zh: 新奇
zh_tw: 新奇

# genre.hip-hop
source: Hip Hop
ar: هيب هوب
be: Хіп-хоп
bg: Хип-Хоп
ja: ヒップホップ
ko: 힙합
ru: Хип-хоп
th: ฮิปฮอป
uk: Хіп-хоп
zh: 嘻哈
zh_tw: 嘻哈

# genre.electronic
source: Electronic
ar: إلكتروني
be: Электронная музыка
bg: Електронна
cs: Elektronická
da: Elektronisk
el: Ηλεκτρονική Μουσική
es: electrónica
fi: Elektroninen
fr: Electronique
hu: Elektronikus
id: Elektronik
it: Elettronica
ja: エレクトロニック
ko: 일렉트로닉
no: Elektronisk
pl: Muzyka elektroniczna
ru: Электроника
sk: Elektronické
sv: Elektronisk
th: อิเล็กทรอนิกส์
tr: Elektronik
uk: Електро
vi: Điện Tử
zh: 电子
zh_tw: 電音

# genre.metal
source: Metal
ar: ميتال
bg: Метъл
cs: Metál
fi: Metalli
fr: Métal
hu: Metál
ja: メタル
ko: 메탈
no: Metall
ru: Метал
th: เมทัล
uk: Метал
zh: 金属
zh_tw: 重金屬

# genre.classical
source: Classical
ar: كلاسيكي
bg: Класическа
cs: Klasická Hudba
da: Klassisk
de: Klassik
es: clásica
fi: Klassinen
fr: Classique
hu: Klasszikus
id: Klasik
it: Classico
ja: クラシカル
ko: 클래식
nl: Klassiek
no: Klassisk
pl: Muzyka klasyczna
pt_br: Clássica
ro: Clasice
ru: Классика
sv: Klassisk
th: คลาสสิก
tr: Klasik
uk: Класична
vi: Cổ điển
zh: 古典
zh_tw: 古典樂

# genre.folk
source: Folk
ar: شعبي
bg: Фолк
da: Folkemusik
fi: Kansanmusiikki
hu: Népi
ja: フォーク
ko: 포크
nl: Volksmuziek
no: Folkemusikk
pl: Muzyka folkowa
pt_br: Música popular
ro: Folclor
ru: Народная
th: โฟล์ค
uk: Народна
vi: Dân ca
zh: 民谣
zh_tw: 民謠

# genre.jazz
source: Jazz
ar: جاز
bg: Джаз
el: Τζάζ
fi: Jatsi
ja: ジャズ
ko: 재즈
ru: Джаз
th: แจ๊ส
tr: Caz
uk: Джаз
zh: 爵士
zh_tw: 爵士樂

# mods.rx
source: Relax
ar: استرخاء
th: ใจเย็น

# mods.v2
source: Score V2
ar: نَمَط V2
bg: Резултат V2
el: Σκορ V2
es: Puntuación V2
fi: Pisteytys V2
pt_br: Pontuação V2
tr: Skor V2

# language.any
source: Any
ar: الكل
de: Alle
el: Όλα
es: Cualquiera
fi: Kaikki
fr: Tous
hu: Összes
id: Semua
it: Qualsiasi
ja: 全て
ko: 모두
nl: Alles
pl: Jakikolwiek
pt_br: Todos
ru: Все
sv: Alla
tr: Herhangi biri
uk: Будь-які
vi: Bất Kì
zh: 所有
zh_tw: 所有

# language.english
source: English
ar: إنكليزية
be: Англійская
bg: Английски
cs: Anglické
da: Engelsk
de: Englisch
el: Αγγλικά
es: inglés
fi: englanti
fr: Anglais
hu: Angol
id: Inggris
it: Inglese
ja: 英語
ko: 영어
nl: Engels
no: Engelsk
pl: Angielski
pt_br: Inglês
ro: Engleză
ru: Английский
sk: Anglické
sv: Engelska
th: อังกฤษ
tr: İngilizce
uk: Англійська
vi: Tiếng Anh
zh: 英语
zh_tw: 英語

# language.chinese
source: Chinese
ar: صينية
be: Кітайская
bg: Китайски
cs: Čínské
da: Kinesisk
de: Chinesisch
el: Κινέζικα
es: chino
fi: kiina
fr: Chinois
hu: Kínai
id: Mandarin
it: Cinese
ja: 中国語
ko: 중국어
nl: Chinees
no: Kinesisk
pl: Chiński
pt_br: Chinês
ro: Chineză
ru: Китайский
sk: Čínske
sv: Kinesiska
th: จีน
tr: Çince
uk: Китайська
vi: Tiếng Trung
zh: 汉语
zh_tw: 漢語

# language.french
source: French
ar: فرنسية
be: Французская
bg: Френски
cs: Francouzské
da: Fransk
de: Französisch
el: Γαλλικά
es: francés
fi: ranska
fr: Français
hu: Francia
id: Prancis
it: Francese
ja: フランス語
ko: 프랑스어
nl: Frans
no: Fransk
pl: Francuski
pt_br: Francês
ro: Franceză
ru: Французский
sk: Francúzske
sv: Franska
th: ฝรั่งเศส
tr: Fransızca
uk: Французька
vi: Tiếng Pháp
zh: 法语
zh_tw: 法語

# language.german
source: German
ar: المانية
be: Нямецкая
bg: Немски
cs: Německé
da: Tysk
de: Deutsch
el: Γερμανικά
es: alemán
fi: saksa
fr: Allemand
hu: Német
id: Jerman
it: Tedesco
ja: ドイツ語
ko: 독일어
nl: Duits
no: Tysk
pl: Niemiecki
pt_br: Alemão
ro: Germană
ru: Немецкий
sk: Nemecké
sv: Tyska
th: เยอรมัน
tr: Almanca
uk: Німецька
vi: Tiếng Đức
zh: 德语
zh_tw: 德語

# language.italian
source: Italian
ar: ايطالية
be: Італьянская
bg: Италиански
cs: Italské
da: Italiensk
de: Italienisch
el: Ιταλικά
es: italiano
fi: italia
fr: Italien
hu: Olasz
id: Italia
it: Italiano
ja: イタリア語
ko: 이탈리아어
nl: Italiaans
no: Italiensk
pl: Włoski
pt_br: Italiano
ro: Italiană
ru: Итальянский
sk: Talianské
sv: Italienska
th: อิตาลี
tr: İtalyanca
uk: Італійська
vi: Tiếng Ý
zh: 意大利语
zh_tw: 意大利語

# language.japanese
source: Japanese
ar: يابانية
be: Японская
bg: Японски
cs: Japonské
da: Japansk
de: Japanisch
el: Ιαπωνικά
es: japonés
fi: japani
fr: Japonais
hu: Japán
id: Jepang
it: Giapponese
ja: 日本語
ko: 일본어
nl: Japans
no: Japansk
pl: Japoński
pt_br: Japonês
ro: Japoneză
ru: Японский
sk: Japonské
sv: Japanska
th: ญี่ปุ่น
tr: Japonca
uk: Японська
vi: Tiếng Nhật
zh: 日语
zh_tw: 日語

# language.korean
source: Korean
ar: كورية
be: Карэйская
bg: Корейски
cs: Korejské
da: Koreansk
de: Koreanisch
el: Κορεάτικα
es: coreano
fi: korea
fr: Coréen
hu: Koreai
id: Korea
it: Coreano
ja: 韓国語
ko: 한국어
nl: Koreaans
no: Koreansk
pl: Koreański
pt_br: Coreano
ro: Coreeană
ru: Корейский
sk: Kórejské
sv: Koreanska
th: เกาหลี
tr: Korece
uk: Корейська
vi: Tiếng Hàn
zh: 韩语
zh_tw: 韓語

# language.spanish
source: Spanish
ar: إسبانية
be: Іспанская
bg: Испански
cs: Španělské
da: Spansk
de: Spanisch
el: Ισπανικά
es: español
fi: espanja
fr: Espagnol
hu: Spanyol
id: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
nl: Spaans
no: Spansk
pl: Hiszpański
pt_br: Espanhol
ro: Spaniolă
ru: Испанский
sk: Španielske
sv: Spanska
th: สเปน
tr: İspanyolca
uk: Іспанська
vi: Tiếng Tây Ban Nha
zh: 西班牙语
zh_tw: 西班牙語

# language.swedish
source: Swedish
ar: سويدية
be: Шведская
bg: Шведски
cs: Švédské
da: Svensk
de: Schwedisch
el: Σουηδικά
es: sueco
fi: ruotsi
fr: Suédois
hu: Svéd
id: Swedia
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
nl: Zweeds
no: Svensk
pl: Szwedzki
pt_br: Sueco
ro: Suedeză
ru: Шведский
sk: Švédske
sv: Svenska
th: สวีเดน
tr: İsveççe
uk: Шведська
vi: Tiếng Thụy Điển
zh: 瑞典语
zh_tw: 瑞典語

# language.russian
source: Russian
ar: روسية
bg: Руски
cs: Ruština
da: Russisk
de: Russisch
el: Ρωσικά
es: ruso
fi: Venäläinen
fr: Russe
hu: Orosz
id: Rusia
it: Russo
ja: ロシア語
ko: 러시아어
nl: Russisch
no: Russisk
pl: Rosyjski
pt_br: Russo
ro: Rusă
ru: Русский
sv: Ryska
th: ภาษารัสเซีย
tr: Rusça
uk: Російська
vi: Tiếng Nga
zh: 俄语
zh_tw: 俄語

# language.polish
source: Polish
ar: بولندي
bg: Полски
cs: Polština
da: Polsk
de: Polnisch
el: Πολωνικά
es: polaco
fi: Puolalainen
fr: Polonais
hu: Lengyel
id: Polandia
it: Polacco
ja: ポーランド語
ko: 폴란드어
nl: Pools
no: Polsk
pl: Polski
pt_br: Polonês
ro: Poloneză
ru: Польский
sv: Polska
th: ภาษาโปแลนด์
tr: Lehçe
uk: Польська
vi: Tiếng Ba Lan
zh: 波兰语
zh_tw: 波蘭語

# language.instrumental
source: Instrumental
ar: آلة موسيقية
be: Інструментал
bg: Инструментал
cs: Instrumentální
da: Instrumentalt
el: Ορχηστρικό
fi: Instrumentaalinen
fr: Instrumentale
hu: Instrumentális
it: Strumentale
ja: 楽器
nl: Instrumentaal
pl: Instrumentalny
ru: Инструментальный
sk: Inštrumentálne
th: เครื่องดนตรี
tr: Enstrümantal
uk: Інструментальна
vi: Nhạc Cụ
zh: 器乐
zh_tw: 樂器演奏

# language.other
source: Other
ar: أخرى
be: Іншае
bg: Други
cs: Jiné
da: Andet
de: Andere
el: Άλλο
es: otro
fi: Muu
fr: Autre
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
no: Andre
pl: Inny
pt_br: Outro
ro: Altul
ru: Другой
sk: Ostatné
sv: Annat
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh: 其他
zh_tw: 其他

# language.unspecified
source: Unspecified
ar: غير محدد
bg: Неопределен
cs: Nespecifikováno
da: Uspecificeret
de: Nicht angegeben
es: no especificado
fi: Täsmentämätön
fr: Non spécifié
hu: Meghatározatlan
id: Belum Ditentukan
it: Non specificato
ja: 未分類
ko: 미지정
nl: Niet Gespecificeerd
no: Uspesifisert
pl: Nieokreślony
pt_br: Não especificada
ro: Nespecificat
ru: Не определён
sv: Ospecificerat
th: ไม่ระบุภาษา
tr: Belirtilmemiş
uk: Не визначений
vi: Không xác định
zh: 未指定
zh_tw: 未指定

# nsfw.exclude
source: Hide
ar: إخفاء
cs: Skrýt
de: Ausblenden
es: Esconder
fi: Piilota
fr: Masquer
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 숨기기
nl: Verbergen
no: Skjul
pl: Ukryj
pt_br: Ocultar
ro: Ascunde
ru: Скрыть
sv: Dölj
th: ซ่อน
tr: Gizle
uk: Приховати
vi: Ẩn
zh: 隐藏
zh_tw: 隱藏

# nsfw.include
source: Show
ar: إظهار
cs: Zobrazit
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Afficher
hu: Mutasson
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
nl: Weergeven
no: Vis
pl: Pokaż
pt_br: Exibir
ro: Arată
ru: Показать
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh: 显示
zh_tw: 顯示

# played.any
source: Any
ar: الكل
be: Усе
bg: Всички
cs: Jakékoliv
da: Vilkårlig
de: Alle
el: Οποιοδήποτε
es: Cualquier
fi: Kaikki
fr: Tous
hu: Bármelyik
id: Semua
it: Qualsiasi
ja: 全て
ko: 모두
nl: Alles
no: Alle
pl: Jakikolwiek
pt_br: Todos
ro: Oricare
ru: Все
sk: Akékoľvek
sv: Alla
th: ไม่เจาะจง
tr: Hepsi
uk: Всі
vi: Bất Kì
zh: 任意
zh_tw: 所有

# played.played
source: Played
ar: لُعبت
be: Згуляна
bg: Изиграни
cs: Hrané
da: Spillet
de: Gespielt
el: Που έχετε παίξει
es: Ya jugado
fi: Pelatut
fr: Jouée
hu: LeJátszott
id: Pernah Dimainkan
it: Giocate
ja: プレイ済み
ko: 플레이한 맵
nl: Gespeeld
no: Spilt
pl: Ukończona
pt_br: Jogado
ro: Jucat
ru: Сыграно
sk: Hrané
sv: Spelade
th: เคยเล่นแล้ว
tr: Oynanmış
uk: Зіграно
vi: Đã Chơi
zh: 玩过
zh_tw: 玩過

# played.unplayed
source: Unplayed
ar: لم تُلعب
be: Не згуляна
bg: Неизиграни
cs: Nehrané
da: Ikke Spillet
de: Ungespielt
el: Που δεν έχετε παίξει
es: No jugado
fi: Pelaamaton
fr: Non jouée
hu: Nem játszott
id: Belum Pernah Dimainkan
it: Non giocate
ja: 未プレイ
ko: 플레이하지 않은 맵
nl: Ongespeeld
no: Uspilt
pl: Nieukończona
pt_br: Não jogado
ro: Nejucat
ru: Не сыграно
sk: Nehrané
sv: Ej spelade
th: ยังไม่เคยเล่น
tr: Oynanmamış
uk: Не зіграно
vi: Chưa Chơi
zh: 没玩过
zh_tw: 未曾玩過

# extra.video
source: Has Video
ar: تحوي فديو
be: Ёсць відэа
bg: С Видео
cs: S videem
da: Har Video
de: Hat Video
el: Έχει βίντεο
es: Contiene vídeo
fi: Videollinen
fr: Possède une vidéo
hu: Videót Tartalmaz
id: Memiliki Video
it: Contiene video
ja: 動画あり
ko: 비디오 있음
nl: Heeft Video
no: Har Video
pl: Posiada wideo
pt_br: Possui Vídeo
ro: Cu videoclip
ru: Есть видео
sk: S Videom
sv: Har Video
th: มีวิดีโอ
tr: Videolu
uk: З відео
vi: Có Video
zh: 有视频
zh_tw: 有影像

# extra.storyboard
source: Has Storyboard
ar: لوحة لوحة قصصية
be: Ёсць дошка гісторыі
bg: Със Сториборд
cs: Se storyboardem
da: Har Storyboard
de: Hat Storyboard
el: Έχει Storyboard
es: Contiene storyboard
fi: Sisältää visuaalisen taustaesityksen
fr: Possède un storyboard
hu: Storyboard-ot Tartalmaz
id: Memiliki Storyboard
it: Contiene storyboard
ja: ストーリーボードあり
ko: 스토리보드 있음
nl: Heeft Storyboard
no: Har Storyboard
pl: Posiada scenorys
pt_br: Possui Storyboard
ro: Cu storyboard
ru: Есть сториборд
sk: So Storyboardmi
sv: Har Storyboard
th: มี Storyboard
tr: Storyboard'lu
uk: Є сторіборди
vi: Có Storyboard
zh: 有 Storyboard
zh_tw: 有 Storyboard

# rank.any
source: Any
ar: الكل
be: Усе
bg: Всички
cs: Jakékoliv
da: Vilkårlig
de: Alle
el: Οποιοδήποτε
es: Cualquier
fi: Kaikki
fr: Tous
hu: Bármelyik
id: Semua
it: Qualsiasi
ja: 全て
ko: 모두
nl: Alles
no: Alle
pl: Jakakolwiek
pt_br: Todos
ro: Oricare
ru: Все
sk: Akékoľvek
sv: Alla
th: ไม่เจาะจง
tr: Hepsi
uk: Всі
vi: Bất Kì
zh: 任意
zh_tw: 所有

# rank.xh
source: Silver SS
ar: SS فضي
be: Срэбны SS
bg: Сребърен SS
cs: Stříbrné SS
da: Sølv SS
de: Silber-SS
el: Ασημένιο SS
es: SS Plateada
fi: Hopea SS
fr: SS argenté
hu: Ezüst SS
it: SS Argentata
ko: 실버 SS
nl: Zilveren SS
no: Sølv SS
pl: Srebrne SS
ro: SS de argint
ru: SS+
sk: Strieborné SS
tr: Gümüş SS
uk: Срібний SS
zh: 白银 SS
zh_tw: 白銀 SS

# rank.sh
source: Silver S
ar: S فضي
be: Срэбны S
bg: Сребърен S
cs: Stříbrné S
da: Sølv S
de: Silber-S
el: Ασημένιο S
es: S Plateada
fi: Hopea S
fr: S argenté
hu: Ezüst S
it: S Argentata
ko: 실버 S
nl: Zilveren S
no: Sølv S
pl: Srebrne S
ro: S de argint
ru: S+
sk: Strieborné S
tr: Gümüş S
uk: Срібний S
zh: 白银 S
zh_tw: 白銀 S

# panel.playcount
source: Playcount: {0}
ar: مرات اللعب: {0}
be: Колькасць гульняў: {0}
bg: Брой игри: {0}
cs: Počet zahrání: {0}
da: Antal Forsøg {0}
de: Anzahl der Spiele: {0}
el: Φορές που παίχτηκε: {0}
es: Veces jugado: {0}
fi: Pelikerrat {0}
fr: Nombre de joueurs : {0}
hu: Játékszám: {0}
id: Jumlah permainan: {0}
it: Volte giocata: {0}
ja: プレイ回数：{0}
ko: 플레이 횟수: {0}
nl: Speelaantal {0}
no: Spillforsøk: {0}
pl: Liczba zagrań: {0}
pt_br: Vezes jogadas {0}
ro: Numărul de jocuri {0}
ru: Количество игр: {0}
sk: Počet zahraní {0}
sv: Antal spelade: {0}
th: จำนวนการเล่น: {0}
tr: Oynanma sayısı: {0}
uk: Кількість ігор: {0}
vi: Số lượt chơi: {0}
zh: 游戏次数：{0}
zh_tw: 遊玩次數：{0}

# panel.favourites
source: Favourites: {0}
ar: التفضيلات: {0}
be: У абраных: {0}
bg: Любими: {0}
cs: V oblíbených: {0}
da: Favoritter {0}
de: Favoriten: {0}
el: Αγαπημένα: {0}
es: Favoritos: {0}
fi: Suosikit {0}
fr: Favorites : {0}
hu: Kedvencek: {0}
id: Jumlah favorit: {0}
it: Preferiti: {0}
ja: お気に入り：{0}
ko: 즐겨찾기 수: {0}
nl: Favorieten: {0}
no: Favoritter: {0}
pl: Liczba polubień: {0}
pt_br: Favoritos {0}
ro: Favorite {0}
ru: В избранном: {0}
sk: V obľúbených: {0}
sv: Favoriter: {0}
th: จำนวนการชื่นชอบ: {0}
tr: Favoriler: {0}
uk: В улюблених: {0}
vi: Yêu thích: {0}
zh: 收藏次数：{0}
zh_tw: 收藏次數：{0}

# variant.mania.all
source: All
ar: الكل
bg: Всички
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todas
fi: Kaikki
fr: Tous
hu: Összes
id: Semua
it: Tutte
ja: 全て
ko: 전체
nl: Alles
pl: Wszystkie
pt_br: Todos
ro: Tot
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh: 全部
zh_tw: 全部
