Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmapsets.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# availability.disabled
source: This beatmap is currently not available for download.
ar: هذه الخريطة غير متوفرة حاليا للتحميل.
be: Гэтая бітмапа зараз недаступна для спампоўвання.
bg: Този бийтмап в момента не може да бъде итеглен.
cs: Tato beatmapa není momentálně dostupná ke stažení.
da: Dette beatmap er i øjeblikket ikke tilgængeligt for download.
de: Diese Beatmap steht momentan nicht zum Herunterladen zur Verfügung.
el: Αυτό το beatmap δεν είναι διαθέσιμο για λήψη.
es: Este mapa no está actualmente disponible para su descarga.
fi: Beatmap ei ole tällä hetkellä saatavilla.
fr: Cette beatmap n'est actuellement pas disponible au téléchargement.
hu: Ez a beatmap jelenleg nem letölthető.
id: Beatmap saat ini tidak tersedia untuk diunduh.
it: Questa beatmap non è al momento disponibile per il download.
ja: このビートマップは現在ダウンロード不可能です。
ko: 이 비트맵은 현재 다운로드할 수 없습니다.
nl: Deze beatmap kan momenteel niet gedownload worden.
no: Dette beatmappet er for øyeblikket ikke tilgjengelig for nedlastning.
pl: Nie możesz pobrać tej beatmapy.
pt: Este beatmap não está disponível atualmente para transferência.
pt_br: Este beatmap não está mais disponível para baixar.
ro: Acest beatmap nu poate fi descărcat momentan.
ru: Данная карта временно недоступна для загрузки.
sk: Táto beatmapa momentálne nie je k dispozícii na stiahnutie.
sv: Denna beatmap är för närvarande inte tillgänglig för nedladdning.
th: บีทแมพนี้ยังไม่สามารถดาวน์โหลดได้
tr: Bu beatmap henüz indirilmeye açık değil.
uk: Ця карта тимчасово недоступна для завантаження.
vi: Hiện tại beatmap này không có sẵn để tải xuống.
zh: 该谱面现在无法下载。
zh_tw: 該圖譜現在無法下載。

# availability.parts-removed
source: Portions of this beatmap have been removed at the request of the creator or a third-party rights holder.
ar: تمت إزالة أجزاء من هذه الخريطة بناء على طلب المنشئ أو صاحب حقوق من طرف ثالث.
be: Некаторыя часткі гэтай бітмапы былі выдалены па запыту стваральніка або праваўладальніка.
bg: Части от този бийтмап са премахнати по искане на създателя или притежателя на авторските права.
cs: Část této beatmapy byla smazána na žádost tvůrce nebo vlastníka třetí strany.
da: Dele af dette beatmap er blevet fjernet efter anmodning fra skaberen eller en tredjeparts-rettighedsholder.
de: Teile dieser Beatmap wurden auf Anfrage des Erstellers oder eines Rechteinhabers entfernt.
el: Τμήματα αυτού του beatmap έχουν αφαιρεθεί κατ' απαίτηση του δημιουργού ή κάποιου τρίτου, κατόχου πνευματικών δικαιωμάτων.
es: Partes de este mapa han sido eliminadas a petición de su creador o un titular de derechos de autor.
fi: Joitain osia tästä beatmapista on poistettu joko sen tekijän tai kolmannen osapuolen oikeuksien omaavan pyynnöstä.
fr: Des parties de cette beatmap ont été supprimées suite à la requête du créateur ou d'un titulaire de droits tiers.
hu: Ez a beatmap eltávolításra került a készítő vagy egy jogbirtokos harmadik fél kérésére.
id: Beberapa bagian dari beatmap ini telah dihapus atas permintaan pembuat lagu atau pihak ketiga pemegang hak cipta.
it: Porzioni di questa beatmap sono state rimosse su richiesta del creatore o di un titolare di copyright di terze parti.
ja: 権利者の申し立てによりこのビートマップは部分的に削除されています。
ko: 이 비트맵의 일부가 콘텐츠 제작자 또는 제삼자 권리자의 저작권 주장으로 인해 삭제되었습니다.
nl: Delen van deze beatmap zijn verwijderd op verzoek van de maker of de houder van de rechten van een derde partij.
no: Deler av dette beatmappet har blitt fjernet etter forespørsel av skaperen eller en tredjepart rettighetshaver.
pl: Ta beatmapa została usunięta za prośbą twórcy materiałów w niej użytych.
pt: Algumas porções deste beatmap foram removidas a pedido do criador ou dum titular de direitos de terceiros.
pt_br: Partes deste beatmap foram removidas a pedido do criador ou de um detentor de direitos de terceiros.
ro: Unele porțiuni din acest beatmap au fost eliminate la cererea creatorului sau al unui deținător de drepturi de autor.
ru: Некоторые части этой карты были удалены по требованию автора или правообладателей.
sk: Časti tejto mapy boli vymazané na žiadosť tvorca alebo vlastníka tretej strany.
sv: Portioner av denna beatmap har blivit borttagna på förfrågan av skaparen eller en tredje-parts rättighets hållare.
th: บางส่วนของบีทแมพนี้ถูกลบตามคำขอของผู้แต่งหรือผู้ถือสิทธิ์บุคคลสาม
tr: Bu beatmapin bazı bölümleri içerik oluşturucunun ya da üçüncü parti hak sahibinin isteği üzerine kaldırılmıştır.
uk: Деякі частини цієї карти були видалені на вимогу учасника або правовласників.
vi: Một phần của beatmap này đã bị xóa bỏ theo yêu cầu của người tạo lập hoặc bên người có quyền bên thứ ba.
zh: 应 歌曲作者/第三方版权持有者 的要求，这张谱面已经下架。
zh_tw: 因作者或第三方版權擁有者的要求，故該圖譜已經下架。

# availability.more-info
source: Check here for more information.
ar: تحقق هنا للمزيد من المعلومات.
be: Для падрабязнасцей націсніце тут.
bg: Щракнете тук за още информация.
cs: Pro více informací klikněte zde.
da: Klik her for mere information.
de: Siehe hier für mehr Informationen.
el: Κάντε κλικ εδώ για να δείτε περισσότερα.
es: Haga clic aquí para obtener más información.
fi: Klikkaa nähdäksesi lisätietoja.
fr: Pour plus d'informations, cliquez ici.
hu: Itt találsz több információt.
id: Lihat di sini untuk informasi lebih lanjut.
it: Controlla qui per maggiori informazioni.
ja: 詳細はこちらです。
ko: 더 많은 정보를 보려면 여기를 확인하세요.
nl: Klik hier voor meer informatie.
no: Klikk her for mer informasjon.
pl: Kliknij tutaj, aby dowiedzieć się więcej.
pt: Clica aqui para mais informações.
pt_br: Clique aqui para mais informações.
ro: Vezi aici pentru mai multe informații.
ru: Для подробностей нажми сюда.
sk: Klikni sem pre viac informácií.
sv: Klicka här för mer information.
th: เช็คที่นี่เพื่อดูรายละเอียดเพิ่มเติม
tr: Daha fazla bilgi için buraya göz atın.
uk: Натисніть тут для отримання більш детальної інформації.
vi: Nhấp vào đây để biết thêm thông tin.
zh: 点击这里查看更多信息。
zh_tw: 點擊這裡查看更多資訊。

# availability.rule_violation
source: Some assets contained within this map have been removed after being judged as not being suitable for use in osu!.
ar: تمت إزالة بعض المحتويات من هذه الخريطة بعد معرفة آنها غير ملائمة لـosu!.
de: Einige in dieser Beatmap enthaltene Assets wurden entfernt, nachdem sie als nicht für die Verwendung in osu! geeignet eingestuft worden waren.
es: Algunos de los elementos contenidos en este mapa han sido eliminados después de ser considerados no aptos para su uso en osu!.
fr: Certains éléments contenus dans cette map ont été supprimés après avoir été jugés inappropriés pour être utilisés dans osu!.
hu: Ennek a map-nek néhány elemét eltávolítottuk, mert nem találtuk őket megfelelőnek az osu!-ban történő használathoz.
id: Sebagian aset yang terkandung dalam berkas beatmap ini telah dihapus setelah tim kami memutuskan bahwa aset-aset yang bersangkutan tidak layak untuk dipergunakan secara luas di dalam lingkungan osu!.
it: Alcuni elementi contenuti in questa mappa sono stati rimossi dopo che sono stati giudicati non idonei per l'uso in osu!.
ja: このマップに含まれる一部のアセットは、osu!での使用に適さないと判断され、削除されています。
ko: 이 맵에 포함된 일부 요소는 osu!에서 사용하기에 적합하지 않다고 판단되어 제거되었습니다.
nl: Sommige activa die op deze map staan zijn verwijderd nadat ze zijn beschouwd als niet geschikt voor gebruik in osu!.
pl: Część zawartości tej beatmapy została usunięta po uznaniu jej za nieodpowiednią do użycia w osu!.
pt: Alguns elementos contidos neste mapa foram removidos após serem avaliados como não sendo adequados para uso no osu!.
pt_br: Alguns arquivos contidos neste mapa foram removidos depois de serem julgados como não sendo adequados para uso no osu!.
ru: Некоторые части содержащиеся внутри данной карты были удалены после того, как их посчитали неприемлемыми для osu!.
sv: Vissa delar av denna map har tagits bort då de anses vara olämpliga i osu!.
th: เนื้อหาบางส่วนในแมพนี้ได้ถูกนำออกเนื่องจากถูกตัดสินว่าไม่เหมาะสมใน osu!
tr: Bu beatmap üzerinde yer alan bazı varlıklar osu!'da kullanıma uygun olmadığına karar verildikten sonra kaldırıldı.
uk: Деякі об’єкти, що містяться на цій карті, були видалені після визнання непридатними для використання в osu!.
zh: 谱面中不适合 osu! 的内容已在审核后被移除。

# download.limit_exceeded
source: Slow down, play more.
ar: تَمهل, ألعب أكثر.
de: Nur langsam, spiel mehr.
es: Reduzca la velocidad, juegue más.
fr: Ralentissez, jouez plus.
hu: Lassíts le, játssz többet.
id: Jangan terlalu bernafsu dalam mengunduh. Harap mainkan beatmap-beatmap yang telah Anda miliki terlebih dahulu.
it: Rallenta, gioca di più.
ja: スピードを落として、もっと遊ぼう。
ko: 잠시 멈추시고, 좀 더 플레이해보세요.
nl: Niet zo snel, speel meer.
no: Ro ned, spill mer.
pl: Zwolnij, pograj więcej!
pt: Abranda, joga mais.
pt_br: Vá devagar, jogue mais.
ru: Притормози, поиграй больше.
sv: Sakta ner, spela mer.
th: ช้าลงหน่อย เล่นมากขึ้น
tr: Yavaş ol, daha çok oyna.
uk: Повільніше, грайте більше.
zh: 慢一点，打几张图再回来吧。
zh_tw: 欲速則不達。

# index.title
source: Beatmaps Listing
ar: قائمة الخرائط
be: Спіс бітмап
bg: Списък с бийтмапове
cs: Seznam Beatmap
da: Beatmap-Liste
de: Beatmaps: Liste
el: Λίστα Beatmaps
es: Listado de Mapas
fi: Beatmapit
fr: Liste des beatmaps
hu: Beatmap lista
id: Daftar Beatmap
it: Lista Beatmap
ja: ビートマップリスト
ko: 비트맵 목록
nl: Beatmap Lijst
no: Beatmapsliste
pl: Lista beatmap
pt: Listagem de beatmaps
pt_br: Lista de Beatmaps
ro: Listarea beatmapurilor
ru: Библиотека карт
sk: Zoznam Beatmap
sv: Beatmaps Listning
th: รายการ Beatmap
tr: Beatmap Kataloğu
uk: Бібліотека мап
vi: Danh Sách Beatmap
zh: 谱面列表
zh_tw: 圖譜列表

# index.guest_title
source: Beatmaps
ar: الخرائط
be: Бітмапы
bg: Бийтмапове
cs: Beatmapy
es: Mapas
fi: Beatmapit
hu: Beatmap-ek
id: Beatmap
it: Beatmap
ja: ビートマップ
ko: 비트맵
pl: Beatmapy
ru: Карты
sk: Beatmapy
th: บีทแมพ
tr: Beatmapler
uk: Бітмапи
zh: 谱面
zh_tw: 圖譜

# panel.empty
source: no beatmaps
ar: لا توجد خرائط
da: ingen beatmaps
de: keine beatmaps
es: sin mapas
fr: pas de beatmaps
hu: nincs beatmap
id: tidak ada beatmap
it: nessuna beatmap
ja: ビートマップがありません
ko: 비트맵 없음
nl: geen beatmaps
pl: brak beatmap
pt: sem beatmaps
pt_br: sem beatmaps
ru: нет карт
sv: inga beatmaps
th: ไม่มีบีทแมพ
tr: beatmap yok
uk: бітмапи відсутні
zh: 没有谱面
zh_tw: 沒有圖譜

# panel.download.all
source: download
ar: تنزيل
be: спампаваць
bg: изтегли
cs: stáhnout
de: herunterladen
es: descargar
fi: lataa
fr: télécharger
hu: letöltés
id: unduh
it: scarica
ja: ダウンロード
ko: 다운로드
no: last ned
pl: pobierz
pt: transferir
pt_br: baixar
ro: descarcă
ru: скачать
sk: stiahnúť
sv: ladda ner
th: ดาวน์โหลด
tr: indir
uk: завантажити
vi: tải xuống
zh: 下载
zh_tw: 下載

# panel.download.video
source: download with video
ar: تنزيل مع الفيديو
bg: изтегли с видео
cs: stáhnout s videem
da: download med video
de: mit Video herunterladen
es: descargar con vídeo
fi: lataa videon kanssa
fr: télécharger avec la vidéo
hu: letöltés videóval
id: unduh dengan video
it: scarica con il video
ja: 動画ありでダウンロード
ko: 영상 포함된 것으로 받기
nl: download met video
no: last ned med video
pl: pobierz z wideo
pt: transferir com vídeo
pt_br: baixar com vídeo
ro: descarcă cu video
ru: скачать с видео
sk: stiahnuť s videom
sv: ladda ner med video
th: ดาวน์โหลดพร้อมวิดีโอ
tr: video ile indir
uk: завантажити з вiдео
vi: tải xuống cùng video
zh: 下载并包含视频
zh_tw: 下載並包含影片

# panel.download.no_video
source: download without video
ar: تنزيل بدون فيديو
bg: изтегли без видео
cs: stáhnout bez videa
da: download uden video
de: ohne Video herunterladen
es: descargar sin vídeo
fi: lataa ilman videota
fr: télécharger sans la vidéo
hu: letöltés videó nélkül
id: unduh tanpa video
it: scarica senza il video
ja: 動画なしでダウンロード
ko: 영상 없는 것으로 받기
nl: download zonder video
no: last ned med video
pl: pobierz bez wideo
pt: transferir sem vídeo
pt_br: baixar sem vídeo
ro: descarcă fără video
ru: скачать без видео
sk: stiahnuť bez videa
sv: ladda ner utan video
th: ดาวน์โหลดโดยไม่มีวิดีโอ
tr: videosuz indir
uk: завантажити без вiдео
vi: tải xuống không video
zh: 下载并不包含视频
zh_tw: 下載並不包含影片

# panel.download.direct
source: open in osu!direct
ar: فتح في osu!direct
bg: отвори в osu!direct
cs: otevřít v osu!direct
da: open med osu!direct
de: in osu!direct öffnen
es: abrir en osu!direct
fi: avaa osu!directissä
fr: ouvrir dans osu!direct
hu: megnyitás osu!direct-ben
id: buka melalui osu!direct
it: apri in osu!direct
ja: osu!directで開く
ko: osu!direct에서 열기
no: åpne i osu!direct
pl: otwórz w osu!direct
pt: abrir em osu!direct
pt_br: abrir no osu!direct
ro: deschide în osu!direct
ru: открыть в osu!direct
sv: öppna i osu!direct
th: เปิดใน osu!direct
tr: osu!direct'de aç
uk: відкрити в osu!direct
vi: mở trong osu!direct
zh: 在 osu!direct 中查看
zh_tw: 在osu!direct中查看

# nominate.hybrid_requires_modes
source: A hybrid beatmap requires you to select at least one playmode to nominate for.
ar: تحتاج الخرائط الهجينة إلى تحديد وضع تشغيل واحد على الأقل لِتَرشيحِها.
de: Für ein Hybrid-Beatmapset musst du mindestens einen Spielmodus auswählen, für den du nominieren möchtest.
es: Un set de mapas híbrido requiere que seleccione al menos un modo de juego para nominar.
fr: Un beatmapset hybride nécessite de sélectionner au moins un mode de jeu à nominer.
hu: Egy hibrid beatmap szettet legalább egy játékmódra nominálni kell.
id: Pada beatmapset hybrid, Anda harus memilih satu mode permainan yang akan Anda nominasikan.
it: Un beatmapset ibrido richiede che venga selezionata almeno una modalità di gioco per poterla nominare.
ja: ハイブリッドビートマップセットでは、少なくとも1つのモードを選択してノミネートする必要があります。
ko: 하이브리드 비트맵 셋을 사용하려면 추천할 플레이 모드를 하나 이상 선택해야 합니다.
nl: Een hybride beatmapset vereist dat je ten minste één speelmodus selecteert om voor te nomineren.
pl: Beatmapa hybrydowa wymaga wybrania przynajmniej jednego trybu gry, dla którego chcesz ją nominować.
pt: Um conjunto de beatmaps híbrido necessita que seleciones pelo menos um modo de jogo para nomear.
pt_br: Um beatmap híbrido requer que você selecione pelo menos um modo de jogo para nomear.
ru: Для гибридных карт требуется, чтобы вы выбрали по крайней мере один режим игры для номинирования.
th: เซ็ตบีทแมพที่เป็นแบบไฮบริดจะต้องเลือกโหมดการเล่นอย่างน้อยหนึ่งโหมดที่จะเสนอชื่อให้
tr: Karma bir beatmap seti, adaylık için en az bir oyun modu seçmenizi gerektirir.
uk: Гібридний набір біт-карт вимагає від вас принаймні одного режиму відтворення, на який висуватимуться.
zh: 有多于一个模式的谱面需要选择至少一个要提名的游戏模式。

# nominate.incorrect_mode
source: You do not have permission to nominate for mode: {0}
ar: ليس لديك الصلاحيّات الكافية للترشيح للوضوع: {0}
de: Du hast keine Berechtigung, für diesen Modus zu nominieren: {0}
es: No tiene permiso para nominar para el modo: {0}
fr: Vous n'avez pas la permission de nominer pour le mode {0}
hu: Nincs jogosultságod {0} módban nominálni
id: Anda tidak memiliki hak untuk memberikan nominasi pada mode permainan: {0}
it: Non hai il permesso di nominare per la modalità: {0}
ja: モード{0}でノミネートする権限がありません。
ko: 이 모드 ({0})를 추천할 권한을 가지고 있지 않습니다.
nl: Je hebt geen toestemming om te nomineren voor modus: {0}
no: Du har ikke tillatelse til å nominere for modus: {0}
pl: Nie posiadasz uprawnień do nominowania beatmap dla tych trybów ({0})
pt: Não tens permissão de nomear para o modo: {0}
pt_br: Você não tem permissão para nomear para o modo: {0}
ru: У вас недостаточно прав для номинирования: {0}
sv: Du har inte behörighet att nominera för läge: {0}
th: คุณไม่มีสิทธิในการเสนอชื่อในโหมด {0}
tr: {0} modunu aday göstermek için izniniz yok.
uk: Ви не маєте дозволу призначати для режиму мод: {0}
zh: 你没有权限为该模式提名：{0}
zh_tw: 您沒有權限為 {0} 模式提名

# nominate.full_bn_required
source: You must be a full nominator to perform this qualifying nomination.
ar: يجب أن تكون مرشحا كاملا لأداء هذا الترشيح المؤهل.
da: Du skal være en fuld nominator for at kunne udføre denne kvalificerende nominering.
de: Du musst ein vollwertiger Nominator sein, um diese qualifizierende Nominierung durchzuführen.
es: Debe ser un nominador completo para realizar esta nominación calificada.
fr: Vous devez être un Beatmap Nominator avec toutes les autorisations pour effectuer cette qualification.
hu: Teljes jogú nominátornak kell lenned a kvalifikálásra nomináláshoz.
id: Anda harus berstatus sebagai nominator penuh (full nominator) untuk dapat menominasikan beatmap ini.
it: Devi essere un nominatore completo per eseguire questa nomina qualificante.
ja: Qualifyノミネーションを行うにはフルノミネーターでなければなりません。
ko: 완전한 Nominator가 되어야만 이 qualify 추천을 할 수 있습니다.
nl: Je moet een volledige nominator zijn om deze nominatie uit te voeren.
pl: Musisz posiadać pełne uprawnienia nominatora, by zakwalifikować tę beatmapę.
pt: Tens de ser um nomeador por completo para qualificar este beatmap.
pt_br: Você precisa ser um nominator completo para realizar essa nomeação de qualificação.
ro: Trebuie să fi un nominator să participi în această nominare calificată.
ru: Вы должны быть полноправным номинатором, чтобы номинировать эту карту на ранк.
th: คุณต้องเป็นผู้เสนอชื่อก่อนที่จะดำเนินการคุณสมบัตินี้ได้
tr: Bu niteliklendirme aday gösterimini gerçekleştirebilmeniz için tam aday gösterici olmanız gerekmektedir.
uk: Ви повинні бути повноправним номінатором, щоб виконати цю кваліфікаційну номінацію.
zh: 你必须是正式提名人才能进行此提名。

# nominate.too_many
source: Nomination requirement already fulfilled.
ar: تم بالفعل استيفاء شرط الترشيح.
da: Nomineringskravet er allerede opfyldt.
de: Nominierungsvoraussetzung bereits erfüllt.
es: Requisito de nominación ya cumplido.
fr: L'exigence de nomination est déjà remplie.
hu: A nominálási követelmények már teljesültek.
id: Persyaratan nominasi telah terpenuhi.
it: Requisito di nomina già soddisfatto.
ja: ノミネーションの要件を満たしています
ko: 비트맵 추천 요구 사항을 이미 만족했습니다.
nl: Nominatievereiste is al vervuld.
no: Nominasjonskravet er allerede oppfylt.
pl: Osiągnięto już wystarczającą liczbę nominacji.
pt: O requisito de nomeação já foi realizado.
pt_br: Exigência de nomeação já cumprida.
ru: Требования к номинации уже выполнены.
th: ความต้องการเสนอชื่อได้สำเร็จแล้ว
tr: Adaylık şartı zaten yerine getirildi.
uk: Вимога щодо номінації вже виконана.
zh: 提名需求已达标。
zh_tw: 提名需求已達成。

# nominate.dialog.confirmation
source: Are you sure you want to nominate this beatmap?
ar: هل أنت متأكد من أنك تريد ترشيح هذه الخريطة؟
da: Er du sikker på du vil nominere dette Beatmap?
de: Bist du sicher, dass du diese Beatmap nominieren möchtest?
es: ¿Seguro que desea nominar este mapa?
fr: Êtes-vous sûr de vouloir nominer cette beatmap ?
hu: Biztosan nominálni szeretnéd ezt a Beatmap-et?
id: Apakah Anda yakin untuk menominasikan beatmap ini?
it: Sei sicuro di voler nominare questa beatmap?
ja: このビートマップを本当にノミネートしますか？
ko: 정말로 이 비트맵을 추천하시겠어요?
nl: Weet je zeker dat je deze Beatmap wilt nomineren?
pl: Czy na pewno chcesz nominować tę beatmapę?
pt: Tens a certeza que queres nomear este beatmap?
pt_br: Tem certeza que deseja nomear este Beatmap?
ro: Ești sigur că vrei să nominalizezi acest Beatmap?
ru: Вы уверены, что хотите номинировать эту карту?
sv: Är du säker på att du vill nominera denna Beatmap?
th: คุณแน่ใจที่จะเสนอชื่อแมพนี้ใช่ไหม
tr: Bu beatmapi aday göstermek istediğinize emin misiniz?
uk: Ви впевнені, що хочете призначити цю Beatmap?
zh: 你确定要提名这张谱面吗？
zh_tw: 您確定要提名這張圖譜嗎？

# nominate.dialog.header
source: Nominate Beatmap
ar: ترشيح خريطة
da: Nominér Beatmap
de: Beatmap nominieren
es: Nominar mapa
fr: Nominer la beatmap
hu: Beatmap Nominálása
id: Nominasikan Beatmap
it: Nomina Beatmap
ja: ビートマップをノミネート
ko: 비트맵 추천
nl: Nomineer Beatmap
pl: Nominuj beatmapę
pt: Nomear beatmap
pt_br: Nomear Beatmap
ru: Номинировать карту
sv: Nominera Beatmap
th: เสนอชื่อบีทแมพ
tr: Beatmap aday gösterin
uk: Номінувати Beatmap
zh: 提名谱面
zh_tw: 提名圖譜

# nominate.dialog.hybrid_warning
source: note: you may only nominate once, so please ensure that you are nominating for all game modes you intend to
ar: ملاحظة: يمكنك أن ترشح مرة واحدة فقط، لذا يرجى التأكد من أنك ترشح لجميع أنماط اللعبة التي تنويها
da: bemærk: du kan kun nominere én gang, så sørg for at du nominerer til alle spiltilstande, du har til hensigt til
de: hinweis: du kannst nur einmal nominieren, also stelle bitte sicher, dass du für alle spielmodi nominierst, die du beabsichtigst
es: nota: sólo puede nominar una vez, así que asegúrese de que está nominando para todos los modos de juego que desee
fr: remarque : vous ne pouvez nominer qu'une seule fois, assurez-vous que vous êtes en nomination pour tous les modes de jeu que vous avez l'intention de proposer
hu: megjegyzés: csak egyszer nominálhatsz, ezért kérlek győződj meg róla, hogy minden játékmódra nominálsz, amire szeretnél
id: catatan: Anda hanya dapat memberikan satu nominasi, sehingga pastikan Anda memberikan nominasi pada mode permainan yang memang Anda kehendaki
it: nota: puoi nominare una sola volta, quindi assicurati di nominare per tutte le modalità di gioco che vuoi
ja: 注意: 一度しかノミネートできないので、ノミネートするゲームモードの全てにノミネートするようにしてください。
ko: 주의: 오직 한 번만 추천할 수 있기에 원하는 게임 모드 전체를 선택했는지 확인해주세요.
nl: opmerking: je mag maar één keer nomineren, dus zorg er alstublieft voor dat je nomineert voor alle spelmodus die je van plan bent te gebruiken
pl: Uwaga: możesz nominować tylko raz, więc upewnij się, że nominujesz ją dla wszystkich pożądanych trybów gry.
pt: nota: poderás apenas nomear uma vez, por isso certifica-te de que estás a nomear para todos os modos de jogo que pretendes
pt_br: nota: você pode apenas nomear uma vez, então por favor, certifique-se de que você está nomeando para todos os modos de jogo que você pretende
ru: примечание: вы можете номинировать лишь один раз, так что убедитесь, что вы номинируете все режимы, которые необходимы
th: โน้ต: คุณสามารถเสนอชื่อได้เพียงแค่ครั้งเดียว ดังนั้นโปรดตรวจสอบให้แน่ใจว่าคุณเสนอชื่อในเกมโหมดทั้งหมดที่คุณต้องการจะเสนอชื่อ
tr: not: sadece bir kez aday gösterebilirsiniz, bu yüzden lütfen istediğiniz tüm oyun modlarını aday gösterdiğinizden emin olun
uk: Примітка: Ви можете номінувати лише один раз, тому, будь ласка, переконайтеся, що ви призначаєте всі ігрові режими, які ви плануєте
zh: 注意：你只能提名一次，所以请确保你的提名包含所有你想要提名的游戏模式。
zh_tw: 注意: 您只能提名一次，所以請確保您的提名包含所有您想提名的模式。

# nominate.dialog.which_modes
source: Nominate for which modes?
ar: ترشيح لأي وضع؟
da: Nominér for hvilke tilstande?
de: Für welche Modi nominieren?
es: ¿Nominar para qué modos?
fr: Nominer pour quels modes ?
hu: Mely módokra nominálsz?
id: Mode permainan apa yang hendak Anda nominasikan?
it: Nominare per quali modalità?
ja: どのモードをノミネートしますか？
ko: 어떤 모드로 추천하시겠어요?
nl: Welke modus benoemen?
no: Nominer for hvilke moduser?
pl: Dla jakich trybów chcesz nominować tę beatmapę?
pt: Nomear para quais modos?
pt_br: Nomear para quais modos?
ru: Номинировать для каких режимов?
th: เสนอชื่อให้โหมดไหน
tr: Hangi modlar için aday gösterilsin?
uk: Номінувати для яких режимів?
zh: 你要提名哪种模式？
zh_tw: 您想為哪個模式提名？

# nsfw_badge.label
source: Explicit
ar: حَساس
cs: Explicitní
de: Explizit
es: Explícito
fr: Explicite
hu: Felnőtt
id: Eksplisit
ja: 過激表現を含む
ko: 19금
nl: Expliciet
no: Eksplisitt
pl: Dla pełnoletnich
pt: Explícito
pt_br: Explícito
th: ไม่เหมาะสม
tr: Müstehcen
uk: Явний
zh: 少儿不宜
zh_tw: 成人內容

# show.discussion
source: Discussion
ar: مناقشة
be: Абмеркаванне
bg: Дискусия
cs: Diskuze
da: Diskussion
de: Diskussion
el: Συζήτηση
es: Discusión
fi: Keskustelu
hu: Beszélgetés
id: Diskusi
it: Discussione
ja: ディスカッション
ko: 토론
nl: Discussie
no: Diskusjon
pl: Dyskusja
pt: Discussão
pt_br: Discussão
ro: Discuție
ru: Обсуждение
sk: Diskusia
sv: Diskussion
th: การสนทนา
tr: Tartışma
uk: Обговорення
vi: Góc Thảo Luận
zh: 讨论
zh_tw: 討論

# show.details.by_artist
source: by {0}
ar: بواسطة {0}
de: von {0}
es: por {0}
fr: par {0}
id: oleh {0}
it: di {0}
ko: {0} 님이 만듦
no: av {0}
pt: por {0}
pt_br: por {0}
ru: от {0}
sv: av {0}
th: โดย {0}
tr: {0} tarafından
uk: за :виконавцем
zh: 作者：{0}
zh_tw: 作者：{0}
