Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/BeatmapDiscussions.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# owner_editor.reset_confirm
source: Reset owner for this difficulty?
ar: إعادة تعيين المالك لهذه الصعوبة؟
de: Besitzer für diese Schwierigkeit zurücksetzen?
es: ¿Restablecer dueño para esta dificultad?
fr: Réinitialiser le propriétaire pour cette difficulté ?
hu: Visszaállítod ennek a nehézségi szintnek a tulajdonosát?
id: Atur ulang pemilik tingkat kesulitan ini?
it: Resettare il proprietario per questa difficoltà?
ja: この難易度の所有者をリセットしますか？
ko: 이 난이도의 주인을 재설정할까요?
pl: Zresetować twórcę dla tego poziomu trudności?
pt_br: Redefinir o proprietário para esta dificuldade?
ru: Сбросить владельца сложности?
th: รีเซ็ตเจ้าของสําหรับระดับความยากนี้ไหม
tr: Bu zorluğun sahibi sıfırlansın mı?
zh: 重置此难度的作者？
zh_tw: 要重設此難度的作者嗎？

# owner_editor.user
source: Owner
ar: المالك
de: Besitzer
es: Dueño
fr: Propriétaire
hu: Tulajdonos
id: Pemilik
ja: 所有者
ko: 주인
pl: Twórca
pt: Dono
pt_br: Dono
ru: Владелец
th: เจ้าของ
tr: Sahip
zh: 作者/拥有者
zh_tw: 作者

# owner_editor.version
source: Difficulty
ar: الصعوبة
de: Schwierigkeit
es: Dificultad
fr: Difficulté
hu: Nehézség
id: Tingkat Kesulitan
ja: 難易度
ko: 난이도
pl: Poziom trudności
pt: Dificuldade
pt_br: Dificuldade
ru: Сложность
th: ระดับความยาก
tr: Zorluk
zh: 难度
zh_tw: 難度

# reply.open.guest
source: Sign in to Respond
ar: سجل الدخول للرد
be: Каб адказаць, увайдзіце
bg: Влезте в профила си за да Отговорите
cs: Pro přidání odpovědi se musíš přihlásit
da: Log ind for at svare
de: Zum Antworten einloggen
el: Συνδεθείτε για να Aπαντήσετε
es: Inicia sesión para responder
fi: Kirjaudu sisään vastataksesi
fr: Connectez-vous pour répondre
hu: Jelentkezz be a válaszoláshoz
id: Masuk untuk Menanggapi
it: Registrati per Rispondere
ja: ログインして返信する
ko: 답글을 달려면 로그인하세요
nl: Log in om te Antwoorden
no: Logg inn for å svare
pl: Zaloguj się, aby odpowiedzieć
pt: Inicia sessão para responder
pt_br: Conecte-se para Responder
ro: Conectează-te pentru a răspunde
ru: Войдите, чтобы ответить
sk: Prosím, prihláste sa, aby ste mohli odpovedať
sv: Logga in för att svara
th: เข้าสู่ระบบเพื่อตอบกลับ
tr: Yanıtlamak için Giriş yapın
uk: Увійдіть, щоб відповісти
vi: Hãy đăng nhập để trả lời
zh: 登录以回复
zh_tw: 登入以回覆

# reply.open.user
source: Respond
ar: رد
be: Адправіць
bg: Отговори
cs: Odpovědět
da: Svar
de: Antworten
el: Απαντήστε
es: Responder
fi: Vastaa
fr: Répondre
hu: Válasz
id: Tanggapi
it: Rispondi
ja: 返信する
ko: 답글 달기
nl: Beantwoord
no: Svar
pl: Odpowiedz
pt: Responder
pt_br: Responder
ro: Răspunde
ru: Ответить
sk: Odpoveď
sv: Svara
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh: 回复
zh_tw: 回覆

# review.block_count
source: {0} / {1} blocks used
ar: {0} / {1} كتل مستخدمة
cs: {0} z {1} bloků použito
de: {0} / {1} Blöcke verwendet
es: {0} / {1} bloques usados
fr: {0} / {1} blocs utilisés
hu: {0} / {1} blokk használva
id: {0} / {1} blok telah dipergunakan
it: {0} / {1} blocchi usati
ja: {0} / {1} ブロックを使用
ko: {0} / {1} 블록 사용됨
nl: {0} / {1} blokken gebruikt
pl: użyto {0} z {1} bloków
pt: {0} / {1} blocos usados
pt_br: {0} / {1} blocos usados
ro: {0} / {1} blocuri folosite
ru: {0} / {1} блоков использовано
th: ใช้ไป {0} / {1} blocks
tr: {0} / {1} blok kullanıldı
uk: {0} / {1} блоків використано
zh: {0} / {1} 块已使用
zh_tw: 已耗用 {0} / {1} 個方塊

# review.go_to_parent
source: View Review Post
ar: مشاهدة منشور المراجعة
be: Пабачыць адказ
bg: Виж ревюто
cs: Zobrazit příspěvek recenze
da: Vis Anmeldelses-opslag
de: Rezensionsbeitrag anzeigen
es: Ver publicación de revisión
fr: Afficher le commentaire
hu: Legújabb posztok mutatása
id: Lihat Kajian
it: Visualizza il Post della Revisione
ja: レビュー投稿を表示
ko: 평가 글 보기
nl: Bekijk Review Post
no: Vis Tilbakemeldingsinnlegg
pl: Zobacz recenzję
pt: Ver publicação de análise
pt_br: Ver Publicação de Revisão
ro: Vezi review-ul utilizatorului
ru: Посмотреть отзыв
sk: Zobraziť recenziu
sv: Visa granskningsinlägg
th: ดูโพสต์วิจารณ์
tr: İnceleme Gönderisini Görüntüle
uk: Побачити відгук
vi: Xem Bài viết Đánh giá
zh: 查看审阅帖
zh_tw: 檢視其他人的評論

# review.go_to_child
source: View Discussion
ar: مشاهدة المناقشة
be: Пабачыць абмеркаванне
bg: Виж дискусията
cs: Zobrazit diskuzi
da: Vis Diskussion
de: Diskussion anzeigen
el: Προβολή Συζήτησης
es: Ver discusión
fr: Voir la discussion
hu: Megbeszélés megtekintése
id: Lihat Topik Diskusi
it: Visualizza Discussione
ja: ディスカッションを表示
ko: 토론 글 보기
nl: Bekijk discussie
no: Vis diskusjon
pl: Zobacz dyskusję
pt: Ver discussão
pt_br: Ver Discussão
ro: Vezi Discuția
ru: Посмотреть обсуждение
sk: Nová diskusia
sv: Visa diskussion
th: ดูการสนทนา
tr: Tartışmayı Görüntüle
uk: Побачити обговорення
vi: Xem cuộc thảo luận
zh: 查看讨论
zh_tw: 查看討論

# review.validation.block_too_large
source: each block may only contain up to {0} characters
ar: كل كتلة قد تحتوي فقط على ما يصل إلى {0} أحرف
bg: всеки блок може да има до {0} знака
cs: každý blok může obsahovat maximálně {0} znaků
de: jeder block darf höchstens {0} zeichen enthalten
el: κάθε block μπορεί να περιέχει μόνο έως {0} χαρακτήρες
es: cada bloque sólo puede contener hasta {0} caracteres
fr: chaque bloc peut contenir jusqu'à {0} caractères
hu: a maximális karakter szám {0}
id: masing-masing poin yang dikaji terbatas pada {0} karakter
it: ogni blocco può contenere fino a {0} caratteri
ja: 各ブロックは {0} 文字までしか含めることができません
ko: 각 문단은 최대 {0}자까지 입력할 수 있습니다.
nl: elk blok mag maximaal {0} tekens bevatten
no: hver blokk kan bare inneholde opptil {0} tegn
pl: każdy blok może zawierać do {0} znaków
pt: cada bloco apenas pode conter até {0} caracteres
pt_br: cada bloco só pode conter até {0} caracteres
ro: fiecare bloc poate conține până la {0} caractere
ru: каждый блок может содержать до {0} символов
sv: varje block får endast innehålla upp till {0} tecken
th: แต่ละบล็อกเก็บอักขระได้แค่ {0} อักขระ
tr: her blok en fazla {0} karakter içerebilir
uk: кожен блок може містити лише {0} символів
zh: 每块只能包含最多 {0} 个字符

# review.validation.external_references
source: review contains references to issues that don't belong to this review
ar: المراجعة تحتوي إشارات إلى مشاكل لا تنتمي إلى هذه المراجعة
bg: ревюто съдържа препратки до проблеми, които не принадлежат на това ревю
cs: recenze obsahuje odkazy na problémy, které nepatří do této recenze
de: rezension enthält verweise auf probleme, die nicht zu dieser rezension gehören
es: la revisión contiene referencias a problemas que no pertenecen a esta revisión
fr: l'avis contient des références à des problèmes qui n'appartiennent pas à cet avis
hu: az áttekintés olyan kérdésekre hivatkozik, amelyek nem tartoznak ehhez a felülvizsgálathoz
id: kajian ini mengandung satu atau lebih poin yang mengacu pada isu-isu yang tidak berasal dari beatmap ini
it: la revisione contiene riferimenti a dei problemi che non appartengono a questa revisione
ja: レビューには、このレビューに属していない問題への参照が含まれています
ko: 이 리뷰는 관련 없는 이슈 참조를 포함하고 있습니다.
nl: review bevat verwijzingen naar kwesties die niet tot deze beoordeling behoren
no: gjennomgangen inneholder referanser til saker som ikke tilhører denne gjennomgangen
pl: recenzja zawiera odniesienia do problemów, które do niej nie należą
pt: a revisão contém referências a problemas que não pertencem a esta revisão
pt_br: revisão contém referências a problemas que não pertencem a esta revisão
ro: recenzia conține referințe la probleme care nu aparțin la această revizuire
ru: отзыв содержит ссылки на проблемы, не отсоящиеся к этому отзыву
sv: granskningen innehåller referenser till problem som inte hör till denna recension
th: บทวิจารณ์นี้มีการพูดถึงปัญหาที่ไม่เกี่ยวข้องกับบทวิจารณ์นี้
tr: incelemede, bu incelemeye ait olmayan sorunlara göndermeler mevcut
uk: відгук містить посилання на проблеми, не отсоящіеся до цього відкликанню
zh: 审阅包含不属于此审阅的 issues 的引用

# review.validation.invalid_block_type
source: invalid block type
ar: نوع كتلة غير صالح
be: недапушчальны тып блоку
bg: невалиден тип блок
cs: neplatný typ bloku
da: ugyldig block type
de: ungültiger Block-Typ
es: tipo de bloque no válido
fr: type de bloc invalide
hu: érvénytelen blokk típus
id: tipe blok tidak sah
it: tipo di blocco non valido
ja: 無効なブロックタイプ
ko: 잘못된 블록 종류
nl: ongeldige bloktype
no: ugyldig blokktype
pl: nieprawidłowy typ bloku
pt: tipo de bloco inválido
pt_br: tipo de bloco inválido
ro: tip de block invalid
ru: недопустимый тип блока
sk: neplatný typ bloku
sv: ogiltig blocktyp
th: ชนิดของบล็อกไม่ถูกต้อง
tr: geçersiz blok türü
uk: недопустимий тип блоку
zh: 板块类型无效

# review.validation.invalid_document
source: invalid review
ar: مراجعة غير صالحة
be: недапушчальны адказ
bg: невалидно ревю
cs: neplatná recenze
da: ugyldig vurdering
de: ungültige Rezension
es: revisión no válida
fr: review invalide
hu: érévnytelen értékelés
id: kajian tidak sah
it: revisione non valida
ja: 無効なレビュー
ko: 잘못된 리뷰
nl: ongeldige beoordeling
no: ugyldig anmeldelse
pl: nieprawidłowa recenzja
pt: análise inválida
pt_br: revisão inválida
ro: recenzie invalidă
ru: недопустимый отзыв
sk: neplatná recenzia
sv: ogiltig granskning
th: บทวิจารณ์ไม่ถูกต้อง
tr: geçersiz inceleme
uk: недопустимий відгук
vi: đánh giá không phù hợp
zh: 审阅无效

# review.validation.minimum_issues
source: review must contain a minimum of {0} issue|review must contain a minimum of {0} issues
ar: ألمراجعة يجب ان تحوي {0} مشكلة على الأقل|المراجعة يجب ان تحوي {0} مشاكل على الأقل
be: адказ павінен утрымліваць як мінімум {0} праблему|адказ павінен утрымліваць як мінімум {0} праблемы|адказ павінен утрымліваць як мінімум {0} праблем
bg: ревюто трябва да съдържа минимум {0} проблем|ревюто трябва да съдържа минимум {0} проблема
cs: recenze musí obsahovat minimálně {0} problém|recenze musí obsahovat minimálně {0} problémů
da: vurdering skal som minimum indeholde {0} fejl|vurdering skal som minimum indholde {0} fejl
de: Rezension muss ein Minimum von {0} Problem beinhalten|Rezensionen müssen ein Minimum von {0} Problemen beinhalten
es: la revisión debe contener un mínimo de {0} problema|la revisión debe contener un mínimo de {0} problemas
fr: le review doit contenir un minimum de {0} problème|le review doit contenir un minimum de {0} problèmes
hu: az áttekintésnek tartalmaznia kell legalább {0} problémát|Az áttekintésnek tartalmaznia kell legalább {0} problémákat
id: kajian harus tersusun atas setidaknya {0} isu|kajian harus tersusun atas setidaknya {0} isu
it: la revisione deve contenere almeno {0} problema|la revisione deve contenere almeno {0} problemi
ja: レビューには最低{0}件の問題が含まれている必要があります
ko: 리뷰는 최소한 {0}개의 이슈를 포함해야 합니다
nl: beoordeling moet een minimum van {0} issue|review moeten een minimum {0} issues bevatten
no: anmeldelsen må minst inneholde et minimum av {0} saker|anmeldelsen må minst inneholde et minimum av {0} saker
pl: recenzja musi zawierać przynajmniej {0} problem|recenzja musi zawierać przynajmniej {0} problemy|recenzja musi zawierać przynajmniej {0} problemów
pt: a revisão deve conter um mínimo de {0} problema|a revisão deve conter um mínimo de {0} problemas
pt_br: revisão deve conter um mínimo de {0} problema|revisão deve conter um mínimo de {0} problemas
ro: recezia trebuie să conțină un minimum de {0} problemă|recenzia trebuie să conțină un minimum de {0} probleme
ru: отзыв должен содержать как минимум {0} проблему|отзыв должен содержать как минимум {0} проблемы|отзыв должен содержать как минимум {0} проблем
sk: kontrola musí obsahovať minimálne {0} problémov|kontrola musí obsahovať minimálne {0} problémov
sv: granskningen måste innehålla minst {0} problem|granskningen måste innehålla minst {0} problem
th: บทวิจารณ์ต้องมีปัญหาอย่างน้อย {0} ปัญหา|บทวิจารณ์ต้องมีปัญหาอย่างน้อย {0} ปัญหา
tr: inceleme en az {0} sorun içermelidir|inceleme en az {0} sorun içermelidir
uk: відгук повинен містити як мінімум {0} проблему | відгук повинен містити як мінімум {0} проблеми | відгук повинен містити як мінімум {0} проблем
zh: 审阅时必须指出最少 {0} 个问题

# review.validation.missing_text
source: block is missing text
ar: الكتلة تفتقد للنص
be: у блоке адсутнічае тэкст
bg: липсва текст в блока
cs: bloku chybí text
da: block mangler tekst
de: block fehlt Text
es: le falta texto al bloque
fr: le bloc manque du texte
hu: hiányzó szöveg
id: tidak terdapat tulisan pada blok
it: il blocco non ha testo
ja: ブロックにテキストがありません
ko: 블록이 텍스트를 포함하고 있지 않음
nl: blok mist tekst
no: blokken mangler tekst
pl: blok nie zawiera tekstu
pt: o bloco tem texto em falta
pt_br: bloco está sem texto
ro: block-ul e lipsit de text
ru: в блоке отсутствует текст
sk: v bloku nie je žiadny text
sv: blocket saknar text
th: บล็อกไม่มีข้อความ
tr: blokta yazı eksik
uk: в блоці відсутній текст
zh: 该版块缺少文本。

# review.validation.too_many_blocks
source: reviews may only contain {0} paragraph/issue|reviews may only contain up to {0} paragraphs/issues
ar: المراجعة يمكن ان تحتوي {0} فقرةمشكلة فقط| المراجعة يمكن ان تحتوي على اكثر من {0} فقراتمشاكل
be: адказы могуць утрымліваць толькі {0} параграф/праблему|параграфы могуць утрымліваць толькі да {0} параграфаў/праблем
bg: ревютата може да съдържат само {0} параграфа/проблема|ревютата може да съдържат до {0} параграфа/проблема
cs: recenze mohou obsahovat pouze {0} odstavec/problém|recenze mohou obsahovat pouze {0} odstavců/problémů
da: vurderinger må kun indeholde {0} afsnit/problem|vurderinger må kun indeholde op til {0} afsnit/problemer
de: Rezensionen dürfen nur {0} Paragraph/Problem enthalten|Rezensionen dürfen nur bis zu {0} Paragraphen/Probleme enthalten
es: las revisiones sólo pueden contener {0} párrafo/problema|las revisiones sólo pueden contener hasta {0} párrafos/problemas
fr: les avis ne doivent contenir que {0} paragraphes/problème|les revues doivent contenir jusqu'à {0} paragraphes/problèmes
hu: a beszámolók csak {0} bekezdés/problémát tartalmazhatnak|a beszámolók legfeljebb {0} bekezdést/problémát tartalmazhatnak
id: kajian hanya dapat tersusun sepanjang maksimal {0} paragraf/isu|kajian hanya dapat tersusun sepanjang maksimal {0} paragraf/isu
it: le revisioni possono contenere solo {0} paragrafo/problema|le revisioni possono contenere fino a {0} paragrafi/problemi
ja: レビューには{0}件の段落/問題のみが含まれている場合があります
ko: 리뷰는 최대 {0}개의 문단 및 이슈를 포함할 수 있습니다.
nl: beoordelingen kunnen alleen {0} alinea/issuemaybe beoordelingen bevatten max. {0} alinea/issues
no: anmeldelser kan bare inneholde {0} paragrafer/saker|anmeldelser kan bare inneholde opptill {0} paragrafer/saker
pl: recenzje mogą zawierać wyłącznie {0} akapit/problem|recenzje mogą zawierać do {0} akapitów/problemów|recenzje mogą zawierać do {0} akapitów/problemów
pt: as revisões só podem conter {0} parágrafo/problema|as revisões só podem conter até {0} parágrafos/problemas
pt_br: revisões podem conter apenas {0} parágrafo/problema|revisões só podem conter até {0} parágrafos/problemas
ro: recenziile pot să conțină doar {0} paragrafe/probleme|recenziile pot să conțină doar până la {0} paragrafe/probleme
ru: отзывы могут содержать только {0} параграф/проблему|отзывы могут содержать только до {0} параграфов/проблем
sk: recenzie môžu obsahovať iba {0} odsekov/vydaní|recenzie môžu obsahovať iba {0} odsekov/čísel
sv: granskningarna måste endast innehålla {0} stycke/problem granskningarna får endast innehålla upp till {0} stycken/problem
th: บทวิจารณ์จำกัดให้มีแค่ {0} ย่อหน้าต่อปัญหา|บทวิจารณ์จำกัดให้มีแค่ {0} ย่อหน้าต่อหลายปัญหา
tr: incelemeler yalnızca {0} paragraf/sorun içerebilir|incelemeler sadece en fazla {0} paragraf/sorun içerebilir
uk: відгуки можуть містити лише {0} параграф/проблему|відгуки можуть містити лише до {0} параграфів/проблем
zh: 审阅只能包含 {0} 个段落或问题

# system.resolved.true
source: Marked as resolved by {0}
ar: علمت كـ مُصلحة بواسطة {0}
be: Пазначана як рашэнне карыстальнікам {0}
bg: Маркирано като разрешено от {0}
cs: Označeno jako vyřešeno uživatelem {0}
da: Marker som løst af {0}
de: Von {0} als gelöst erklärt
el: Σημειώθηκε ως επιλυμένο από {0}
es: Marcado como resuelto por {0}
fi: {0} on merkinnyt ratkaistuksi
fr: Marqué comme résolu par {0}
hu: Megoldottnak jelölve {0} által
id: Ditandai sebagai telah terjawab oleh {0}
it: Segnato come risolto da {0}
ja: {0}に解決済とマークされました
ko: {0} 님이 해결함으로 표시함.
nl: Gemarkeerd als opgelost door {0}
no: Merket som løst av {0}
pl: Oznaczone jako gotowe przez {0}
pt: Marcada como resolvida por {0}
pt_br: Marcado como resolvido por {0}
ro: Marcat ca rezolvat de {0}
ru: Помечено решённым пользователем {0}
sk: Označené ako vyriešené uživateľom {0}
sv: Markerad som löst av {0}
th: ทำเครื่องหมายเป็นแก้ไขแล้วโดย {0}
tr: {0} tarafından çözüldü olarak işaretlendi
uk: Позначено вирішеним користувачем {0}
vi: Đã đánh dấu là được giải quyết bởi {0}
zh: 被 {0} 标记为 “已解决”
zh_tw: 被 {0} 標記為 “已解決”

# system.resolved.false
source: Reopened by {0}
ar: تم اعادة فتحها بواسطة {0}
be: Адкрыта нанова карыстальнікам {0}
bg: Подновено от {0}
cs: Znovu otevřeno uživatelem {0}
da: Genåbnet af {0}
de: Von {0} wiedereröffnet
el: Ανοίχθηκε ξανά από τον {0}
es: Reabierto por {0}
fi: {0} avasi uudelleen
fr: Réouvert par {0}
hu: Újranyitva {0} által
id: Dibuka ulang oleh {0}
it: Riaperto da {0}
ja: {0}によって再開されました。
ko: {0}님이 토론을 재개했습니다
nl: Heropend door {0}
no: Gjenåpnet av {0}
pl: Otworzone ponownie przez {0}
pt: Reaberta por {0}
pt_br: Reaberto por {0}
ro: Redeschis de {0}
ru: Открыто заново пользователем {0}
sk: Znovu otvorené uživateľom {0}
sv: Återöppnad av {0}
th: ถูกเปิดใหม่โดย {0}
tr: {0} tarafından yeniden açıldı
uk: Повторно відкрито користувачем {0}
vi: Đã mở lại bởi {0}
zh: 被 {0} 重新打开
zh_tw: 被 {0} 標記為 “未解決”

# timestamp_display.general
source: general
ar: عام
be: агульнае
bg: общо
cs: obecné
da: generelt
de: allgemein
el: γενικά
fi: yleiset
fr: général
hu: általános
id: umum
it: generale
ja: 全般
ko: 일반
nl: algemeen
no: generelt
pl: główne
pt: geral
pt_br: geral
ru: общее
sk: všeobecné
sv: allmänt
th: ทั่วไป
tr: genel
uk: загальні
zh: 常规
zh_tw: 一般

# timestamp_display.general_all
source: general (all)
ar: عام (الكل)
be: агульнае (усе)
bg: общо (всички)
cs: obecné (všechny)
da: generelt (alle)
de: allgemein (alle)
el: γενικά (όλα)
es: general (todo)
fi: yleiset (kaikki)
fr: général (tous)
hu: általános (mind)
id: umum (semua)
it: generale (tutti)
ja: 全般（全て）
ko: 일반 (전체)
nl: algemeen (alles)
no: generelt (alt)
pl: główne (wszystkie)
pt: geral (todas)
pt_br: geral (tudo)
ro: general (tot)
ru: общее (все)
sk: všeobecné (všetky)
sv: allmänt (alla)
th: หมวดทั่วไป (รวม)
tr: genel (hepsi)
uk: загальні (усі)
zh: 常规（所有难度）
zh_tw: 一般(所有)

# user_filter.everyone
source: Everyone
ar: الجميع
be: Усе
bg: Всички
cs: Všichni
da: Alle
de: Jeder
el: Όλοι
es: Todos
fi: Jokainen
fr: Tout le monde
hu: Mindenki
id: Semua orang
it: Tutti
ja: 全てのユーザー
ko: 모두
nl: Iedereen
no: Alle
pl: Wszyscy
pt: Toda a gente
pt_br: Todos
ro: Toată lumea
ru: Все
sk: Ktokoľvek
sv: Allihopa
th: ทุกคน
tr: Herkes
uk: Усі
vi: Mọi người
zh: 所有人
zh_tw: 所有人

# user_filter.label
source: Filter by user
ar: الفرز حسب المستخدم
be: Фільтр па карыстальнікам
bg: Филтрирано от потребителя
cs: Filtrovat podle uživatele
da: Filtrer efter bruger
de: Nach Benutzer filtern
el: Φιλτράρισμα ανά χρήστη
es: Filtrar por usuario
fi: Suodata käyttäjien mukaan
fr: Filtrer par utilisateur
hu: Szűrés felhasználó szerint
id: Saring berdasarkan pengguna
it: Filtra per utente
ja: ユーザーで絞り込む
ko: 사용자순 필터링
nl: Filter op gebruiker
no: Filtrer etter bruker
pl: Filtruj według użytkownika
pt: Filtrar por utilizador
pt_br: Filtrar por usuário
ro: Filtrează după utilizator
ru: Сортировать по пользователям
sk: Filtrovať podľa užívateľa
sv: Filtrera efter användare
th: กรองโดยผู้ใช้
tr: Kullanıcıya göre filtrele
uk: Сортувати по користувачах
vi: Lọc theo người dùng
zh: 按用户筛选
zh_tw: 按使用者篩選
