Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmapsets.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# show.details.favourite
source: Favourite this beatmap
ar: تفضيل هذه الخريطة
be: Дадаць да абраных
bg: Харесай този бийтмап сет
cs: Přidat do mých oblíbených
da: Markér dette beatmapset som favorit
de: Dieses Beatmapset zu deinen Favoriten hinzufügen
el: Προσθέστε αυτό το beatmapset στα αγαπημένα
es: Marcar como favorito
fi: Lisää tämä beatmap-setti suosikkeihin
fr: Ajouter ce beatmapset aux favoris
hu: A beatmap szett kedvencek közé tétele
id: Tambahkan beatmap ini ke dalam daftar Beatmap Favorit
it: Mi piace questo beatmapset
ja: このビートマップをお気に入りに登録する
ko: 즐겨찾기
nl: Markeer deze beatmapset als favoriet
no: Marker dette beatmapsettet som en favoritt
pl: Dodaj do ulubionych
pt: Marcar este beatmapset como favorito
pt_br: Favoritar este beatmap
ro: Adaugă acest beatmapset la favorite
ru: Добавить в избранное
sk: Pridať do mojich obľúbených
sv: Favorisera denna beatmapset
th: กดชื่นชอบ beatmapset นี้
tr: Beatmap setini favorilere ekle
uk: Додати в обране
vi: Yêu thích beatmapset này
zh: 收藏这张谱面
zh_tw: 收藏這張圖譜

# show.details.favourite_login
source: Sign in to favourite this beatmap
ar: قم بتسجيل الدخول لتفضيل هذه الخريطة
de: Melde dich an, um diese Beatmap zu favorisieren
es: Inicie sesión para marcar este mapa como favorito
fr: Connectez-vous pour ajouter cette beatmap aux favoris
id: Silakan masuk untuk menambahkan beatmap ini ke Beatmap Favorit
it: Accedi per aggiungere questa beatmap ai preferiti
ja: ログインしてこのビートマップをお気に入りに登録する
ko: 로그인하여 이 비트맵을 즐겨찾기 하세요.
pl: Zaloguj się, by dodać tę beatmapę do ulubionych
pt: Inicia sessão para pôr este beatmap nos favoritos
pt_br: Inicie a sessão favoritar este beatmap
ru: Войдите, чтобы добавить эту карту в избранное
th: ลงชื่อบีทแมพนี้เป็นรายการโปรด
tr: Beatmapi favorilere eklemek için giriş yap
uk: Увійдіть, щоб додати цю карту
zh: 登录以收藏这张谱面
zh_tw: 登入後才能把這張圖譜加到最愛

# show.details.logged-out
source: You need to sign in before downloading any beatmaps!
ar: تحتاج إلى تسجيل الدخول قبل تنزيل أي خريطة!
be: Каб спампаваць нейкую бітмапу, вам трэба ўвайсці!
bg: Трябва да сте влезли в акаунта си преди да е възможно да теглите бийтмапове!
cs: Pro stahování beatmap musíš být přihlášen!
da: Du skal være logget ind for at kunne downloade beatmaps!
de: Zum Herunterladen von Beatmaps muss man eingeloggt sein!
el: Πρέπει να συνδεθείτε πριν κάνετε λήψη κάποιου beatmap!
es: ¡Necesitas iniciar sesión antes de descargar cualquier mapa!
fi: Sinun täytyy kirjautua sisään ladataksesi beatmappeja!
fr: Vous devez vous connecter pour pouvoir télécharger des beatmaps !
hu: Beatmap letöltéshez be kell jelentkezned!
id: Anda harus masuk sebelum mengunduh beatmap!
it: Devi avere effettuato il login prima di scaricare qualsiasi beatmap!
ja: ビートマップをダウンロードするにはログインが必要です！
ko: 로그인 후 비트맵을 다운로드하세요!
nl: Je moet ingelogd zijn voordat je beatmaps kan downloaden!
no: Du må logge inn før du kan laste ned beatmaps!
pl: Zaloguj się, aby zacząć pobierać beatmapy!
pt: Precisas de iniciar sessão antes de transferir quaisquer beatmaps!
pt_br: Você precisa conectar-se antes de baixar qualquer beatmap!
ro: Trebuie să te autentifici înainte de a descărca vreun beatmap!
ru: Вы должны войти для загрузки карты!
sk: Pre sťahovanie beatmap sa najskôr musíš prihlásiť!
sv: Du behöver logga in innan du laddar ner beatmaps!
th: คุณต้องเข้าสู่ระบบก่อนที่จะดาวน์โหลดบีทแมพ
tr: Herhangi bir beatmapi indirmeden önce giriş yapmalısınız!
uk: Ви повинні увійти для завантаження карти!
vi: Bạn cần phải đăng nhập trước khi tải xuống beatmap!
zh: 下载谱面前请先登录！
zh_tw: 下載圖譜前請先登入！

# show.details.mapped_by
source: mapped by {0}
ar: نشأت بواسطة {0}
be: створана {0}
bg: съпоставено от {0}
cs: beatmapu vytvořil {0}
da: mappet af {0}
de: erstellt von {0}
el: δημιουργήθηκε από {0}
es: mapeado por {0}
fi: luonut: {0}
fr: mappée par {0}
hu: mappolva {0} által
id: dibuat oleh {0}
it: mappata da {0}
ja: 作者 {0}
ko: {0}님의 맵
nl: gemapped door {0}
no: mappet av {0}
pl: autorstwa {0}
pt: mapeado por {0}
pt_br: mapeado por {0}
ro: mapat de {0}
ru: сделана {0}
sk: beatmapu vytvoril {0}
sv: skapad av {0}
th: แมพโดย {0}
tr: {0} tarafından yapıldı
uk: створена {0}
vi: được tạo bởi {0}
zh: 作图者: {0}
zh_tw: 由 {0} 製作

# show.details.unfavourite
source: Unfavourite this beatmap
ar: إلغاء تفضيل هذه الخريطة
be: Выдаліць з абраных
bg: Премахни от харесани бийтмап сетове
cs: Odebrat z mých oblíbených
da: Fjern dette beatmapset fra dine favoritter
de: Dieses Beatmapset von deinen Favoriten entfernen
el: Αφαιρέστε αυτό το beatmapset από τα αγαπημένα
es: Desmarcar como favorito
fi: Poista tämä beatmapkokoelma suosikeista
fr: Retirer cette beatmapset des favoris
hu: Beatmap eltávolitása a kedvencek közül
id: Hapus beatmap ini dari daftar Beatmap Favorit
it: Non mi piace questo beatmapset
ja: このビートマップをお気に入りから削除する
ko: 즐겨찾기 해제
nl: Verwijder markering als favoriet
no: Fjern dette beatmapsettet som en favoritt
pl: Usuń z ulubionych
pt: Desmarcar este beatmapset como favorito
pt_br: Remover dos favoritos
ro: Elimină acest beatmapset de la favorite
ru: Удалить из избранного
sk: Odobrať z mojich obľúbených
sv: Ta bort favorisering på denna beatmapset
th: เลิก Favourite beatmapset นี้
tr: Beatmap setini favorilerden çıkar
uk: Видалити з Обраного
vi: Bỏ yêu thích beatmapset này
zh: 取消收藏
zh_tw: 取消收藏

# show.details.updated_timeago
source: last updated {0}
ar: آخر تحديث {0}
be: абноўлены {0}
bg: последно актуализиран {0}
cs: naposledy aktualizováno {0}
da: sidst opdateret {0}
de: zuletzt aktualisiert {0}
el: τελευταία ενημέρωση {0}
es: actualizado por última vez {0}
fi: päivitetty viimeksi {0}
fr: dernière mise à jour le {0}
hu: utóljára frissítve: {0}
id: terakhir diperbarui {0}
it: ultimo aggiornamento {0}
ja: 最終更新 {0}
ko: {0}에 마지막으로 수정됨
nl: laatst bijgewerkt {0}
no: sist oppdatert {0}
pl: ostatnio zaktualizowana {0}
pt: atualizado há {0}
pt_br: última atualização {0}
ro: ultima dată actualizat {0}
ru: обновлена {0}
sk: naposledy aktualizované {0}
sv: senast ändrad {0}
th: อัปเดตล่าสุดเมื่อ {0}
tr: son güncelleme: {0}
uk: оновлена {0}
vi: cập nhật lần cuối vào {0}
zh: 上次更新于 {0}
zh_tw: 最後更新時間 {0}

# show.details.download._
source: Download
ar: تنزيل
be: Спампаваць
bg: Изтегли
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fr: Télécharger
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: downloaden
no: Last ned
pl: Pobierz
pt: Descarregar
pt_br: Baixar
ro: Descarcă
ru: Скачать
sk: Stiahnúť
sv: Ladda Ner
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải Xuống
zh: 下载
zh_tw: 下載

# show.details.download.no-video
source: without Video
ar: دون الفيديو
be: без відэа
bg: без видео
cs: bez Videa
da: uden video
de: ohne Video
el: χωρίς Βίντεο
es: sin vídeo
fi: ilman videota
fr: sans Vidéo
hu: Videó nélkül
id: tanpa Video
it: senza Video
ja: 動画なし
ko: 영상 미포함
nl: zonder video
no: uten Video
pl: bez wideo
pt: sem vídeo
pt_br: sem Vídeo
ro: fără videoclip
ru: без видео
sk: bez Videa
sv: utan Video
th: ไม่มีวิดิโอ
tr: Video olmadan
uk: без відео
vi: không Video
zh: 不包含视频
zh_tw: 不含影像

# show.details.download.video
source: with Video
ar: مع الفيديو
be: з відэа
bg: с видео
cs: s Videem
da: med video
de: mit Video
el: με Βίντεο
es: con vídeo
fi: videon kanssa
fr: avec Vidéo
hu: Videóval
id: dengan Video
it: con Video
ja: 動画あり
ko: 영상 포함
nl: met Video
no: med Video
pl: z wideo
pt: com vídeo
pt_br: com Vídeo
ro: cu videoclip
ru: с видео
sk: s Videom
sv: med Video
th: พร้อมวิดิโอ
tr: Video ile
uk: з відео
vi: cùng Video
zh: 包含视频
zh_tw: 含影像

# show.details.login_required.bottom
source: to access more features
ar: للحصول على المزيد من الميزات
be: каб атрымаць доступ да іншых функцый
bg: за достъп до повече функции
cs: pro přístup k dalším funkcím
da: til at få adgang til flere funktioner
de: für mehr Features
el: για να αποκτήσετε πρόσβαση σε περισσότερες λειτουργίες
es: para acceder a más características
fi: lisäomimaisuuksien käyttämiseen
fr: pour accéder à plus de fonctionnalités
hu: további funkciók eléréséhez
id: untuk mengakses lebih banyak fitur
it: per accedere a maggiori funzionalità
ja: より多くの機能にアクセスする
ko: 하여 더 많은 기능 사용
nl: toegang tot meer functies
no: for å få tilgang til flere funksjoner
pl: aby uzyskać dostęp do pozostałych funkcji
pt: para aceder a mais funcionalidades
pt_br: para acessar mais funcionalidades
ro: pentru a accesa mai multe avantaje
ru: чтобы скачать
sk: pre prístup k ďalším funkciám
sv: för att komma åt fler funktioner
th: เพื่อได้รับคุณสมบัติเพิ่มเติม
tr: daha fazla özelliğe erişmek için
uk: щоб завантажити
vi: để truy cập vào nhiều tính năng hơn
zh: 以使用更多的功能
zh_tw: 以使用更多的功能

# show.details.login_required.top
source: Sign In
ar: تسجيل الدخول
be: Увайсці
bg: Влизане
cs: Přihlašte se
da: Log ind
de: Einloggen
el: Συνδεθείτε
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
no: Logg inn
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Conectar-se
ro: Autentificare
ru: Войдите
sk: Prihláste sa
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійдіть
vi: Đăng Nhập
zh: 登录
zh_tw: 登入

# show.details_date.approved
source: approved {0}
ar: مقبولة {0}
bg: одобрен {0}
cs: schváleno {0}
da: godkendt {0}
es: aprobado {0}
fr: approuvé le {0}
hu: jóváhagyva: {0}
id: berstatus Approved sejak {0}
it: approvata {0}
ko: {0} 전 approved 됨
nl: goedgekeurd {0}
no: godkjent {0}
pl: zatwierdzona {0}
pt: aprovado há {0}
pt_br: aprovado {0}
ro: aprobat {0}
ru: одобрена {0}
sv: godkänd {0}
th: อนุมัติ {0}
tr: onaylandı: {0}
uk: затверджено {0}
vi: được chấp nhận {0}
zh: approved 于 {0}
zh_tw: 於{0}批准

# show.details_date.loved
source: loved {0}
ar: محبوب timeago:
bg: обичан {0}
da: elsket {0}
es: amado {0}
fr: a été loved le {0}
hu: kedvelve: {0}
id: berstatus Loved sejak {0}
it: amata {0}
ko: {0} 전 loved 됨
nl: geliefd {0}
no: elsket {0}
pl: ulubiona społeczności {0}
pt: adorado há {0}
ro: iubit {0}
ru: стала любимой {0}
sv: älskad {0}
th: loved เมื่อ {0}
tr: sevilenlere eklendi: {0}
uk: улюблена {0}
vi: được yêu thích {0}
zh: loved 于 {0}

# show.details_date.qualified
source: qualified {0}
ar: مؤهل timeago:
bg: квалифициран {0}
cs: kvalifikováno {0}
da: kvalificeret {0}
de: qualifiziert {0}
es: calificado {0}
fr: qualifiée le {0}
hu: kvalifikálva: {0}
id: berstatus Qualified sejak {0}
it: qualificata {0}
ko: {0} 전 qualified 됨
nl: gekwalificeerd {0}
no: kvalifisert {0}
pl: zakwalifikowana {0}
pt: qualificado há {0}
pt_br: qualificado {0}
ro: calificat {0}
ru: квалифицирована {0}
sv: kvalificerat {0}
tr: nitelikli oldu: {0}
uk: кваліфікована {0}
zh: qualified 于 {0}

# show.details_date.ranked
source: ranked {0}
ar: مصفوفة {0}
bg: класиран {0}
es: clasificado {0}
fr: classée le {0}
hu: rangsorolva: {0}
id: berstatus Ranked sejak {0}
it: rankata {0}
ko: {0} ranked 됨
no: rangert {0}
pl: rankingowa {0}
pt: classificado há {0}
pt_br: ranqueado {0}
ro: clasat {0}
ru: стала рейтинговой {0}
sv: rankad {0}
th: จัดอันดับแล้วเมื่อ {0}
tr: dereceli oldu: {0}
uk: рейтингова {0}
vi: được xếp hạng {0}
zh: ranked 于 {0}
zh_tw: 於{0}進榜

# show.details_date.submitted
source: submitted {0}
ar: مُقدَمَة {0}
bg: публикуван {0}
cs: odesláno {0}
da: indsendt {0}
de: hochgeladen {0}
es: enviado {0}
fr: envoyée le {0}
hu: beküldve: {0}
id: diunggah pada {0}
it: inviata {0}
ja: 投稿 {0}
ko: {0} 제출됨
nl: verzonden {0}
no: sent inn {0}
pl: przesłana {0}
pt: submetido há {0}
pt_br: enviado {0}
ro: postat {0}
ru: загружена {0}
sv: skickad {0}
th: ส่งเมื่อ {0}
tr: gönderildi: {0}
uk: завантажена {0}
vi: được đăng {0}
zh: 提交于 {0}
zh_tw: 於{0}提交

# show.details_date.updated
source: last updated {0}
ar: آخر تحديث {0}
bg: последно актуализиран {0}
cs: naposledy aktualizováno {0}
da: sidst opdateret {0}
de: zuletzt aktualisiert {0}
es: actualizado por última vez {0}
fr: dernière mise à jour le {0}
hu: utolsó frissítés: {0}
id: terakhir diperbarui {0}
it: ultimo aggiornamento {0}
ja: 最終更新 {0}
ko: {0} 마지막으로 수정됨
nl: laatst bijgewerkt {0}
no: sist oppdatert {0}
pl: ostatnio zaktualizowana {0}
pt: atualizado há {0}
pt_br: atualizado {0}
ro: ultima dată actualizat {0}
ru: обновлена {0}
sk: naposledy aktualizovaný {0}
sv: senast uppdaterat {0}
th: อัปเดตครั้งล่าสุดเมื่อ {0}
tr: son güncelleme: {0}
uk: оновлена {0}
vi: cập nhật lần cuối {0}
zh: 上次更新于 {0}
zh_tw: 上次更新於{0}

# show.favourites.limit_reached
source: You have too many favourited beatmaps! Please unfavourite some before trying again.
ar: لديك عدد كبير جداََ من الخرائط المحبوبة! رجائاََ قم بألغاء بعضها قبل المحاولة مجدداََ.
be: Вы маеце зашмат абраных бітмап! Калі ласка, выдаліце некатрыя з іх і паўтарыце спробу.
bg: Имате прекалено много харесани бийтмапове. Моля махнете няколко от списъка и опитайте отново.
cs: Máte příliš map v oblibených! Než to budete zkoušet znova, nějakou odstraňte.
da: Du har for mange favoritter! Fjern venligst en favorit for at tilføje en ny.
de: Du hast zu viele favorisierte Beatmaps! Bitte entferne welche, bevor du es nochmal versuchst.
el: Έχετε πάρα πολλά αγαπημένα beatmaps! Παρακαλώ αφαιρέστε κάποια πριν ξαναδοκιμάσετε.
es: ¡Tienes demasiados mapas favoritos! Por favor, desmarca algunos antes de volver a intentarlo.
fi: Sinulla on liian monta lempikappaletta! Poista joitain suosikeistasi ennen uudelleenyrittämistä.
fr: Vous avez trop de beatmaps favorites ! Veuillez en supprimer quelques-unes avant d'essayer à nouveau.
hu: Túl sok beatmap van a kedvenceid között! Kérlek távolíts el néhányat az újrapróbálkozás előtt.
id: Beatmap yang telah Anda favorit terlalu banyak! Mohon hapus beberapa sebelum melanjutkan.
it: Hai troppe beatmap preferite! Rimuovine qualcuna prima di riprovare.
ja: お気に入りのビートマップが多すぎます！お気に入りを外してから再試行してください。
ko: 즐겨찾기 한 비트맵이 너무 많습니다! 계속하기 전에 즐겨찾기 수를 줄여주세요.
nl: Je hebt te veel favoriete beatmaps! Verwijder er een paar voor je het opnieuw probeert.
no: Du har lagt til for mange beatmaps som favoritter! Vennligst fjern noen av favorittene dine før du prøver igjen.
pl: Masz za dużo ulubionych beatmap! Usuń kilka, jeżeli chcesz kontynuować.
pt: Tens demasiados beatmaps como favoritos! Por favor remove alguns antes de tentares novamente.
pt_br: Você tem muitos beatmaps favoritados! Remova alguns e tente novamente.
ro: Ai prea multe beatmaps favorite! Te rugăm să mai elimini câteva înainte de a încerca din nou.
ru: У вас слишком много избранных карт! Пожалуйста, удалите некоторые из них из избранных и попробуйте снова.
sk: Máte príliš veľa obľúbených beatmáp! Prosím odstráňte jednu pre pokračovanie.
sv: Du har för många favoriserade beatmaps! Var vänlig ta bort en favorit innan du fortsätter.
th: คุณมีบีทแมพที่ชื่นชอบมากเกินไป! กรุณาเอาออกบ้างแล้วลองอีกครั้ง
tr: Favorilerinizde çok fazla beatmap'iniz var! Lütfen devam etmeden önce birini çıkartın.
uk: У вас занадто багато обраних карт! Видаліть деякі з них і спробуйте знову.
vi: Bạn có quá nhiều beatmap yêu thích! Hãy hũy yêu thích vài beatmap và thử lại sau.
zh: 谱面收藏数超出限制，请删除一些后再试。
zh_tw: 您收藏的圖譜已達上限，請取消一張再試。

# show.hype.action
source: Hype this map if you enjoyed playing it to help it progress to <strong>Ranked</strong> status.
ar: اَشِد هذه الخريطة ان احببت لعبها لمساعدتها لاِحتلال حالة <strong>التصفيف</strong>.
be: Надайце хайп гэтай мапе, калі вам спадабалася гуляць у яе, і каб павялічыць ейны стан <strong>Рэйтынгу</strong>.
bg: Надъхай този бийтмап ако ви е харесал и искате да помогнете за развитието и <strong>класирането</strong> му.
cs: Dejte Hype téhle mapě, pokud jste si užili její hraní a pomocte jí se dostat do <strong>Hodnoceného</strong> stavu.
da: Hype dette map hvis du nød at spille det for at hjælpe det til at komme til en <strong>Ranked</strong> status.
de: Wenn du es dir Spaß gemacht hat, diese Map zu spielen, dann hype sie, um bei ihrem Fortschritt zum <strong>Ranked</strong>-Status zu helfen.
el: Προωθήστε το map εαν σας άρεσε και βοηθήστε το να προοδεύσει στην <strong>Ranked</strong> κατάταξη.
es: Hypea este mapa si te gustó jugarlo para ayudar a que progrese al estado de <strong>Clasificado</strong>.
fi: Jos nautit tästä kartasta, hurraa sitä edistääksesi sen siirtymistä <strong>Hyväksyttyyn</strong> tilaan.
fr: Hype cette map si vous avez aimé la jouer afin qu’elle progresse au statut de <strong>Classée</strong>.
hu: Hype-old a map-et ha élvezted rajta a játékot, hogy segíthesd a <strong>Rangsorolt</strong> állapot felé jutásban.
id: Apabila Anda menyukai beatmap ini, berikanlah hype Anda untuk mendorong beatmap ini agar dapat selangkah lebih dekat menuju status <strong>Ranked</strong>.
it: Metti hype a questa beatmap se ti sei divertito a giocarla per aiutare a renderla <strong>Classificata</strong>.
ja: もしこのビートマップが良かった場合、Hypeすることでビートマップのステータスが<strong>Ranked</strong>状態になります。
ko: 이 맵이 마음에 드신다면 <strong>Ranked</strong> 상태가 될 수 있도록 도움을 주게 Hype 해주세요.
nl: Hype deze map als je het leuk vond om deze te spelen en om het te helpen de status <strong>ranked</strong> te bereiken.
no: Hype denne mappen hvis du likte å spille den, for å hjelpe den å nå <strong>Rangert</strong> status.
pl: Nagłośnij tę beatmapę, aby pomóc jej w uzyskaniu statusu <strong>rankingowego</strong>.
pt: Hypeia este mapa se gostaste de o jogar para ajudá-lo a progredir ao estado <strong>Classificado</strong>.
pt_br: Dê um hype se você se divertiu jogando este map para ajudá-lo no processo de <strong>Ranqueamento</strong>.
ro: Hype această mapă dacă ți-a plăcut să o joci, astfel încât să progreseze la stadiul de <strong>Clasat</strong>.
ru: Хайпаните эту карту, если Вам понравилось её играть, чтобы помочь ей стать <strong>Рейтинговой</strong>.
sk: Dajte Hype tejto mape, ak ste si užili jej hranie, aby ste jej pomohli dostať <strong>Hodnotený</strong> status.
sv: Hypa denna map om du gillade att spela den för att hjälpa den att utvecklas till <strong>Rankad</strong> status.
th: ให้กำลังใจแมพนี้ หากคุณสนุกกับการเล่นและต้องการช่วยเหลือไปยังสถานะ <strong>Ranked</strong>
tr: Eğer beğendiyseniz <strong>Dereceli</strong> statüsüne erişmesine yardımcı olmak için bu mapi gazlayın.
uk: Хайпніть цю мапу, якщо вам сподобалося в неї грати, для того щоб допомогти їй отримати статус<strong>Рангової</strong>.
vi: Hype nếu bạn thích map này để giúp nó tiến tới trạng thái <strong>Được xếp hạng</strong>.
zh: 如果你觉得这张谱面很好玩，推荐它来帮助它发展到<strong>Ranked</strong>状态。
zh_tw: 如果你喜歡這張圖譜，請推薦它來幫助它進展至<strong>進榜</strong>狀態。

# show.hype.current._
source: This map is currently {0}.
ar: هذه الخريطة حاليا {0}.
be: Зараз гэтыя мапа {0}.
bg: Този мап в момента е {0}.
cs: Tato mapa je právě {0}.
da: Dette map er i øjeblikket {0}.
de: Die Map ist zurzeit {0}.
el: Αυτό το map είναι προς το παρόν {0} .
es: Este mapa está actualmente {0}.
fi: Tämä kartta on {0}.
fr: Cette map est actuellement {0}.
hu: Ez a map {0} jelenleg.
id: Beatmap ini sedang berstatus {0}.
it: Questa mappa è attualmente {0}.
ja: このビートマップは現在{0}です。
ko: 이 맵은 현재 {0} 상태입니다.
nl: Deze map is momenteel {0}.
no: Dette mappet er for øyeblikket {0}.
pl: Ta beatmapa jest obecnie {0}.
pt: Este mapa está atualmente {0}.
pt_br: Este map está atualmente {0}.
ro: Această mapă este în prezent {0}.
ru: Эта карта сейчас {0}.
sk: Táto mapa je práve {0}.
sv: Denna map är för närvarande {0}.
th: แมพนี้อยู่ในระหว่าง {0}
tr: Bu map şu anda {0}.
uk: Ця карта зараз {0}.
vi: Map này đang ở trạng thái {0}.
zh: 这张谱面正处于 {0} 状态。
zh_tw: 此地圖目前是 {0} 的。

# show.hype.current.status.pending
source: pending
ar: مُعلَقة
be: чакае
bg: изчакващ
cs: čekající
da: afvendtende
de: ausstehend
el: εκκρεμεί
es: pendiente
fi: vireillä
fr: en attente
hu: függőben
it: in attesa
ko: 보류
nl: in behandeling
no: ventende
pl: oczekująca
pt: pendente
pt_br: pendente
ro: în așteptare
ru: на рассмотрении
sk: čakajúci
sv: väntande
th: อยู่ระหว่างดำเนินการ
tr: beklemede
uk: на розгляді
vi: chờ
zh_tw: 待處理

# show.hype.current.status.qualified
source: qualified
ar: مؤهلة
be: кваліфікаваны
bg: квалифициран
cs: kvalifikované
da: kvalificeret
de: qualifiziert
el: πιστοποιημένο
es: calificado
fi: hyväksytty
fr: qualifiée
hu: kvalifikált
it: qualificata
nl: gekwalificeerd
no: kvalifisert
pl: zakwalifikowana
pt: qualificado
pt_br: qualificado
ro: calificată
ru: квалифицирована
sk: kvalifikované
sv: kvalificerad
tr: nitelikli
uk: кваліфікована
zh_tw: 已提名

# show.hype.current.status.wip
source: work in progress
ar: قيد العمل
be: праца ў працэсе
bg: в процес на разработка
cs: rozpracované
da: under konstruktion
el: εργασία σε εξέλιξη
es: en proceso de elaboración
fi: keskeneräinen
hu: munkálatok alatt
id: dalam pengerjaan (work-in-progress)
ja: 作業中
ko: 제작 중
nl: werk in uitvoering
no: under konstruksjon
pl: rozwijana
pt: trabalho em progresso
pt_br: em processo de criação
ro: muncă în desfășurare
ru: в разработке
sk: rozpracované
sv: under utveckling
th: อยู่ระหว่างดำเนินการ
tr: yapım aşamasında
uk: робота в процесі
vi: đang thực hiện
zh: 制作中
zh_tw: 製作中

# show.hype.disqualify._
source: If you find an issue with this beatmap, please disqualify it {0}.
ar: اذا وجدت مشكلة مع الأغنية, ارجوك قم بأِلغاء تأهيلها {0}.
bg: Ако откриете проблем с този бийтмап, моля дисквалифицирайте го {0}.
cs: Pokud najdete problém s touto mapou, diskvalifikujte ji prosím {0}.
da: Hvis du finder en fejl i denne beatmap, diskvalificer den venligst {0}.
de: Wenn du ein Problem mit dieser Beatmap findest, disqualifiziere diese bitte {0}.
es: Si encuentras un problema con este mapa, por favor descalifícalo {0}.
fr: Si vous avez un problème avec cette beatmap, veuillez la disqualifier {0}.
hu: Ha találsz javaslatokat, problémákat a térképpel kapcsolatban, kérlek diszkvalifikáld ezen a linken keresztül: {0}
id: Jika Anda menemukan masalah pada beatmap ini, mohon diskualifikasi beatmap yang bersangkutan melalui {0}.
it: Se trovi un errore in questa beatmap, per favore segnalalo {0}.
ja: このビートマップで問題が見つかった場合は、Disqualifyにしてください。{0}
ko: 이 비트맵에 문제가 있다면, {0}해 주세요.
nl: Als u een probleem met deze beatmap vindt, alsjeblieft diskwalificeer het {0}.
no: Hvis du finner et problem med dette beatmappet, vennligst diskvalifiser det {0}.
pl: Jeżeli znajdziesz problem z tą beatmapą, zdyskwalifikuj ją {0}.
pt: Se encontrares um problema com este beatmap, por favor desqualifica-o {0}.
pt_br: Se você encontrar um problema com este beatmap, por favor desqualifique-o {0}.
ro: Dacă găsești o problemă cu acest beatmap, vă rugăm descalificați-o {0}.
ru: Если Вы обнаружили проблему у этой карты, пожалуйста, дисквалифицируйте её {0}.
sv: Om du hittar ett problem med denna beatmap, diskvalificera den {0}.
th: ถ้าคุณพบปัญหากับบีทแมพนี้ ให้คุณยกเลิกสถานะ Qualified ของบีทแมพนี้ไป {0}
tr: Eğer bu beatmapte bir sorun bulduysanız, lütfen {0} diskalifiye edin.
uk: Якщо ви знайшли помилку в цій карті, будь ласка, позбавите її кваліфікації {0}.
zh: 如果你认为此谱面有问题，可以取消提名：{0}
zh_tw: 如果你認為此圖譜有問題，可將之取消提名：{0}
