Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/BeatmapsetEvents.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# type.kudosu_allow
source: Kudosu allowance
ar: سماح كودوسو
be: Ліміт Kudosu
bg: Отпуснато Kudosu
cs: Příspěvek Kudosu
da: Kudosu indkomst
de: Kudosu erlauben
el: Επίδομα Kudosu
es: Permiso de Kudosu
fi: Kusodun hyväksyntä
fr: Allocation de Kudosu
hu: Kudosu engedélyezés
id: Perolehan kudosu
it: Accettazione kudosu
ja: Kudosuを許可
ko: Kudosu 허용
nl: Kudosu toelaatbaarheid
no: Kudosu kvote
pl: Zezwolenie na otrzymanie kudosu
pt: Pensão de kudosu
pt_br: Abono de Kudosu
ro: Alocația de kudosu
ru: Квота Kudosu
sk: Prídavok Kudosu
sv: Kudosu ersättning
th: อนุญาต Kudosu
tr: Kudosu avansı
uk: Ліміт кудосу
vi: Cho phép kudosu
zh: 给予 Kudosu
zh_tw: 給予 Kudosu

# type.kudosu_deny
source: Kudosu denial
ar: رفض كودوسو
be: Адмова ў Kudosu
bg: Отказ на Kudosu
cs: Odmítnutí Kudosu
da: Kudosu nægtelse
de: Kudosu verweigern
el: Άρνηση Kudosu
es: Negación de Kudosu
fi: Kusodun kieltäminen
fr: Refus de Kudosu
hu: Kudosu megtagadás
id: Penolakan Kudosu
it: Negazione kudosu
ja: Kudosuを拒否
ko: Kudosu 거부
nl: Kudosu weigering
no: Kudosu benektelse
pl: Odrzucenie otrzymania kudosu
pt: Rejeição de kudosu
pt_br: Negação de Kudosu
ro: Respingere de kudosu
ru: Отказ в Kudosu
sk: Neuznanie kudosu
sv: Kudosu förnekande
th: ปฏิเสธ Kudosu
tr: Kudosu reddi
uk: Відмова в кудосу
vi: Từ chối kudosu
zh: 收回 Kudosu
zh_tw: 收回 Kudosu

# type.kudosu_gain
source: Kudosu gain
ar: كسب كودوسو
be: Атрыманне Kudosu
bg: Печалба на Kudosu
cs: Zisk Kudosu
da: Kudosu tjent
de: Kudosu erlangt
el: Κέρδος Kudosu
es: Ganancia de Kudosu
fi: Kusodun ansaitseminen
fr: Gain de Kudosu
hu: Kudosu nyereség
id: Pendapatan kudosu
it: Guadagno kudosu
ja: Kudosuを獲得
ko: Kudosu 획득
nl: Kudosu verzamelen
no: Kudosu gevinst
pl: Zdobycie kudosu
pt: Ganho de kudosu
pt_br: Ganho de Kudosu
ro: Câștigare de kudosu
ru: Получение Kudosu
sk: Zisk kudosu
sv: Kudosu ökning
th: ได้รับ Kudosu
tr: Kudosu kazancı
uk: Отримання кудосу
vi: Kudosu đạt được
zh: 获得 Kudosu
zh_tw: 獲得 Kudosu

# type.kudosu_lost
source: Kudosu loss
ar: خسارة كودوسو
be: Згубленне Kudosu
bg: Загуба на Kudosu
cs: Ztráta Kudosu
da: Kudosu mistet
de: Kudosu verloren
el: Απώλεια Kudosu
es: Pérdida de Kudosu
fi: Kusodun menettäminen
fr: Perte de Kudosu
hu: Kudosu veszteség
id: Penganuliran kudosu
it: Perdita kudosu
ja: Kudosuを失う
ko: Kudosu 잃음
nl: Kudosu verlies
no: Kudosu tap
pl: Utrata kudosu
pt: Perda de kudosu
pt_br: Perda de Kudosu
ro: Pierdere de kudosu
ru: Потеря Kudosu
sk: Strata kudosu
sv: Kudosu förlust
th: เสีย Kudosu
tr: Kudosu kaybı
uk: Втрата кудосу
vi: Kudosu giảm
zh: 失去 Kudosu
zh_tw: 失去 Kudosu

# type.kudosu_recalculate
source: Kudosu recalculation
ar: حساب كودوسو
be: Пералік Kudosu
bg: Преизчисляване на Kudosu
cs: Přepočet Kudosu
da: Kudosu genberegning
de: Kudosu neuberechnen
el: Επαναϋπολογισμός Kudosu
es: Recalculación de Kudosu
fi: Kusodun uudelleenlaskenta
fr: Recalcul du Kudosu
hu: Kudosu újraszámítás
id: Perhitungan ulang kudosu
it: Ricalcolo kudosu
ja: Kudosuの再計算
ko: Kudosu 재계산
nl: Kudosu herberekening
no: Kudosu rekalkulering
pl: Przekalkulowanie kudosu
pt: Recalculação de kudosu
pt_br: Recalculação de Kudosu
ro: Recalcularea kudosu
ru: Перерасчет Kudosu
sk: Prepočet kudosu
sv: Kudosu omräkning
th: การคำนวณ Kudosu
tr: Kudosu tekrar hesaplama
uk: Перерахунок кудосу
vi: Tính lại kudosu
zh: 重新计算 Kudosu
zh_tw: 重新計算 Kudosu

# type.language_edit
source: Language edit
ar: تعديل اللغة
bg: Промяна на езика
cs: Úprava jazyka
de: Sprachänderung
es: Edición del idioma
fi: Kielen muokkaus
fr: Modifier la langue
hu: Nyelv szerkesztése
id: Pengaturan bahasa
it: Modifica la lingua
ja: 言語編集
ko: 언어 수정
nl: Taal bewerken
no: Språk redigering
pl: Zmiana języka
pt: Editar língua
pt_br: Edição de língua
ro: Edit limbă
ru: Изменение языка
sv: Redigera språk
th: แก้ไขภาษา
tr: Dil düzeni
uk: Зміна мови
vi: Thay đổi ngôn ngữ
zh: 更改语言
zh_tw: 更改語言

# type.love
source: Love
ar: حُب
be: Любоў
bg: Обичан
cs: Obliba
da: Elsk
el: Αγαπημένο
es: Amor
fi: Rakkaus
fr: Aimé
it: Ama
ko: 러브
nl: Liefde
no: Elsk
pl: Nadanie statusu ulubionej społeczności
pt: Adorar
ru: Любовь
sk: Obľuba
sv: Älska
th: รักเลย
uk: Любов
zh: 被 Loved

# type.nominate
source: Nomination
ar: ترشيح
be: Намінацыя
bg: Номинация
cs: Nominace
da: Nominering
de: Nominierung
el: Διορισμός
es: Nominación
fi: Äänestetty
hu: Nominálás
id: Nominasi
it: Nominazione
ja: ノミネーション
ko: 추천
nl: Nominatie
no: Nominasjon
pl: Nominacja
pt: Nomeação
pt_br: Nomeação
ro: Nominalizare
ru: Номинация
sk: Nominácia
sv: Nominering
th: การเสนอชื่อ
tr: Adaylık
uk: Номінація
vi: Đề cử
zh: 提名
zh_tw: 被提名

# type.nomination_reset
source: Nomination resetting
ar: إعادة تعيين الترشيح
be: Скід намінацыі
bg: Анулиране на номинацията
cs: Resetování nominací
da: Nulstilling af nominering
de: Nominierung zurücksetzten
el: Επαναφορά διορισμού
es: Restablecimiento de nominación
fi: Äänestyksen resetointi
fr: Réinitialisation de la nomination
hu: Nominálás visszaállítás
id: Nominasi ulang
it: Reset delle nominazioni
ja: ノミネーションのリセット
ko: 추천 초기화
nl: Nominatie opnieuw instellen
no: Nominasjon nullstilling
pl: Zresetowanie nominacji
pt: Reiniciação da nomeação
pt_br: Redefinição de Nomeação
ro: Resetarea nominalizărilor
ru: Сброс номинации
sk: Reštart nominácie
sv: Återställning av nominering
th: กำลังตั้งค่าการเสนอชื่อใหม่
tr: Adaylık Sıfırlama
uk: Скинути номінацію
vi: Đặt lại đề cử
zh: 重置提名
zh_tw: 被取消提名

# type.nsfw_toggle
source: Explicit mark
ar: تصنيف حساس
da: Eksplicit mærke
de: Explizit-Markierung
es: Marca explícita
fr: Marque explicite
hu: Felnőtt tartalom jel
id: Tanda eksplisit
it: Esplicito
ja: 露骨マーク
ko: 부적절한 콘텐츠로 표시
nl: Expliciete markering
pl: Oznaczenie jako treść dla pełnoletnich
pt: Marca explícita
pt_br: Marcação explícita
ru: Контент 18+
sv: Explicit markering
th: เครื่องหมายเนื้อหาล่อแหลม
tr: Müstehcen işareti
uk: Явна позначка
zh: 少儿不宜标识
zh_tw: 成人內容標記

# type.qualify
source: Qualification
ar: المؤهل
be: Кваліфікацыя
bg: Квалификация
cs: Kvalifikace
da: Kvalifikation
de: Qualifikation
el: Προσόντα
es: Calificación
fi: Hyväksyntä
hu: Kvalifikáció
id: Kualifikasi
it: Qualificazione
nl: Kwalificatie
no: Kvalifikasjon
pl: Kwalifikacja
pt: Qualificação
pt_br: Qualificações
ro: Calificare
ru: Квалификация
sk: Kvalifikácia
sv: Kvalifikation
th: คุณสมบัติ
tr: Adaylık
uk: Кваліфікація
zh: 审核通过

# type.rank
source: Ranking
ar: الترتيب
be: Рэйтынг
bg: Класиране
cs: Hodnocení
da: Rangering
el: Κατάταξη
es: Clasificación
fi: Luokittelu
fr: Classement
hu: Rangsorolás
id: Peringkat
it: Classificazione
ja: ランキング
ko: 랭킹
nl: Postitionering
no: Rangering
pl: Nadanie statusu rankingowego
pt: Classificação
pt_br: Classificação
ro: Clasament
ru: Рейтинг
sk: Hodnotenie
sv: Rankning
th: อันดับ
tr: Sıralama
uk: Рейтинг
vi: Xếp hạng
zh: 被 Ranked

# type.remove_from_loved
source: Loved removal
ar: اِزبالة من "المحبوبة"
de: Loved-Entfernung
es: Remoción de Amados
fr: Suppression de Loved
hu: Szeretett eltávolítás
id: Pelepasan status Loved
it: Rimozione da amata
ja: Loved削除
ko: Loved 상태 제거
nl: Loved verwijdering
pl: Usunięcie z ulubionych beatmap społeczności
pt: Adorado removido
pt_br: Remoção de Loved
ro: Scoaterea din iubit
ru: Удаление из Любимых
th: ถูกนำออกจาก Loved
tr: Sevilenlerden çıkarma
uk: Улюблене видалення
zh: Loved 移除
