Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/BeatmapsetEvents.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# event.approve
source: Approved.
ar: مقبولة.
be: Ухвалена.
bg: Одобрен.
cs: Schváleno.
da: Godkendt.
es: Aprobado.
fi: Vahvistettu.
fr: Approuvé.
hu: Jóváhagyva.
it: Approvata.
nl: Goedgekeurd.
no: Godkjent.
pl: Zatwierdzona.
pt: Aprovado.
pt_br: Aprovado.
ro: Aprobat.
ru: Одобрена.
sk: Schválené.
sv: Godkänd.
th: อนุมัติ
tr: Onaylı.
uk: Одобрена.
vi: Được Chấp Nhận.
zh_tw: 已批准。

# event.beatmap_owner_change
source: Owner of difficulty {0} changed to {1}.
ar: مالك الصعوبة {0} تغير إلى {1}.
de: Besitzer der Schwierigkeit {0} wurde auf {1} geändert.
es: El dueño de la dificultad {0} ha sido cambiado a {1}.
fr: Propriétaire de la difficulté {0} changé par {1}.
id: Kepemilikan atas tingkat kesulitan {0} telah dipindahtangankan kepada {1}.
it: Proprietario della difficoltà "{0}" cambiato con {1}.
ja: 難易度{0}の所有者が{1}に変更されました。
ko: {0} 난이도의 주인이 {1}로 변경되었습니다.
pl: Zmieniono twórcę poziomu trudności „{0}” na użytkownika {1}.
pt_br: Dono(a) da dificuldade {0} mudado(a) para {1}.
ru: Владелец сложности {0} изменен на {1}.
th: เจ้าของระดับความยาก{0}เปลี่ยนเป็น{1}
tr: {0} zorluğunun sahibi {1} kullanıcısı ile değiştirildi.
zh: {0}的难度作者变更为{1}
zh_tw: 難度 {0} 的作者已變更為 {1}。

# event.discussion_delete
source: Moderator deleted discussion {0}.
ar: المشرف حذف المناقشة {0}.
be: Мадэратар выдаліў абмеркаванне «{0}».
bg: Модератор изтри дискусията {0}.
cs: Moderátor smazal tuto diskusi {0}.
da: Moderator slettede diskussion {0}.
de: Ein Moderator hat die Diskussion {0} gelöscht.
el: Ένας συντονιστής διέγραψε τη συζήτηση {0}.
es: Un moderador eliminó la discusión {0}.
fi: Moderaattori poisti keskustelun {0}.
fr: Un modérateur a supprimé la discussion {0}.
hu: A moderátor kitörölte a {0} megbeszélést.
id: Moderator menghapus diskusi {0}.
it: Un moderatore ha cancellato la discussione {0}.
ja: モデレーターが{0}を削除しました。
ko: Moderator가 {0} 토론을 삭제했습니다.
nl: Moderator verwijderde discussie {0}.
no: Moderator slettet diskusjonen {0}.
pl: Moderator usunął dyskusję {0}.
pt: O moderador eliminou a discussão {0}.
pt_br: Moderador excluiu a discussão {0}.
ro: Un moderator a șters discuția {0}.
ru: Модератор удалил отзыв {0}.
sk: Moderátor vymazal diskusiu {0}.
sv: Moderator raderade diskussion {0}.
th: ผู้ดูแลลบการสนทนา {0}
tr: Moderatör {0} tartışmasını sildi.
uk: Модератор видалив відгук в {0}.
vi: Moderator đã xóa cuộc thảo luận {0}.
zh: 管理员删除了 {0} 。
zh_tw: 管理員刪除了 {0} 。

# event.discussion_lock
source: Discussion for this beatmap has been disabled. ({0})
ar: تم ايقاف المناقشة لهذه الخريطة. ({0})
be: Абмеркаванне для гэтай бітмапы было адключана. ({0})
bg: Дискусията за този бийтмап бе деактивирана. ({0})
cs: Diskuze o této mapě byly vypnuty. ({0})
da: Diskussion for dette beatmap er blevet deaktiveret. ({0})
de: Die Diskussion für diese Beatmap wurde deaktiviert. ({0})
el: Η συζήτηση για αυτό το beatmap έχει απενεργοποιηθεί. ({0})
es: La discusión para este mapa ha sido desactivada. ({0})
fr: La discussion pour cette beatmap a été désactivée. ({0})
hu: A beatmap megbeszélése meg lett tiltva. ({0})
id: Laman diskusi pada beatmap ini telah ditutup. ({0})
it: La discussione per questa beatmap è stata disattivata. ({0})
ja: このビートマップに関するディスカッションは無効になっています。 （{0}）
ko: 이 비트맵에 대한 토론이 비활성화되었습니다. ({0})
nl: Discussie voor deze beatmap is uitgeschakeld. ({0})
no: Diskusjon for dette beatmappet har blitt deaktivert. ({0})
pl: Tworzenie dyskusji dla tej beatmapy zostało wyłączone ({0}).
pt: A discussão para este beatmap foi desativada. ({0})
pt_br: A discussão para este beatmap foi desabilitada. ({0})
ro: Discuție pentru acest beatmap a fost dezactivată. ({0})
ru: Обсуждение для этой карты было отключено. ({0})
sk: Diskusia o tejto beatmape bola zakázaná. ({0})
sv: Diskussioner för denna beatmap har inaktiverats. ({0})
th: การสนทนาสำหรับบีทแมพนี้ถูกปิดใช้งาน ({0})
tr: Bu beatmap için tartışma sağlandı
uk: Обговорення цієї карти було відключено. ({0})
vi: Chức năng bàn luận của beatmap này đã bị vô hiệu hóa. ({0})
zh: 针对该谱面的讨论已被禁用。（ {0} ）
zh_tw: 此圖譜的討論已被禁用。（{0}）

# event.discussion_post_delete
source: Moderator deleted post from discussion {0}.
ar: المشرف حذف منشور من المناقشة {0}.
be: Мадэратар выдаліў допіс з абмеркавання «{0}».
bg: Модератор изтри съобщение от дискусията {0}.
cs: Moderátor smazal příspěvek z této diskuse {0}.
da: Moderator slettede et opslag fra diskussion {0}.
de: Ein Moderator hat einen Beitrag der Diskussion {0} gelöscht.
el: Ένας συντονιστής διέγραψε μια δημοσίευση από τη συζήτηση {0}.
es: Un moderador eliminó una publicación en la discusión {0}.
fi: Moderaattori poisti viestin keskustelusta {0}.
fr: Un modérateur a supprimé le post de la discussion {0}.
hu: A moderátor posztot törölt a {0} megbeszélésből.
id: Moderator telah menghapus balasan pada topik diskusi {0}.
it: Un moderatore ha cancellato un post dalla discussione {0}.
ja: モデレーターが{0}から投稿を削除しました。
ko: Moderator가 {0} 토론에 달린 글을 삭제했습니다.
nl: Moderator verwijderde post van discussie {0}.
no: Moderator slettet innlegg fra diskusjonen {0}.
pl: Moderator usunął post z dyskusji {0}.
pt: O moderador eliminou uma publicação da discussão {0}.
pt_br: Um moderador excluiu a publicação da discussão {0}.
ro: Un moderator a șters postarea din discuția {0}.
ru: Модератор удалил публикацию из отзыва {0}.
sk: Moderátor vymazal príspevok z diskusie {0}.
sv: Moderator raderade inlägg från diskussionen {0}.
th: ผู้ดูแลลบโพสต์จากการสนทนา{0}
tr: {0} tartışmasındaki gönderi Moderatör tarafından silindi.
uk: Модератор вилучив публікацію з відгуку {0}.
vi: Moderator đã xóa bài viết từ cuộc thảo luận {0}.
zh: 管理员在 {0} 中删除了这条回复。
zh_tw: 管理員在 {0} 中刪除了這條回覆。

# event.discussion_post_restore
source: Moderator restored post from discussion {0}.
ar: المشرف اِستعاد منشور من المناقشة {0}.
be: Мадэратар аднавіў допіс у абмеркаванні «{0}».
bg: Модератор възстанови съобщение от дискусията {0}.
cs: Moderátor obnovil příspěvek z této diskuse {0}.
da: Moderator gendannede et opslag fra diskussion {0}.
de: Ein Moderator hat einen Beitrag der Diskussion {0} wiederhergestellt.
el: Ένας συντονιστής επανέφερε μία δημοσίευση στη συζήτηση {0}.
es: Un moderador restauró una publicación de la discusión {0}.
fi: Moderaattori toi viestin takaisin keskusteluun {0}.
fr: Un modérateur a restauré le post de la discussion {0}.
hu: A moderátor posztot állított vissza a {0} megbeszélésben.
id: Moderator telah mengembalikan balasan pada topik diskusi {0}.
it: Un moderatore ha ripristinato un post dalla discussione {0}.
ja: モデレーターが{0}から投稿を復元しました。
ko: Moderator가 {0} 토론에서 삭제된 글을 복원했습니다.
nl: Moderator herstelde post van discussie {0}.
no: Moderator gjenopprettet innlegg fra diskusjonen {0}.
pl: Moderator przywrócił post z dyskusji {0}.
pt: O moderador restaurou uma publicação da discussão {0}.
pt_br: Um moderador restaurou a publicação da discussão {0}.
ro: Un moderator a restaurat postarea din discuția {0}.
ru: Модератор восстановил публикацию в отзыве {0}.
sk: Moderátor obnovil príspevok z diskusie {0}.
sv: Moderator återställde inlägg från diskussionen {0}.
th: ผู้ดูแลกู้คืนโพสต์จากการสนทนา {0}
tr: {0} tartışmasındaki gönderi Moderatör tarafından restore edildi.
uk: Модератор відновив публікацію з відгуку {0}.
vi: Moderator đã phục hồi bài viết từ cuộc thảo luận {0}.
zh: 管理员在 {0} 中恢复了这条回复。
zh_tw: 管理員在 {0} 中恢復了這條回覆。

# event.discussion_restore
source: Moderator restored discussion {0}.
ar: اِستعاد المشرف المناقشة {0}.
be: Мадэратар аднавіў абмеркаванне «{0}».
bg: Модератор възстанови дискусията {0}.
cs: Moderátor obnovil tuto diskusi {0}.
da: Moderator gendannede diskussion {0}.
de: Ein Moderator hat die Diskussion {0} wiederhergestellt.
el: Ένας συντονιστής επανέφερε τη συζήτηση {0}.
es: Un moderador restauró la discusión {0}.
fi: Moderaattori toi keskustelun {0} takaisin.
fr: Un modérateur a restauré la discussion {0}.
hu: A moderátor visszaállította a következő megbeszélést {0}.
id: Moderator mengembalikan diskusi {0}.
it: Un moderatore ha ripristinato la discussione {0}.
ja: モデレーターが{0}を復元しました。
ko: Moderator가 삭제된 {0} 토론을 복원했습니다.
nl: Moderator herstelde discussie {0}.
no: Moderator gjenopprettet diskusjon {0}.
pl: Moderator przywrócił dyskusję {0}.
pt: O moderador restaurou a discussão {0}.
pt_br: Moderador restaurou discussão {0}.
ro: Un moderator a restaurat discuția {0}.
ru: Модератор восстановил отзыв {0}.
sk: Moderátor obnovil diskusiu {0}.
sv: Moderator återställde diskussionen {0}.
th: ผู้ดูแลกู้คืนการสนทนา {0}
tr: {0} tartışması moderatör tarafından restore edildi.
uk: Модератор відновив відгук в {0}.
vi: Moderator đã phục hồi cuộc thảo luận {0}.
zh: 管理员恢复了 {0} 。
zh_tw: 管理員已恢復 {0} 。

# event.discussion_unlock
source: Discussion for this beatmap has been enabled.
ar: تم تشغيل المناقشة لهذه الخريطة.
be: Абмеркаванне для гэтай бітмапы было ўключана.
bg: Дискусията за този бийтмап бе активирана.
cs: Diskuze o této mapě byly zapnuty.
da: Diskussion for dette beatmap er blevet aktiveret.
de: Die Diskussion für diese Beatmap wurde aktiviert.
el: Η συζήτηση για αυτό το beatmap έχει ενεργοποιηθεί.
es: La discusión para este mapa ha sido activada.
fr: La discussion pour cette beatmap a été activée.
hu: A beatmap megbeszélése engedélyezve lett.
id: Laman diskusi pada beatmap ini telah kembali dibuka.
it: La discussione per questa beatmap è stata abilitata.
ja: このビートマップに関するディスカッションは有効になりました。
ko: 이 비트맵에 대한 토론이 활성화되었습니다.
nl: Discussie voor deze beatmap is ingeschakeld.
no: Diskusjon for dette beatmappet har blitt aktivert.
pl: Tworzenie dyskusji dla tej beatmapy zostało włączone.
pt: A discussão para este beatmap foi ativada.
pt_br: A discussão para este beatmap foi habilitada.
ro: Discuție pentru acest beatmap a fost activată.
ru: Обсуждение для этой карты было включено.
sk: Diskusia o tejto beatmape bola povolená.
sv: Diskussioner för denna beatmap har aktiverats.
th: การสนทนาสำหรับบีทแมพนี้ถูกเปิดใช้งาน
tr: Bu beatmap için tartışma sağlandı.
uk: Обговорення цієї карти відключено.
vi: Chức năng bàn luận của beatmap này đã được kich hoạt.
zh: 针对该谱面的讨论已被启用。
zh_tw: 此圖譜的討論已被啟用。

# event.disqualify
source: Disqualified by {0}. Reason: {1} ({2}).
ar: استبعدت بواسطة {0}. السبب:{1} ({2}).
be: Дыскваліфікавана {0}. Прычына: {1} ({2}).
bg: Дисквалифициран от {0} . Причина: {1} ({2}).
cs: Diskvalifikováno uživatelem {0}. Důvod: {1} ({2}).
da: Diskvalificeret af {0}. Årsag: {1} ({2}).
de: Von {0} disqualifiziert mit der Begründung: {1} ({2}).
el: Disqualified από {0}. Αιτία: {1} ({2}).
es: Descalificado por {0}. Motivo: {1} ({2}).
fi: Hyväksymisen keskeytti {0}. Syy: {1} ({2}).
fr: Disqualifié par {0}. Raison: {1} ({2}).
hu: Diszkvalifikálva {0} által. Indok: {1} ({2}).
id: Didiskualifikasi oleh {0}. Alasan: {1} ({2}).
it: Squalificata da {0}. Motivazione: {1} ({2}).
ja: {0}によってDisqualifyされました。理由：{1} （{2}）
ko: {0} 님에게 Disqualified 처리 받음. 이유: {1} ({2}).
nl: Gediskwalificeerd door {0}. Reden: {1} ({2}).
no: Diskvalifisert av {0}. Årsak: {1} ({2}).
pl: {0} zdyskwalifikował(a) tę beatmapę. Powód: {1} ({2}).
pt: Desqualificado por {0}. Motivo: {1} ({2}).
pt_br: Desqualificado por {0}. Motivo: {1} ({2}).
ro: Descalificat de {0}. Motiv: {1} ({2}).
ru: Дисквалифицирована {0}. Причина: {1}.
sk: Diskvalifikovaný užívateľom {0}. Dôvod: {1} ({2}).
sv: Diskvalificerad av {0}. Anledning: {1} ({2}).
th: ถูกตัดสิทธิ์โดย {0} ด้วยเหตุผล {1} ({2})
tr: {0} tarafından diskalifiye edildi. Sebep: {1} ({2}).
uk: Дискваліфіковано {0}. Причина: {1} ({2}).
vi: Disqualified bởi {0}. Reason: {1}.
zh: 由于 {0} ({1}) 被 {2} DQ。
zh_tw: 由於 {0} ({1}) 被 {2} DQ。

# event.disqualify_legacy
source: Disqualified by {0}. Reason: {1}.
ar: استبعدت بواسطة {0}. السبب:{1}.
be: Дыскваліфікавана {0}. Прычына: {1}.
bg: Дисквалифициран от {0} . Причина: {1}.
cs: Diskvalifikováno uživatelem {0}. Důvod: text.
da: Diskvalificeret af {0}. Årsag: {1}.
de: Von {0} disqualifiziert mit der Begründung: {1}.
el: Disqualified από {0}. Αιτία: {1}.
es: Descalificado por {0}. Motivo: {1}.
fi: {0} keskeytti hyväksymisen. Syy: {1}.
fr: Disqualifié par {0}. Raison: {1}.
hu: Diszkvalifikálva {0} által. Indok: {1}.
id: Didiskualifikasi oleh {0}. Alasan: {1}.
it: Squalificata da {0}. Motivazione: {1}.
ja: {0}によってDisqualifyされました。理由：{1}。
ko: {0} 님에게 Disqualified 처리 받음. 이유: {1}.
nl: Gediskwalificeerd door {0}. Reden: {1}.
no: Diskvalifisert av {0}. Årsak: {1}.
pl: {0} zdyskwalifikował(a) tę beatmapę. Powód: {1}.
pt: Desqualificado por {0}. Motivo: {1}.
pt_br: Desqualificado por {0}. Motivo: {1}.
ro: Descalificat de {0}. Motiv {1}.
ru: Дисквалифицирована {0}. Причина: {1}.
sk: Diskvalifikovaný užívateľom {0}. Dôvod: {1}.
sv: Diskvalificerad av {0}. Anledning: {1}.
th: ถูกตัดสิทธิ์โดย {0}: ด้วยเหตุผล {1}
tr: {0} tarafından diskalifiye edildi. Sebep: {1}.
uk: Дискваліфіковано {0}. Причина: {1}.
vi: Disqualified bởi {0}. Lí do: {1}.
zh: 该谱面因为 {0} 被 DQ。
zh_tw: 該圖譜因 {0} 被 DQ

# event.genre_edit
source: Genre changed from {0} to {1}.
ar: تم تغيير النوع من {0} الى {1}.
bg: Жанрът бе променен от {0} на {1}.
cs: Žánr změněn z {0} na {1}.
de: Genre wurde von {0} zu {1} geändert.
es: El género cambió de {0} a {1}.
fr: Genre changé de {0} à {1}.
hu: Műfaj megváltoztatva erről {0} erre {1}.
id: Aliran beatmap diubah dari {0} menjadi {1}.
it: Genere modificato da {0} a {1}.
ja: ジャンルが {0} から {1} に変更されました。
ko: 장르가 {0}에서 {1} 으(로) 변경되었습니다.
nl: Genre veranderd van {0} naar {1}.
no: Sjanger endret fra {0} til {1}.
pl: Zmieniono gatunek z {0} na {1}.
pt: Género alterado de {0} para {1}.
pt_br: Gênero alterado de {0} para {1}.
ro: Genul s-a schimbat de la {0} la {1}.
ru: Жанр изменен с {0} на {1}.
sv: Genre ändrad från {0} till {1}.
th: แก้ไขหมวดจาก {0} เป็น {1}
tr: Tür {0} dan {1} ile değiştirildi.
uk: Жанр змінено з {0} на {1}.
vi: Đã thay đổi thể loại từ {0} thành {1}.
zh: 流派由{0}更改为{1}。

# event.issue_reopen
source: Resolved issue {0} by {1} reopened by {2}.
ar: اُعيد فتح المشكلة {0} المحلولة مسبقاََ.
be: Праблема ў {0} вырашана нанова.
bg: Разрешеният проблем {0} бе отворен наново.
cs: Vyřešený problém {0} byl obnoven.
da: Løste problem {0} genåbnet.
de: Gelöster/-s Vorschlag/Problem {0} wiedereröffnet.
el: Το ζήτημα επιλύθηκε, η συζήτηση {0} ξανάνοιξε.
es: El problema resuelto {0} por {1} ha sido reabierto por {2}.
fi: Ratkaistu ongelma {0} uudelleenavattu.
fr: Le problème {0} a été résolu par {1} et rouvert par {2}.
hu: Megoldott probléma {0} újranyitva.
id: Masalah {0} yang telah terjawab sebelumnya oleh {1} kembali dibuka oleh {2}.
it: Il problema risolto {0} di {1} è stato riaperto da {2}.
ja: 解決済みの{0}が再開されました。
ko: 마무리된 토론 {0}이 재개되었습니다.
nl: Probleem opgelost {0} heropend.
no: Løst problem ved {0} har blitt gjenåpnet.
pl: Rozwiązany problem {0} zgłoszony przez użytkownika {1} został otworzony ponownie przez użytkownika {2}.
pt: O problema resolvido {0} foi reaberto.
pt_br: Reaberto problema {0} já resolvido.
ro: Problema rezolvată {0} s-a redeschis.
ru: Проблема в {0} вновь решена.
sk: Problém vyriešený {0} bol znova otvorený.
sv: Löst problem {0} öppnat igen.
th: ข้อผิดพลาดถูกแก้ไข การสนทนา {0} ถูกเปิดอีกครั้ง
tr: {0} tartışmasında çözülen sorun tekrar tartışmaya açıldı.
uk: Проблема в {0} знову вирішена.
vi: Vấn đề đã giải quyết {0} được mở lại.
zh: 已解决问题 {0} 被重新打开。
zh_tw: 問題 {0} 被重新打開。

# event.issue_resolve
source: Issue {0} by {1} marked as resolved by {2}.
ar: المشكلة {0} عُلمت كـ محلولة.
be: Праблема ў {0} пазначана як вырашаная.
bg: Проблемът {0} бе маркиран като разрешен.
cs: Problém {0} byl označen jako vyřešen.
da: Problem {0} markeret som løst.
de: Vorschlag/Problem {0} als gelöst gekennzeichnet.
el: Ζήτημα {0} σημάνθηκε ως επιλυμένο.
es: El problema {0} ha sido marcado como resuelto.
fi: Ongelma {0} merkitty ratkaistuksi.
fr: Le problème {0} écrit par {1} a été marqué comme résolu par {2}.
hu: A {0} problémát megoldottnak jelölték.
id: Masalah {0} oleh {1} telah ditandai sebagai terjawab oleh {2}.
it: Il problema {0} di {1} è stato segnato come risolto da {2}.
ja: 問題{0}が解決しました。
ko: 토론 {0}이 마무리되었습니다.
nl: Probleem: discussie gemarkeerd als opgelost.
no: Problemet med {0} har blitt markert som løst.
pl: Problem {0} zgłoszony przez użytkownika {1} został oznaczony jako rozwiązany przez użytkownika {2}.
pt: O problema {0} foi marcado como resolvido.
pt_br: Problema {0} marcado como resolvido.
ro: Problema {0} a fost marcată ca rezolvată.
ru: Проблема {0} отмечена как решенная.
sk: Problém {0} bol označený ako vyriešený.
sv: Problem {0} markerat som löst.
th: ข้อผิดพลาด {0} ถูกทำเครื่องหมายว่าแก้ไขแล้ว
tr: {0} tartışmasındaki sorun çözüldü olarak işaretlendi.
uk: Проблема {0} відмічена як вирішена.
vi: Vấn đề {0} đã được giải quyết.
zh: 问题 {0} 被标记为 “已解决”。
zh_tw: 問題 {0} 被標記為 “已解決”。

# event.kudosu_allow
source: Kudosu denial for discussion {0} has been removed.
ar: لقد تمت إزالة الحرمان من كودوسو للمناقشة {0}.
be: Кудосы з абмеркавання «{0}» былі выдалены.
bg: Забраната за получаване на kudosu за дискусията {0} бе премахната.
cs: Odmítnutí kudosu pro diskuzi {0} odebráno.
da: Kudosu nægtet fordi diskussion {0} er blevet fjernet.
de: Das kudosu-Verbot für Diskussion {0} wurde entfernt.
el: Άρνηση kudosu για τη συζήτηση {0} που αφαιρέθηκε.
es: La negación de kudosu para la discusión {0} ha sido eliminada.
fi: Kudosuhylkäys keskustelusta {0} on poistettu.
fr: Le refus de Kudosu pour la discussion {0} a été supprimé.
hu: Kudosu megtagadás a {0} megbeszélésre el lett távolítva.
id: Status penolakan kudosu untuk {0} telah dihapus.
it: La negazione di kudosu per la discussione {0} è stata rimossa.
ja: {0}に対するkudosuの拒否は削除されました。
ko: 토론 {0}이 다시 kudosu 획득 자격을 얻었습니다.
nl: Kudosu ontkenning voor discussie: discussie is verwijderd.
no: Kudosu fornektelse for diskusjon {0} har blitt fjernet.
pl: Odrzucenie kudosu dla dyskusji {0} zostało usunięte.
pt: A rejeição de Kudosu para a discussão {0} foi removida.
pt_br: Negação de kudosu na discussão {0} foi removida.
ro: Negocierea de kudosu pentru discuția {0} a fost eliminată.
ru: Кудосу из отзыва {0} были удалены.
sk: Odmietnutie Kudosu pre diskusiu {0} bolo odstránené.
sv: Kudosu nekning för diskussion {0} har tagits bort.
th: ถูกห้ามการให้ Kudosu แก่การสนทนา {0} ถูกลบแล้ว
tr: {0} tartışmasındaki Kudosu reddi kaldırıldı.
uk: Кудосу з відгуку {0} були вилучені.
vi: Kudosu của cuộc thảo luận {0} đã không còn bị từ chối nữa.
zh: 讨论 {0} 的 kudosu 移除操作已被重置。
zh_tw: 討論 {0} 的 kudosu 移除操作已被重置。

# event.kudosu_deny
source: Discussion {0} denied for kudosu.
ar: المناقشة {0} حُرِمت من كودوسو.
be: Абмеркаванню «{0}» было адмоўлена ў кудосу.
bg: Забрани се получаването на kudosu за дискусията {0}.
cs: Diskuse {0} nemůže přjímat kudosu.
da: Diskussion {0} er blevet nægtet kudosu.
de: Diskussion {0} wurde das kudosu verwehrt.
el: Άρνηση kudosu για τη συζήτηση {0}.
es: La discusión {0} ha sido negada para kudosu.
fi: Keskustelusta {0} hylättiin kudosu.
fr: La discussion {0} a été refusée pour l'attribution de kudosu.
hu: A {0} megbeszélés kudosu-tól megtagadva.
id: Pemberian kudosu pada diskusi {0} ditolak.
it: Discussione {0} negata per kudosu.
ja: {0}はkudosuにより拒否されました。
ko: 토론 {0}에서 kudosu 획득이 박탈당했습니다.
nl: Discussie: discussie geweigerd voor kudosu.
no: Diskusjonen {0} ble nektet for kudosu.
pl: Dyskusja {0} nie otrzyma kudosu.
pt: A discussão {0} foi rejeitada para kudosu.
pt_br: Negado kudosu da discussão {0}.
ro: Discuția {0} a fost respinsă pentru kudosu.
ru: Отзыву {0} отказано в кудосу.
sk: Diskusia {0} zamietla pre kudosu.
sv: Diskussionen {0} nekad för kudosu.
th: การสนทนา {0} ถูกห้ามการให้ kudosu
tr: {0} tartışmasına kudosu reddi kondu.
uk: Відгуку {0} відмовлено в отриманні кудосу.
vi: Cuộc thảo luận {0} đã bị từ chối kudosu.
zh: 讨论 {0} 所得的 kudosu 被移除。
zh_tw: 討論 {0} 所得的 kudosu 被移除。

# event.kudosu_gain
source: Discussion {0} by {1} obtained enough votes for kudosu.
ar: المناشقة {0} بواسطة {1} حصلت على اصوات كافية للكودوسو.
be: Абмеркаванне «{0}» карыстальніка {1} атрымала дастаткова галасоў для кудосу.
bg: Дискусията {0} от {1} получи достатъчно гласове да получава kudosu.
cs: Diskuse {0} uživatele {1} dosáhla dostatku hlasů pro kudosu.
da: Diskussion {0} af {1} opnåede stemmer nok til at få kudosu.
de: Die Diskussion {0} von {1} hat genug Stimmen für Kudosu erhalten.
el: Η συζήτηση {0} από τον {1} έλαβε αρκετές ψήφους για kudosu.
es: La discusión {0} por {1} ha obtenido suficientes votos para kudosu.
fi: Keskustelu {0} käyttäjältä {1} sai tarpeeksi ääniä kudosua varten.
fr: La discussion {0} par {1} a obtenu assez de votes pour le kudosu.
hu: A {0} megbeszélés {1} által elég szavazatot szerzett kudosu-ra.
id: {0} telah memperoleh cukup suara untuk mendapat kudosu dari topik diskusi {1}.
it: La discussione {0} di {1} ha ottenuto abbastanza voti per kudosu.
ja: {0}の{1}がkudosuに十分な評価を得ました。
ko: 토론 {0}에서 {1} 님이 kudosu를 받을 충분한 표를 얻었습니다.
nl: Discussie: discussie door: gebruiker heeft genoeg stemmen ontvangen voor kudosu.
no: Diskusjonen {0} av {1} oppnådde nok stemmer til kudosu.
pl: Dyskusja {0} otrzymała wystarczająco dużo głosów na kudosu.
pt: A discussão {0} por {1} obteve votos suficientes para kudosu.
pt_br: Discussão {0} por {1} obteve kudosu por votação.
ro: Discuția {0} de {1} a obținut destule voturi pentru kudosu.
ru: Отзыв {0} от {1} получил достаточно голосов для получения кудосу.
sk: Diskusia {0} užívateľom {1} dosiahla dostatok hlasov pre kudosu.
sv: Diskussionen {0} av {1} skaffade sig tillräckligt många röster för kudosu.
th: การสนทนา {0} ของ {1} ได้รับโหวตมากพอที่จะได้ kudosu
tr: {0} tartışması sahibi {1} kudosu için yeterli oy topladı.
uk: Відгук в {0} від {1} отримав достатньо голосів для отримання кудосу.
vi: Cuộc thảo luận {0} bởi {1} đã nhận được đủ votes để có kudosu.
zh: 讨论 {0} 获得了足够的票数而被给予 kudosu 。
zh_tw: 討論 {0} 獲得了足夠的票數而被給予 kudosu 。
