Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmaps.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# listing.search.prompt
source: type in keywords...
ar: اكتب الكلمات المفتاحية...
be: напішыце ключавыя словы...
bg: въведи ключови думи...
cs: zadej klíčová slova...
da: skriv nøgleord...
de: stichwörter eingeben...
el: πληκτρολογήστε λέξεις-κλειδιά...
es: escriba en palabras clave...
fi: anna hakusana...
fr: tapez des mots-clés...
hu: írj kulcsszavakat...
id: ketik kata kunci pencarian...
it: scrivi le parole chiave...
ja: キーワードを入力・・・
ko: 검색어를 입력하세요...
nl: typ sleutelwoorden in...
no: skriv inn nøkkelord...
pl: wpisz poszukiwaną frazę...
pt_br: digite em palavras-chave...
ro: scrieți cuvinte cheie...
ru: введите ключевые слова...
sk: zadaj kľúčové slova...
sv: skriv in nyckelord...
th: พิมพ์คำสำคัญ...
tr: anahtar kelimeler yazın...
uk: почніть вводити ключові слова...
vi: nhập từ khóa...
zh: 输入关键字...
zh_tw: 輸入關鍵字...

# listing.search.login_required
source: Sign in to search.
ar: سجل الدخول للبحث.
be: Увайдзіце, каб шукаць.
bg: Влезте си в акаунта за търсене.
cs: Přihlaste se k hledání.
da: Log ind for at kunne søge.
de: Melde dich an, um zu suchen.
el: Συνδεθείτε για να αναζητήσετε.
es: Inicie sesión para buscar.
fi: Kirjaudu sisään hakeaksesi.
fr: Connectez-vous pour rechercher.
hu: Jelentkezz be a kereséshez.
id: Silakan masuk untuk memulai pencarian.
it: Accedi per effettuare una ricerca.
ja: ログインして検索する。
ko: 검색하려면 로그인하세요.
nl: Log in om te zoeken.
no: Logg inn for å søke.
pl: Zaloguj się, aby wyszukać.
pt_br: Conecte-se para pesquisar.
ro: Conectează-te pentru a căuta.
ru: Войдите, чтобы искать.
sk: Prihláste sa, ak chcete hľadať.
sv: Logga in för att söka.
th: ลงชื่อเข้าใช้เพื่อค้นหา
tr: Arama yapmak için giriş yap.
uk: Увійдіть, щоб шукати.
vi: Đăng nhập để tìm kiếm.
zh: 登录以搜索。
zh_tw: 登入以搜尋。

# listing.search.options
source: More Search Options
ar: خيارات بحث اكثر
be: Больш параметраў пошуку
bg: Повече опции за търсене
cs: Další možnosti hledání
da: Flere Søgefunktioner
de: Mehr Suchoptionen
el: Περισσότερες Επιλογές Αναζήτησης
es: Más opciones de búsqueda
fi: Enemmän Hakuasetuksia
fr: Plus de critères de recherche
hu: További Keresési Beállítások
id: Pilihan Pencarian Lebih Lanjut
it: Più Opzioni di Ricerca
ja: 検索の詳細設定
ko: 검색 옵션 더 보기
nl: Meer Zoekopties
no: Flere søkemuligheter
pl: Więcej opcji wyszukiwania
pt_br: Mais opções de busca
ro: Mai multe opțiuni de căutare
ru: Больше настроек поиска
sk: Viac možností hladania
sv: Mer Sök Alternativ
th: ตัวเลือกการค้นหาเพิ่มเติม
tr: Diğer Arama Seçenekleri
uk: Більше параметрів пошуку
vi: Tùy Chọn Tìm Kiếm Khác
zh: 更多搜索选项
zh_tw: 更多搜尋選項

# listing.search.supporter_filter
source: Filtering by {0} requires an active osu!supporter tag
ar: التصفية بحسب {0} تحتاج الى شارة osu!supporter فعالة
be: Фільтрацыя па {0} патрабуе наяўнасці актыўнага тэга osu!supporter
bg: Филтриране по {0} изисква активен osu!supporter
cs: Filtrování podle {0} vyžaduje štítek podporovatele
da: Filtrering af {0} kræver et aktivt osu! supporter tag
de: Filtern nach {0} benötigt ein aktives osu!supporter-Tag
el: Το φιλτράρισμα βάσει {0} απαιτεί ένα ενεργό osu!supporter tag
es: Filtrar por {0} requiere un tag activo de osu!supporter
fi: Tunnisteella {0} rajaaminen vaatii aktiivisen osu!supporter-tagin
fr: Le filtrage par {0} requiert un tag osu!supporter actif
hu: A {0} általi szűrés egy aktív osu!supporter címet igényel
id: Penyaringan berdasarkan {0} memerlukan osu!supporter tag yang aktif
it: Filtrare per {0} necessita di un tag osu!supporter attivo
ja: {0} による絞り込みにはosu!サポータータグが必要です
ko: {0}로 검색하려면 osu! 서포터 권한이 필요합니다.
nl: Filteren met {0} vereist een actieve osu!supporter tag
no: Filtrering ved bruk av {0} krever en aktiv osu!supporter tag
pl: Użycie wybranych filtrów ({0}) wymaga aktywnego statusu donatora osu!
pt_br: Filtrar por {0} requer uma osu!supporter tag ativa
ro: Trebuie să fii un suporter osu! pentru a putea filtra prin {0}
ru: Фильтрация по {0} требует наличия osu!supporter
sk: Filtrovanie podľa {0} vyžaduje aktívny osu!supporter tag
sv: Filtrering av {0} kräver en aktiv osu!supporter tagg
th: กรองโดย {0} ต้องมี osu!supporter tag ทำงานอยู่
tr: {0} ile filtrelemek için aktif bir osu!supporter etiketi gereklidir
uk: Фільтрація по {0} потребує наявності osu!supporter
vi: Lọc theo {0} cần một supporter tag đang hoạt động
zh: 按 {0} 筛选需要成为支持者
zh_tw: 按 {0} 篩選需要擁有有效的贊助者標籤

# listing.search.not-found
source: no results
ar: لا نتائج
be: няма вынікаў
bg: няма намерени резултати
cs: bez výsledků
da: ingen resultater
de: keine ergebnisse
el: κανένα αποτέλεσμα
es: no hay resultados
fi: ei tuloksia
fr: aucun résultat
hu: nincs találat
id: tidak ada hasil
it: nessun risultato
ja: 該当結果なし
ko: 결과 없음
nl: geen resultaten
no: ingen treff
pl: brak wyników
pt_br: nenhum resultado
ro: niciun rezultat
ru: нет результатов
sk: bez výsledkov
sv: inga resultat
th: ไม่มีผลการค้นหา
tr: sonuç bulunamadı
uk: немає результатів
vi: không có kết quả
zh: 没有结果
zh_tw: 沒有結果

# listing.search.not-found-quote
source: ... nope, nothing found.
ar: ... لا, لا يوجد شيء.
be: ... няма, нічога не знойдзена.
bg: ... не, нищо не е намерено.
cs: ... ups, nic nebylo nalezeno.
da: ... desværre, intet fundet.
de: ... nope, nichts gefunden.
el: ... όχι, τίποτα δεν βρέθηκε.
es: ... nop, nada encontrado.
fi: ... mitään ei löytynyt.
fr: ... non, rien trouvé.
hu: ... nope, semmit sem találtam.
id: ... tidak, tidak ditemukan apa pun.
it: ... no, trovato niente.
ja: ・・・なにも見つからなかったようだ。
ko: ... 없네요, 아무것도 못 찾았습니다.
nl: ... nope, niets gevonden.
no: ... nei, ingenting ble funnet.
pl: ...niczego nie znaleziono.
pt_br: ... não, nada encontrado.
ro: ... nup, nimic găsit.
ru: ... увы, ничего не найдено.
sk: ... nič sa nenašlo.
sv: ... nope, ingenting hittades.
th: ... ไม่อ่ะ ไม่เจออะไรเลย
tr: ... yok, bir şey bulunamadı.
uk: ... на жаль, нічого не знайдено.
vi: ... không, chả có gì cả.
zh: 呃，什么也没有...
zh_tw: 姆....，什麼也沒有。

# listing.search.filters.extra
source: Extra
ar: اخرى
be: дадаткова
bg: екстра
el: επιπλέον
es: Adicional
fr: Supplément
id: Konten Ekstra
ja: 追加情報
ko: 추가 기능
no: ekstra
pl: Dodatkowe
ru: Дополнительно
th: เพิ่มเติม
tr: ekstra
uk: додатково
vi: thêm
zh: 其他
zh_tw: 其他資訊

# listing.search.filters.general
source: General
ar: عام
be: Агульнае
bg: Общо
cs: Obecné
da: Generelt
de: Generell
el: Γενικά
fi: Yleinen
fr: Général
hu: Általános
id: Umum
it: Generale
ja: 全般
ko: 일반
nl: Algemeen
no: Generelt
pl: Główne
pt_br: Geral
ru: Общее
sk: Všeobecné
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh: 常规
zh_tw: 一般

# listing.search.filters.genre
source: Genre
ar: النوع
be: Жанр
bg: Жанр
cs: Žánr
el: Είδος
es: Género
fi: Tyylilaji
hu: Műfaj
id: Aliran
it: Genere
ja: ジャンル
ko: 장르
no: Sjanger
pl: Gatunek
pt_br: Gênero
ro: Gen
ru: Жанр
sk: Žáner
th: ประเภท
tr: Tür
uk: Жанр
vi: Thể Loại
zh: 流派
zh_tw: 曲風

# listing.search.filters.language
source: Language
ar: اللغة
be: Мова
bg: Език
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
no: Språk
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn Ngữ
zh: 语言
zh_tw: 語言

# listing.search.filters.mode
source: Mode
ar: الوضع
be: Рэжым
bg: Игра
cs: Mód
de: Modus
es: Modo
fi: Pelitila
hu: Mód
it: Modalità
ja: モード
ko: 모드
no: Modus
pl: Tryb gry
pt_br: Modo
ro: Mod
ru: Режим игры
sk: Mód
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế Độ
zh: 模式
zh_tw: 模式

# listing.search.filters.nsfw
source: Explicit Content
ar: خرائط ذو محتوى حساس
cs: Explicitní mapy
de: Explizite Beatmaps
es: Contenido explícito
fr: Contenu explicite
hu: Felnőtt tartalom
id: Map-Map Berkonten Eksplisit
it: Contenuto Esplicito
ja: 露骨なコンテンツ
ko: 부적절한 맵
nl: Expliciete inhoud
no: Eksplisitt innhold
pl: Treść dla pełnoletnich
pt_br: Beatmaps explícitos
ru: Откровенные Карты
sv: Explicit innehåll
th: เนื้อหาล่อแหลม
tr: Müstehcen İçerik
uk: Відвертий вміст
vi: Nội dung không lành mạnh
zh: 少儿不宜谱面

# listing.search.filters.played
source: Played
ar: لُعبت
be: Згуляна
bg: Изигран
cs: Již hrané
da: Allerede spillet
de: Gespielt
el: Που έχετε παίξει
es: Jugado
fi: Pelatut
fr: Jouée
hu: Lejátszott
id: Riwayat Permainan
it: Giocato
ja: プレイ済み
ko: 플레이함
nl: Gespeeld
no: Spilt
pl: Ukończenie
pt_br: Jogado
ro: Jucat
ru: Сыграно
sk: Hrané
sv: Spelade
th: เคยเล่นแล้ว
tr: Oynanmışlık
uk: Зіграно
vi: Đã chơi
zh: 玩过
zh_tw: 玩過

# listing.search.filters.rank
source: Rank Achieved
ar: المرتبة الحاصل عليها
be: Рэйтынг
bg: Постигнат Ранг
cs: Dle získaného písmene
da: Rank Opnået
de: Erreichter Rang
el: Κατάκτηση Κατάταξης
es: Rango obtenido
fi: Luokitus
fr: Rang Atteint
hu: Elért Rang
id: Torehan Peringkat
it: Rank ottenuto
ja: Rank取得日
ko: 순위 기록됨
nl: Rank Behaald
no: Rangering Oppnådd
pl: Uzyskana ocena
pt_br: Rank Conquistado
ro: Clasament atins
ru: Заработан рейтинг
sk: Dosiahnuté Hodnotenie
sv: Rank Uppnådd
th: แรงค์ที่ได้รับ
tr: Alınan Derece
uk: Досягнутий ранг
vi: Thứ Hạng Đạt Được
zh: 成绩
zh_tw: 成績

# listing.search.filters.status
source: Categories
ar: الفئات
be: Катэгорыі
bg: Категории
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
fi: Luokat
fr: Catégories
hu: Kategóriák
id: Status
it: Categorie
ja: カテゴリー
ko: 카테고리
nl: Categorieën
no: Kategorier
pl: Kategorie
pt_br: Categorias
ro: Categorii
ru: Категории
sk: Kategórie
sv: Kategorier
th: หมวดหมู่
tr: Kategoriler
uk: Категорії
vi: Danh mục
zh: 分类
zh_tw: 分類

# listing.search.sorting.title
source: Title
ar: العنوان
be: Назва
bg: Заглавие
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Nimi
fr: Titre
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
no: Tittel
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Названию
sk: Názov
sv: Titel
th: ชื่อ
tr: Başlık
uk: назві
vi: Tiêu đề
zh: 标题
zh_tw: 曲名

# listing.search.sorting.artist
source: Artist
ar: الفنان
be: Выканаўца
bg: Изпълнител
cs: Umělec
da: Kunstner
de: Künstler
el: Καλλιτέχνης
es: Artista
fi: Esittäjä
fr: Artiste
hu: Előadó
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pl: Wykonawca
pt_br: Artista
ru: Исполнителю
sk: Skladateľ
th: ศิลปิน
tr: Sanatçı
uk: виконавцю
vi: Nghệ sĩ
zh: 艺术家
zh_tw: 演出者

# listing.search.sorting.difficulty
source: Difficulty
ar: الصعوبة
be: Складанасць
bg: Трудност
cs: Obtížnost
da: Sværhedsgrad
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
fi: Vaikeustaso
fr: Difficulté
hu: Nehézség
id: Tingkat Kesulitan
it: Difficoltà
ja: 難易度
ko: 난이도
nl: Moeilijkheidsgraad
no: Vanskelighetsgrad
pl: Poziom trudności
pt_br: Dificuldade
ro: Dificultate
ru: Сложности
sk: Obtiažnosť
sv: Svårighetsgrad
th: ระดับความยาก
tr: Zorluk
uk: складністю
vi: Độ khó
zh: 难度
zh_tw: 難度

# listing.search.sorting.favourites
source: Favourites
ar: المفضلة
be: Абраныя
bg: Любими
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fi: Suosikit
fr: Favoris
hu: Kedvencek
id: Jumlah Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
no: Favoritter
pl: Polubienia
pt_br: Favoritos
ro: Favorite
ru: Добавлениям в Избранные
sk: Obľúbené
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Вибране
vi: Số yêu thích
zh: 收藏量
zh_tw: 我的最愛

# listing.search.sorting.updated
source: Updated
ar: حُدثت
be: Абноўлена
bg: Обновен
cs: Aktualizováno
da: Opdateret
de: Zuletzt aktualisiert
el: Ενημερώθηκε
es: Actualizado
fi: Päivitetty
fr: Mise à jour
hu: Frissítve
id: Tanggal Pembaruan Terakhir
it: Aggiornato
ja: 更新
ko: 최근 순
nl: Bijgewerkt
no: Oppdatert
pl: Ostatnie aktualizacje
pt_br: Atualizado
ro: Actualizat
ru: Дате обновления
sk: Aktualizované
sv: Uppdaterad
th: อัปเดตแล้ว
tr: Güncellendi
uk: датою оновлення
vi: Ngày cập nhật
zh: 已更新
zh_tw: 已更新

# listing.search.sorting.ranked
source: Ranked
ar: مصفوفة
be: Ранкавана
bg: Класиран
cs: Hodnocené
da: Rangeret
es: Tiempo clasificado
fi: Hyväksytty
fr: Classée
hu: Rangsorolt
id: Tanggal Ranked
it: Rankata
no: Rangert
pl: Data
pt_br: Ranqueados
ro: Clasat
ru: Дате получения рейтинга
sk: Ohodnotené
sv: Rankad
th: จัดอันดับแล้ว
tr: Dereceli olma
uk: рангу
vi: Ngày xếp hạng
zh: Ranked 时间
zh_tw: 進榜

# listing.search.sorting.rating
source: Rating
ar: التقييم
be: Рэйтынг
bg: Рейтинг
cs: Hodnocení
da: Vurdering
de: Bewertung
el: Βαθμολογία
es: Calificación
fi: Luokitus
fr: Évaluation
hu: Értékelés
id: Nilai Pengguna
it: Valutazione
ja: 評価
ko: 평가
nl: Beoordeling
no: Vurdering
pl: Ocena
pt_br: Avaliação
ro: Evaluare
ru: Оценкам
sk: Hodnotenie
sv: Omdöme
th: เรตติ้ง
tr: Reyting
uk: рейтингу
vi: Đánh giá
zh: 评分
zh_tw: 評分

# listing.search.sorting.plays
source: Plays
ar: مرات اللعب
be: Гульняў
bg: Изигран
cs: Zahraní
da: Afspilninger
el: Προσπάθειες
es: Veces jugado
fi: Pelikerrat
fr: Parties
hu: Játszások
id: Jumlah Permainan
it: Giocate
ja: プレイ数
ko: 플레이된 횟수
nl: Keren gespeeld
no: Spillforsøk
pl: Liczba zagrań
pt_br: Vezes jogadas
ro: Jocuri
ru: Количеству игр
sk: Počet zahraní
sv: Spelningar
th: จำนวนการเล่น
tr: Oynamalar
uk: кількістю ігор
vi: Lượt chơi
zh: 游玩次数
zh_tw: 遊玩次數

# listing.search.sorting.relevance
source: Relevance
ar: الأهمية
be: Рэлевантнасці
bg: Уместност
da: Relevans
de: Relevanz
el: Συνάφεια
es: Relevancia
fi: Osuvuus
fr: Pertinence
hu: Relevancia
id: Relevansi
it: Pertinenza
ja: 関連性
ko: 연관성
nl: Relevantie
no: Relevanse
pl: Trafność
pt_br: Relevância
ro: Relevanţă
ru: Релевантности
sk: Relevantnosť
sv: Relevans
th: ความเกี่ยวข้อง
tr: Alaka düzeyi
uk: релевантності
vi: Mức độ liên quan
zh: 相关性
zh_tw: 相關度

# listing.search.sorting.nominations
source: Nominations
ar: الترشيحات
be: Намінацыі
bg: Номинации
cs: Nominace
da: Nomineringer
de: Nominierungen
es: Nominaciones
fi: Äänestykset
hu: Nominációk
id: Jumlah Nominasi
it: Nomine
ja: ノミネーション
ko: 추천 순
nl: Nominaties
no: Nominasjoner
pl: Nominacje
pt_br: Nomeações
ro: Nominalizări
ru: Номинациям
sk: Nominácie
sv: Nomineringar
th: การเสนอชื่อ
tr: Adaylıklar
uk: номінаціями
vi: Số đề cử
zh: 提名状态
zh_tw: 提名狀態

# listing.search.supporter_filter_quote._
source: Filtering by {0} requires an active {1}
ar: تصفية بحسب {0} تحتاج الى تفعيل {1}
be: Фільтрацыі па {0} патрабуецца {1}
bg: Филтриране по {0} изисква активен {1}
cs: Filtrování podle {0} vyžaduje aktivní {1}
da: Filtrering af {0} kræver et aktivt {1}
de: Du benötigst ein aktives {0}, um nach {1} zu filtern
el: Το φιλτράρισμα κατά {0} απαιτεί ένα ενεργό {1}
es: Necesitas un {0} activo para filtrar por {1}
fi: Rajataksesi tunnisteella {0} sinulla on oltava aktiivinen {1}
fr: Le filtrage par {0} requiert un {1} actif
hu: {0} általi szűrés aktív {1} igényel
id: Penyaringan dengan {0} memerlukan {1} aktif
it: Filtrare tramite {0} necessita di un {1} attivo
ja: {0} による絞り込みには有効な{1} が必要です
ko: "{0}" 필터를 사용하시려면 {1}가 필요합니다.
nl: Filteren met {0} vereist een {1}
no: Filtrering ved bruk av {0} krever en aktiv {1}
pl: Użycie wybranych filtrów ({0}) wymaga {1}
pt_br: Filtrar por {0} requer uma {1}
ro: Ai nevoie de un {0} activ pentru a filtra prin {1}
ru: Фильтрация по {0} требует {1}
sk: Filtrovanie podľa {0} vyžaduje aktívny {1}
sv: Filtrering av {0} kräver en aktiv {1}
th: กรองโดย {0} ต้องมี {1} ทำงานอยู่
tr: {0} ile filtrelemek için aktif bir {1} gerekli
uk: Фільтрація по {0} вимагає {1}
vi: Lọc theo {0} cần một {1} đang hoạt động
zh: 按 {0} 筛选需要成为 {1}
zh_tw: 按 {0} 篩選需先成為 {1}

# listing.search.supporter_filter_quote.link_text
source: osu!supporter tag
ar: شارة osu!supporter
be: тэг osu!supporter
cs: stítek podporovatele
es: tag de osu!supporter
fi: osu!supporter-tagi
fr: tag osu!supporter
hu: osu!supporter cím
it: tag osu!supporter
ja: osu!サポータータグ
ko: osu! 서포터
pl: statusu donatora osu!
ro: etichetă de suporter osu!
ru: тег osu!supporter
sv: osu!supporter tagg
th: แท็กสนับสนุน
tr: osu!supporter etiketi
uk: тег osu!supporter
zh: 支持者
zh_tw: osu! 贊助者標籤

# general.converts
source: Include converted beatmaps
ar: ادخال الخرائط المتحولة
be: Уключыць канвертаваныя бітмапы
bg: Включи конвертирани бийтмапове
cs: Zahrň konvertované beatmapy
da: Inkluder konvertert beatmeaps
de: Konvertierte Beatmaps miteinbeziehen
el: Συμπεριλάμβανε beatmaps που έχουν μετατραπεί
es: Incluir mapas convertidos
fi: Sisällytä muunnetut beatmapit
fr: Inclure les beatmaps converties
hu: Konvertált beatmap-ek tartalmazása
id: Sertakan beatmap yang dikonversi
it: Includi beatmap convertite
ja: コンバートビートマップを含める
ko: 변환된 비트맵 포함
nl: Tel geconverteerde beatmaps mee
no: Inkluder konverterte beatmaps
pl: Uwzględnij przekonwertowane beatmapy
pt_br: Incluir beatmaps convertidos
ro: Include beatmaps convertite
ru: Включить конвертированные карты
sk: Zahrnúť konvertované beatmapy
sv: Inkludera konverterade beatmaps
th: รวมแมพคอนเวิรต์ด้วย
tr: Dönüştürülmüş beatmapleri dahil et
uk: показувати конвертовані карти
vi: Bao gồm beatmap được chuyển đổi
zh: 包括转谱
zh_tw: 包括轉換圖譜

# general.follows
source: Subscribed mappers
ar: ألمنشئين المشتركين
de: Abonnierte Mapper
es: Mapeadores suscritos
fi: Tilatut kartoittajat
fr: Mappeurs abonnés
hu: Követett készítők
id: Mapper yang dipantau
it: Mapper iscritti
ja: サブスクライブ中のマッパー
ko: 구독한 비트맵 제작자
nl: Geabonneerde mappers
pl: Obserwowani twórcy
pt_br: Mappers inscritos
ru: Подписанные мапперы
th: ติดตามผู้ทำแมพ
tr: Abone olunan mapperlar
uk: Маппери на яких ви підписані
zh: 已关注谱师
zh_tw: 訂閱的作圖者

# general.recommended
source: Recommended difficulty
ar: الصعوبة الموصاة
be: Рэкамендавана цяжкасць
bg: Препоръчана трудност
cs: Doporučená obtížnost
da: Rekommenderat sværhedsgrad
de: Empfohlene Schwierigkeit
el: Προτεινόμενη δυσκολία
es: Dificultades recomendadas
fi: Suositeltu vaikeustaso
fr: Difficulté recommandée
hu: Ajánlott nehézség
id: Tingkat kesulitan yang disarankan
it: Difficoltà consigliata
ja: 推奨難易度
ko: 권장 난이도
nl: Aanbevolen moeilijkheid
no: Anbefalt vanskelighetsgrad
pl: Polecany poziom trudności
pt_br: Dificuldade recomendada
ro: Dificultatea recomandată
ru: Рекомендованная сложность
sk: Odporúčaná obtiažnosť
sv: Rekommenderad svårighetsgrad
th: ระดับความยากที่แนะนำ
tr: Önerilen zorluk seviyesi
uk: рекомендована складність
vi: Độ khó đề nghị
zh: 推荐难度
zh_tw: 推薦難度

# mode.all
source: All
ar: الكل
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tous
hu: Összes
id: Semua
it: Qualsiasi
ja: 全て
ko: 전체
nl: Alle
no: Alle
pl: Wszyscy
pt_br: Todos
ro: Toate
ru: Все
sv: Alla
th: ทั้งหมด
tr: Hepsi
uk: Всі
vi: Tất cả
zh: 全部
zh_tw: 全部

# mode.any
source: Any
ar: الكل
be: Усе
bg: Всички
cs: Jakékoliv
da: Alle
de: Alle
el: Οποιοδήποτε
es: Cualquier
fi: Kaikki
fr: Tous
hu: Bármelyik
id: Semua
it: Qualsiasi
ja: 全て
ko: 모두
nl: Alles
no: Alle
pl: Jakikolwiek
pt_br: Todos
ro: Oricare
ru: Все
sk: Akékoľvek
sv: Alla
th: ไม่เจาะจง
tr: Hepsi
uk: Всі
vi: Bất Kì
zh: 所有
zh_tw: 所有

# status.any
source: Any
ar: الكل
be: Усе
bg: Всички
cs: Jakékoliv
da: Vilkårlig
de: Alle
el: Οποιοδήποτε
es: Cualquier
fi: Kaikki
fr: Tous
hu: Bármelyik
id: Semua
it: Qualsiasi
ja: 全て
ko: 모두
nl: Alles
no: Alle
pl: Jakikolwiek
pt_br: Todos
ro: Oricare
ru: Все
sk: Akékoľvek
sv: Alla
th: ไม่เจาะจง
tr: Hepsi
uk: Всі
vi: Bất Kì
zh: 所有
zh_tw: 所有

# status.approved
source: Approved
ar: مقبولة
be: Усхваліныя
bg: Одобрени
cs: Schválené
da: Godkendt
es: Aprobados
fi: Vahvistettu
fr: Approuvée
hu: Jóváhagyott
it: Approvate
nl: Goedgekeurd
no: Godkjent
pl: Zatwierdzone
pt_br: Aprovado
ro: Aprobate
ru: Одобренные
sk: Schválené
sv: Godkänd
th: อนุมัติ
tr: Onaylı
uk: Схвалені
vi: Được Chấp Nhận
zh_tw: 批准

# status.favourites
source: Favourites
ar: المفضلات
be: Абраныя
bg: Любими
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fi: Suosikit
fr: Favoris
hu: Kedvencek
id: Favorit
it: Preferite
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
no: Favoritter
pl: Ulubione
pt_br: Favoritos
ro: Favorite
ru: Избранные
sk: Obľúbené
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Вибрані
vi: Yêu thích
zh: 收藏夹
zh_tw: 收藏

# status.graveyard
source: Graveyard
ar: مقبورة
be: Закінутыя
bg: Гробище
cs: Hřbitov
da: Kirkegården
el: Νεκροταφείο
es: Abandonados
fi: Hautausmaa
fr: Cimetière
hu: Temető
it: Abbandonate
ko: 무덤에 감
nl: Begraafplaats
no: Gravplassert
pl: Porzucone
pt_br: Cemitério
ru: Заброшенные
sk: Cintorín
sv: Kyrkogård
th: สุสาน
tr: Mezarlıkta
uk: Закинуті
zh: 坟图
zh_tw: 拋棄

# status.leaderboard
source: Has Leaderboard
ar: تحتوي قائمة متصدرين
be: З табліца лідараў
bg: Имат таблица с класации
cs: Má žebříček
da: Har Rangliste
de: Hat Ranglisten
el: Έχει Πίνακα Βαθμολογίας
es: Tiene tablas de clasificación
fi: Tulostaulukollinen
fr: Avec un classement
hu: Van Ranglistája
id: Memiliki Leaderboard
it: Con classifica
ja: リーダーボード
ko: 리더보드 있음
nl: Heeft Ranglijst
no: Har Resultatliste
pl: Z tabelą wyników
pt_br: Possuem Classificações
ro: Are Clasament
ru: С таблицей рекордов
sk: Má rebríček
sv: Har Topplista
th: สถิติการจัดลำดับ
tr: Liderlik tablosu olanlar
uk: З таблицею рекордів
vi: Có danh sách xếp hạng
zh: 计入排名
zh_tw: 擁有排行榜

# status.loved
source: Loved
ar: محبوبة
be: Любімыя
bg: Обичани
cs: Oblíbené
da: Elsket
es: Amados
fi: Rakastettu
it: Amate
no: Elsket
pl: Ulubione społeczności
ru: Любимые
sk: Obľúbené
sv: Älskad
tr: Sevilen
uk: Улюблені

# status.mine
source: My Maps
ar: المراحل الخاصة بي
be: Мае мапы
bg: Моите мапове
cs: Moje mapy
da: Mine Maps
de: Meine Maps
el: Τα Maps Μου
es: Mis mapas
fi: Mappini
fr: Mes maps
hu: Saját mapjaim
id: Map Saya
it: Le mie mappe
ja: マイマップ
ko: 내 비트맵
nl: Mijn Mappen
no: Mine Maps
pl: Moje beatmapy
pt_br: Meus Maps
ro: Hărțile mele
ru: Мои карты
sk: Moje mapy
sv: Mina Maps
th: แมพของฉัน
tr: Benim Maplerim
uk: Мої карти
vi: Map của tôi
zh: 我的谱面
zh_tw: 我的圖譜

# status.pending
source: Pending
ar: معلقة وتحت العمل
be: Чаканыя і ў працэсе распрацоўкі
bg: Изчакващи одобрение или недовършени
cs: Čekající & Rozpracované
da: Afventende & WIP
de: Ausstehend & WIP
el: Pending & WIP
es: Pendiente y trabajo en progreso
fi: Vireillä & WIP
fr: En attente & WIP
hu: Függőben lévő & WIP
id: Pending & WIP
it: In Attesa & WIP
ja: Pending & WIP
ko: 보류 중 & 작업 중
nl: Pending & WIP
no: Ventende & WIP
pl: Oczekujące i rozwijane
pt_br: Pendentes & Em Progresso
ro: În așteptare & în lucru
ru: Ожидающие и В разработке
sk: Nerozhodnutý & prebiehajúci
sv: Pågående & WIP
th: รอดำเนินการ & WIP
tr: Beklemede & Yapım Aşamasında
uk: Очікуючі і в процесі розробки
vi: Đang chờ & WIP
zh: Pending & WIP
zh_tw: 待處理&製作中

# status.qualified
source: Qualified
ar: مؤهلة
be: Кваліфікаваныя
bg: Квалифицирани
cs: Kvalifikované
da: Kvalificeret
de: Qualifiziert
es: Calificados
fi: Esihyväksytty
fr: Qualifiée
hu: Kvalifikált
it: Qualificate
nl: Gekwalificeerd
no: Kvalifisert
pl: Zakwalifikowane
pt_br: Qualificados
ro: Calificate
ru: Квалифицированные
sk: Kvalifikované
sv: Kvalificerad
tr: Nitelikli
uk: Кваліфіковані

# status.ranked
source: Ranked
ar: مقيّمة
be: Ранкаваныя
bg: Класиран
cs: Hodnocené
es: Clasificados
fi: Hyväksytty
fr: Classée
hu: Rangsorolt
it: Rankate
no: Rangert
pl: Rankingowe
pt_br: Ranqueados
ro: Clasat
ru: Рейтинговые
sk: Hodnotené
sv: Rankad
th: จัดอันดับแล้ว
tr: Dereceli
uk: Ранкнуті
vi: Đã được xếp hạng
zh_tw: 已進榜

# genre.any
source: Any
ar: الكل
be: Усе
bg: Всички
cs: Jakékoliv
da: Vilkårlig
de: Alle
el: Οποιοδήποτε
es: Cualquier
fi: Kaikki
fr: Tous
hu: Bármelyik
id: Semua
it: Qualsiasi
ja: 全て
ko: 모두
nl: Alles
no: Alle
pl: Jakikolwiek
pt_br: Todos
ro: Oricare
ru: Все
sk: Akékoľvek
sv: Alla
th: ไม่เจาะจง
tr: Hepsi
uk: Всі
vi: Bất Kì
zh: 所有
zh_tw: 所有

# genre.unspecified
source: Unspecified
ar: غير محدد
be: Не вызначана
bg: Неопределени
cs: Nespecifikováno
da: Uspecificeret
de: Nicht angegeben
el: Δεν έχει καθοριστεί
es: no especificado
fi: Määrittelemätön
fr: Non spécifié
hu: Nem meghatározott
id: Belum Ditentukan
it: Non specificato
ja: 未分類
ko: 분류되지 않음
nl: Niet Gespecificeerd
no: Uspesifisert
pl: Nieokreślony
pt_br: Não Especificado
ro: Nespecificat
ru: Не определён
sk: Nešpecifikované
sv: Ospecificerad
th: ไม่ระบุ
tr: Belirtilmemiş
uk: Не визначений
vi: Chưa Xác Định
zh: 尚未指定
zh_tw: 未指定
