Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmaps.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# discussions.votes.none.up
source: No upvotes yet
ar: لا اصوات حتى الأن
bg: Все още няма положителни оценки
da: Endnu ingen upvotes
de: Noch keine Upvotes
el: Δεν υπάρχουν ακόμα upvotes
es: Aún no hay votos positivos
fr: Pas encore de votes positifs
hu: Nincsenek felértékelések
id: Belum ada upvote
it: Ancora nessun voto positivo
ja: 賛成票はまだありません
ko: 아직 추천이 없습니다
nl: Nog geen upvotes
no: Ingen positive stemmer enda
pl: Brak pozytywnych ocen
pt_br: Sem votos positivos ainda
ro: Niciun upvote încă
ru: Положительных оценок пока нет
sk: Zatiaľ žiadne kladné hodnotenie
sv: Inga uppröster ännu
th: ยังไม่มีคนเห็นด้วย
tr: Henüz pozitif oy yok
uk: Голосів "за" немає
vi: Chưa có upvote
zh: 还没有好评
zh_tw: 還沒有任何贊成票

# discussions.votes.latest.down
source: Latest downvotes
ar: الأصوات السلبية
bg: Последни отрицателни оценки
da: Seneste downvotes
de: Letzte Upvotes
el: Πιο πρόσφατα downvotes
es: Últimos votos negativos
fr: Derniers votes négatifs
hu: Legutóbbi leértékelések
id: Downvote terbaru
it: Ultimi voti negativi
ja: 最近の反対票
ko: 최근 비추천
nl: Laatste downvotes
no: Seneste negative stemmer
pl: Ostatnie negatywne oceny
pt_br: Últimos votos negativos
ro: Cele mai noi downvoturi
ru: Последние не одобрения
sk: Nedávne neschválenie
sv: Senaste nedröster
th: ความคิดเห็นที่ไม่เห็นด้วยล่าสุด
tr: En son eksi oylar
uk: Останні голоси "проти"
vi: Downvote mới nhất
zh: 最新差评
zh_tw: 最新的反對票

# discussions.votes.latest.up
source: Latest upvotes
ar: الأصوات الأيجابية
bg: Последни положителни оценки
da: Seneste upvotes
de: Letzte Upvotes
el: Πιο πρόσφατα upvotes
es: Últimos votos positivos
fr: Derniers votes positifs
hu: Legutóbbi felértékelések
id: Upvote terbaru
it: Ultimi voti positivi
ja: 最近の賛成票
ko: 최근 추천
nl: Laatste upvotes
no: Seneste positive stemmer
pl: Ostatnie pozytywne oceny
pt_br: Últimos votos positivos
ro: Cele mai noi upvote-uri
ru: Последние одобрения
sk: Najnovšie hlasovania
sv: Senaste uppröster
th: ความคิดเห็นที่เห็นด้วยล่าสุด
tr: En son artı oylar
uk: Останні голоси "за"
vi: Upvote mới nhất
zh: 最新好评
zh_tw: 最新的贊成票

# hype.button
source: Hype Beatmap!
ar: إشادة الخريطة!
be: Надаць хайп бітмапе!
bg: Надъхай Бийтмапа!
cs: Nadchnout beatmapu!
de: Beatmap hypen!
es: ¡Hypear este mapa!
fi: Hurraa Beatmappia!
fr: Hyper la Beatmap !
hu: Beatmap Hype-olása!
it: Metti hype!
ja: ビートマップにHypeする！
ko: 비트맵 Hype!
pl: Nagłośnij beatmapę!
pt_br: Dar um Hype!
ro: 'Hype' acest beatmap!
ru: Хайпануть карту!
tr: Beatmapi Gazla!
uk: Хайпнути карту!
zh: 推荐谱面！
zh_tw: 推薦圖譜！

# hype.button_done
source: Already Hyped!
ar: مُشادة بالفعل!
be: Хайп ужо быў нададзены!
bg: Вече е Надъхан!
cs: Již jsi tuto mapu nadchnul!
da: Allerede Hypet!
de: Schon gehypt!
el: Ήδη Hyped!
es: ¡Hypeado!
fi: Hurrasit Jo!
fr: Déjà Hypée !
hu: Már Hype-olt!
id: Telah di-Hype!
it: Hype già messo!
ja: Hype済みです！
ko: 이미 Hype했습니다!
nl: Al Gehyped!
no: Allerede Hypet!
pl: Już nagłośniono!
pt_br: Já deu um Hype!
ro: Deja entuziasmat!
ru: Уже хайпанута!
sk: Už hypenutá!
sv: Redan hypad!
th: Hype ไปแล้ว!
tr: Çoktan Gazlandı!
uk: Вже хайпнута!
vi: Đã Được Hype!
zh: 已经推荐！
zh_tw: 已經推薦！

# hype.confirm
source: Are you sure? This will use one out of your remaining {0} hype and can't be undone.
ar: هل انت متأكد؟ سوف يستخدم هذا احد إشاداتك الـ {0} ولا يمكن التراجع عن ذلك.
be: Вы ўпэўнены? Гэта выкарыстае 1 адзінку хайпу з {0} і адмяніць будзе немагчыма.
bg: Сигурни ли сте? Това ще използва едно от вашите останали {0} надъхвания и не може да бъде отменено.
cs: Jsi si jist? Toto ti odebere jeden z tvých {0} nadšení a nedá se to vrátit.
da: Er du sikker? Dette vil bruge en af dine resterende {0} hypes og kan ikke fortrydes.
de: Sicher? Dies wird eins deiner letzten {0} Hypes verwenden und kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι; Αυτό θα χρησιμοποιήσει ένα από τα υπολειπόμενα {0} hype σας και δεν μπορεί να αναιρεθεί.
es: ¿Está seguro? Esto usará uno de sus {0} hype restantes y no puede deshacerse.
fi: Oletko varma? Tämä toiminto käyttää yhden jäljelläolevista hurrauspisteistä eikä se ole peruutettavissa. Hurrauksia jäljellä {0}.
fr: Êtes-vous sûr ? Ceci va utiliser un de vos {0} hypes restants et l'action ne peut être annulée.
hu: Biztos vagy benne? Ezzel elhasználsz egyet a(z) {0} darab hype-odból, ami visszavonhatatlan.
id: Apakah Anda yakin? Dengan ini Anda akan memberikan 1 hype kepada beatmap ini dari {0} hype yang Anda miliki saat ini. Aksi ini tidak dapat diurungkan.
it: Sei sicuro? Questo utilizzerà uno dei tuoi {0} hype rimanenti e non può essere annullato.
ja: あなたの残りHype数は{0}回です。Hypeは取り消しできません。Hypeしますか？
ko: 확실한가요? 이 작업은 남아있는 {0}개의 Hype를 사용하고, 취소할 수 없습니다.
nl: Weet je dat zeker? Dit zal een van je {0} hypes gebruiken en kan niet ongedaan gemaakt worden.
no: Er du sikker? Dette vil bruke en av dine gjenstående {0} hype og kan ikke angres.
pl: Na pewno? Zużyje to jedno z twoich możliwych nagłośnień. Tej czynności nie można cofnąć.
pt_br: Você tem certeza? Isso irá utilizar um dos seus {0} hypes e não poderá ser desfeito.
ro: Ești sigur? Acest lucru îți va folosi unul din restul tău de {0} 'hype' rămași și nu poate fi anulat.
ru: Вы уверены? Это действие отберёт один из {0} хайпов и не может быть отменено.
sk: Si si istý? Toto ti odoberie jednu z tvojich zvyšných {0} nadšení a nedá sa to vrátiť.
sv: Är du säker? Detta kommer att använda en av dina återstånde {0} hypes och kan inte tas tillbaka.
th: แน่ใจหรอ นี่จะใช้หนึ่งใน {0} Hype ที่เหลือของคุณและไม่สามารถแก้ไขได้
tr: Emin misiniz? Bu işlem kalan {0} adet gaz hakkından birini kullanacak ve geriye alınamayacak.
uk: Ви впевнені? Ця дія відбере один з {0} хайпів і не може бути скасованою.
vi: Bạn chắc không? Việc này sẽ dùng một trong {0} hype còn lại của bạn và không thể hủy bỏ.
zh: 你确定吗？这将会使用你剩下的 {0} 次推荐次数并且无法撤销。
zh_tw: 你確定嗎？這將會使用你剩下的 {0} 次推薦次數並且無法撤銷。

# hype.explanation
source: Hype this beatmap to make it more visible for nomination and ranking!
ar: قم بإشادة هذه الخريطة لجعلها اكثر وضوحاََ للمُرشِحين والإصفاف!
be: Гэта зробіць бітмапу даступнай для намінавання!
bg: Надъхайте този бийтмап за да го направите по-видим за номинация и класиране!
cs: Nadchni tuto beatmapu a udělej ji více viditelnou pro nominátory a hodnocení!
da: Hype dette beatmap for at gøre det mere synligt for nominering og ranking!
de: Hype diese Beatmap, um sie für Nominierungen und Ranking sichtbarer zu machen!
el: Δώστε hype σε αυτό το beatmap για να το κάνετε περισσότερο ορατό για την υποψηφιότητα και την κατάταξη!
es: ¡Hypea este mapa para hacerlo más visible para la nominación y la clasificación!
fi: Hurraa tätä beatmappia tuodaksesi sille näkyvyyttä suositusta- ja hyväksymistä varten!
fr: Hyper cette beatmap permet de la rendre plus visible pour sa nomination et son classement !
hu: Hype-old a beatmap-et, hogy láthatóbbá tedd a jelöléshez és a rangsoroláshoz!
id: Berikanlah hype Anda untuk membawa beatmap ini lebih dekat menuju Ranked!
it: Metti hype a questa beatmap per renderla più visibile per la nomina ed il ranking!
ja: このビートマップにHypeすることで注目が集まり、ノミネーションやRankedがされやすくなります！
ko: Hype로 비트맵의 노출 순위를 올릴 수 있습니다. 비트맵이 더 빠르게 랭크되길 바란다면 Hype 하세요!
nl: Hype deze beatmap om ze zichtbaarder te maken voor nominatie en ranking!
no: Hype dette beatmappet for å gjøre den mer synlig for nominasjon og rangering!
pl: Nagłośnij tę beatmapę, aby stała się bardziej widoczna dla nominatorów i osób modujących!
pt_br: Adicione um Hype nesse beatmap e torne-o mais visível para que um Beatmap Nominator possa ranqueá-lo!
ro: 'Hype' acest beatmap pentru a-l face mai vizibil pentru nominalizare și clasament!
ru: Хайпаните карту, чтобы сделать её доступной для номинирования и получения рейтинга!
sk: Nadchni tuto beatmapu a sprav ju viac viditelnú pre nominátorov a hodnotenie!
sv: Att lägga till beröm ❤ kommer höja denna beatmaps hype, vilket gör den mer synlig för nominering och rankning!
th: Hype บีทแมพนี้เพื่อทำให้ง่ายขึ้นต่อการเสนอชื่อและจัดอันดับ
tr: Bu beatmapi aday gösterilmesi ve dereceli olması için daha görünür yapmak için gazla!
uk: Це зробить карту більш помітною для номінації та рейтингу!
vi: Hype beatmap này để làm nó có khả năng được đề cử (nominate) và xếp hạng (rank)!
zh: 推荐这张谱面让它更容易被提名然后 ranked ！
zh_tw: 推薦這張圖譜讓它更容易被提名和進榜 ！

# hype.explanation_guest
source: Sign in and hype this beatmap to make it more visible for nomination and ranking!
ar: قم بتسجيل الدخول واشِد هذه الخريطة لجعلها اكثر جذابية لدى المُرشِحين والاِصفاف!
be: Увайдзіце, каб надаць хайпу гэтай бітмапе для намінацыі і рэйтынгу!
bg: Влезте в профила си и надъхайте този бийтмап, за да го направите по-видим за номинация и класиране!
cs: Přihlaš se a nadchni tuto beatmapu - udělej ji více viditelnou pro nominátory a hodnocení!
da: Log ind og hype dette beatmap for at gøre det mere synligt for nominering og ranking!
de: Einloggen und diese Beatmap hypen, um sie für Nominierungen und ranked sichtbarer zu machen!
el: Συνδεθείτε και δώστε hype σε αυτό το beatmap για να το κάνετε περισσότερο ορατό για την υποψηφιότητα και την κατάταξη!
es: ¡Inicia sesión y hypea este mapa para hacerlo más visible para la nominación y la clasificación!
fi: Kirjaudu sisään ja hurraa tätä beatmappia tuodaksesi sille näkyvyyttä suositusta- ja hyväksymistä varten!
fr: Connectez-vous et hypez cette beatmap afin de la rendre plus visible pour sa nomination et son classement !
hu: Jelentkezz be és hype-old a beatmap-et, hogy láthatóbbá tedd a jelöléshez és a rangsoroláshoz!
id: Masuk dan berikan hype kepada beatmap ini agar beatmap ini dapat segera dinominasikan dan di-rank!
it: Effettua l'accesso e metti hype a questa beatmap per renderla più visibile per la nomina ed il raking!
ja: ログインしてHypeすることでこのビートマップに注目が集まり、ノミネーションやRankedがされやすくなります！
ko: Hype로 비트맵의 노출 순위를 올릴 수 있습니다. 비트맵이 더 빠르게 랭크되길 바란다면 로그인 후 Hype 하세요!
nl: Log in en hype deze beatmap om ze zichtbaarder te maken voor nominatie en ranking!
no: Logg inn for å hype dette beatmappet slik at den blir mer synlig for nominering og rangering!
pl: Zaloguj się i nagłośnij tę beatmapę, aby stała się bardziej widoczna dla nominatorów i osób modujących!
pt_br: Conecte-se e adicione um Hype nesse beatmap e torne-o mais visível para que um Beatmap Nominator possa ranqueá-lo!
ro: Conectează-te și 'hype' acest beatmap pentru a-l face mai vizibil pentru nominalizare și clasament!
ru: Войдите в аккаунт, чтобы сделать карту доступной для номинирования!
sk: Prihlás sa a nadchni túto beatmapu a urob ju viac viditelnú pre nominátorov a hodnotenie!
sv: Logga in och hypa denna beatmap för att göra den mer synlig för nomineringar och rankning!
th: ลงชื่อเข้าใช้และ Hype บีทแมพนี้เพื่อทำให้ง่ายขึ้นต่อการเสนอชื่อและจัดอันดับ
tr: Giriş yap ve bu beatmapi gazlayarak, aday gösterilmesi ve dereceli olması için daha görünür yap!
uk: Увійдіть, щоб зробити карту доступною для номінування!
vi: Đăng nhập và hype beatmap này để nó có khả năng được đề cử (nominate) và xếp hạng (rank)!
zh: 登录并推荐这张谱面让它更容易被提名然后 ranked ！
zh_tw: 登入並推薦這張圖譜讓它更容易被提名和進榜 ！

# hype.new_time
source: You'll get another hype {0}.
ar: سوف تحصل على إشادة جديدة في {0}.
be: Вы атрымалі іншы хайп {0}.
bg: Вие ще получите друго надъхване {0}.
cs: Další nadšení získáš až {0}.
da: Du får en ny hype {0}.
de: Um {0} wirst du deinen nächsten Hype erhalten.
el: Θα πάρετε άλλο hype {0}.
es: Obtendrás otro hype {0}.
fi: Saat uuden hurrauksen {0}.
fr: Vous obtiendrez un point de hype dans {0}.
hu: Kapsz még egy hype-ot {0}.
id: Anda akan mendapatkan hype tambahan {0}.
it: Riceverai un altro hype {0}.
ja: {0}でhype数が回復します。
ko: {0}에 새로운 Hype를 받을 수 있습니다.
nl: Je krijgt nog een hype {0}.
no: Du vil få en ny hype {0}.
pl: Nagłośnienie kolejnej beatmapy będzie możliwe za {0}.
pt_br: Você ganhará um novo hype em {0}.
ro: O să primești alt 'hype' pe {0}.
ru: Вы получите другой хайп {0}.
sk: Ďalšie nadšenie získaš za {0}.
sv: Du kommer att få en till hype {0}.
th: คุณจะได้ Hype ใหม่ใน {0}
tr: Bir sonraki gaz {0} tarihinde gelecek.
uk: Ви отримаєте інший хайп {0}.
vi: Bạn sẽ nhận được đợt hype khác vào {0}.
zh: 你将在 {0} 后获得新的推荐次数。
zh_tw: 你將在 {0} 後獲得新的推薦次數。

# hype.remaining
source: You have {0} hype left.
ar: لديك {0} إشادات متبقية.
be: У вас засталося {0} хайпа.
bg: Вие имате {0} надъхвания останали.
cs: Již ti zbývá {0} nadšení.
da: Du har {0} hypes tilbage.
de: Du hast noch {0} Hypes übrig.
el: Έχετε {0} ακόμα hype.
es: Te quedan {0} Hypes.
fi: Sinulla on {0} hurrausta jäljellä.
fr: Vous avez {0} hypes restants.
hu: Még {0} darab hype-od maradt.
id: Anda memiliki {0} hype tersisa.
it: Hai ancora {0} hype rimanenti.
ja: あなたの残りHype数は{0}回です
ko: {0}번 Hype 할 수 있습니다.
nl: Je hebt nog {0} hype over.
no: Du har {0} hype igjen.
pl: Możesz nagłośnić jeszcze {0} beatmap(y).
pt_br: Você ainda tem {0} hypes sobrando.
ro: Mai ai {0} 'hype' rămași.
ru: У вас осталось {0} хайпа.
sk: Zostáva ti zvyšných {0} nadšeni.
sv: Du har {0} hypes kvar.
th: คุณมี Hype เหลือ {0} อัน
tr: {0} gazınız kaldı.
uk: У вас залишилося {0} хайпу.
vi: Bạn còn {0} hype.
zh: 你还可以推荐 {0} 次。
zh_tw: 你還可以推薦 {0} 次。

# hype.required_text
source: Hype: {0}/{1}
ar: إشادة {0}/{1}
be: Хайп: {0}/{1}
bg: Надъхване: {0}/{1}
cs: Nadšení: {0}/{1}
fi: Hurraukset: {0}/{1}
pl: Priorytet: {0}/{1}
ru: Хайп: {0}/{1}
sk: Nadšenie: {0}/{1}
tr: Gaz: {0}/{1}
uk: Хайп: {0}/{1}
zh: 推荐进度： {0}/{1}
zh_tw: 推薦進度： {0}/{1}

# hype.section_title
source: Hype Train
ar: قطار الإشادة
be: Прагрэс хуйпу
bg: Приоритет
cs: Natěšení
el: Hype Τρένο
es: Tren del hype
fi: Hurrausjuna
fr: Train de la hype
hu: Hype Vonat
it: Vagoni di hype
no: Hype Tog
pl: Priorytet
pt_br: Trenzinho do Hype
ro: Trenul Hype
ru: Прогресс хайпа
sk: Natešenie
sv: Hype Tåg
tr: Gaz Treni
uk: Прогрес хайпу
zh: 推荐进度
zh_tw: 推薦進度

# hype.title
source: Hype
ar: اِشادة
be: Надаць хайп
bg: Надъхване
cs: Nadšení
fi: Hurraukset
pl: Priorytet
ru: Хайпаните
sk: Nadšenie
tr: Gaz
uk: Хайп
zh: 推荐
zh_tw: 推薦

# feedback.button
source: Leave Feedback
ar: ترك تعليق
be: Пакінуць водгук
bg: Остави Отзив
cs: Zanechat zpětnou vazbu
da: Giv Feedback
de: Feedback abgeben
el: Αφήστε Σχόλια
es: Dejar comentarios
fi: Jätä Palautetta
fr: Laisser un commentaire
hu: Visszajelzés Küldése
id: Tinggalkan Masukan
it: Lascia un Feedback
ja: フィードバックを残す
ko: 의견 남기기
nl: Geef Feedback
no: Legg igjen tilbakemelding
pl: Zostaw ocenę
pt_br: Deixar Feedback
ro: Spune-ți părerea
ru: Оставить отзыв
sk: Zanechaj Spätnú Väzbu
sv: Lämna Feedback
th: ฝากคำติชม
tr: Geri bildirim Bırak
uk: Залишити відгук
vi: Để Lại Phản Hồi
zh: 留下建议
zh_tw: 留下建議

# nominations.delete
source: Delete
ar: حذف
be: Выдаліць
bg: Изтрий
cs: Vymazat
da: Fjern
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
no: Slett
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh: 删除
zh_tw: 刪除

# nominations.delete_own_confirm
source: Are you sure? The beatmap will be deleted and you will be redirected back to your profile.
ar: هل انت متأكد؟ سوف تمسح الخريطة وسيتم ارجاعك الى ملفك الشخصي.
be: Вы ўпэўнены? Гэтая бітмапа будзе выдалена і вы будзеце перанакіраваны назад у свой профіль.
bg: Сигурни ли сте? Бийтмапът ще бъде изтрит и ще бъдете пренасочени обратно към вашия профил.
cs: Jste si jistý? Tahle beatmapa bude smazána a pošleme vás zpátky na váš profil.
da: Er du sikker? Dette beatmap vil blive slettet og du vil blive ledt tilbage til din profil.
de: Bist du sicher? Die Beatmap wird gelöscht und du wirst auf dein Profil zurückgeleitet.
el: Είστε σίγουρος; Το beatmap θα διαγραφεί και θα ανακατευθυνθείτε πίσω στο προφίλ σας.
es: ¿Está seguro? El mapa será eliminado y serás redirigido de vuelta a tu perfil.
fi: Oletko varma? Tämä beatmap poistetaan ja sinut uudelleenohjataan takaisin profiiliisi.
fr: Êtes-vous sûr ? La beatmap sera supprimé et vous serez redirigé vers votre profil.
hu: Biztos vagy benne? A beatmap törlésre kerül és vissza leszel irányítva a profilodra.
id: Apa Anda yakin? Beatmap yang dipilih akan dihapus dan Anda akan dialihkan kembali ke profil Anda.
it: Sei sicuro? La beatmap verrà eliminata e sarai reindirizzato al tuo profilo.
ja: 本当によろしいですか？ビートマップは削除され、プロフィール画面にリダイレクトされます。
ko: 확실한가요? 비트맵을 제거하고 당신의 프로필로 돌아갑니다.
nl: Weet je het zeker? De beatmap zal worden verwijderd en je zult worden terug gestuurd naar je profiel.
no: Er du sikker? Beatmappet vil bli slettet og du vil bli omdirigert tilbake til profilen din.
pl: Czy na pewno chcesz to zrobić? Ta beatmapa zostanie usunięta i nastąpi przekierowanie do twojego profilu.
pt_br: Você tem certeza? Esse beatmap será deletado e você será redirecionado de volta para seu perfil.
ro: Ești sigur? Acest beatmap va fi șters, iar tu vei fi redirecționat înapoi la profilul tău.
ru: Уверены? Карта будет удалена, и вы будете перенаправлены обратно в свой профиль.
sk: Ste si istý? Beatmapa bude odstránená a budete presmerovaný späť na svoj profil.
sv: Är du säker? Beatmapen kommer att raderas och du kommer att omdirigeras tillbaka till din profil.
th: คุณแน่ใจใช่ไหม? บีทแมพจะถูกลบและคุณจะถูกนำกลับไปยังหน้าโปรไฟล์ของคุณ
tr: Emin misin? Beatmap silinecek ve profiline yönlendirileceksin.
uk: Ви впевнені? Карта буде видалена, а вас буде перенаправлено назад в профіль.
vi: Bạn có chắc không? Beatmap sẽ bị xóa và bạn sẽ được chuyển hướng quay lại trang cá nhân của bạn.
zh: 你确定要删除吗？删除后你将回到个人资料页。
zh_tw: 你確定嗎？這個圖譜將被刪除，刪除後你將重新導向到你的個人資料頁面。

# nominations.delete_other_confirm
source: Are you sure? The beatmap will be deleted and you will be redirected back to the user's profile.
ar: هل انت متأكد؟ سوف تمسح الخريطة وسيتم ارجاعك الى ملف المستخدم الشخصي.
be: Вы ўпэўнены? Гэтая бітмапа будзе выдалена і вы будзеце перанакіраваны назад у профіль карыстальніка.
bg: Сигурни ли сте? Бийтмапът ще бъде изтрит и ще бъдете пренасочени обратно към профила на потребителя.
cs: Jste si jistý? Tahle beatmapa bude smazána a pošleme vás zpátky na profil uživatele.
da: Er du sikker? Dette beatmap vil blive slettet og du vil blive ledt tilbage til brugerens profil.
de: Bist du sicher? Die Beatmap wird gelöscht und du wirst auf das Profil zurückgeleitet.
el: Είστε σίγουρος; Το beatmap θα διαγραφεί και θα ανακατευθυνθείτε πίσω στο προφίλ του χρήστη.
es: ¿Está seguro? El mapa será eliminado y serás redirigido de vuelta al perfil de usuario.
fi: Oletko varma? Tämä beatmap poistetaan ja sinut uudelleenohjataan käyttäjän profiiliin.
fr: Êtes-vous sûr ? La beatmap sera supprimée et vous serez redirigé vers le profil de l'utilisateur.
hu: Biztos vagy benne? A beatmap törlésre kerül és vissza leszel irányítva a felhasználó profiljára.
id: Apa Anda yakin? Beatmap yang dipilih akan dihapus dan Anda akan dialihkan kembali ke profil pengguna.
it: Sei sicuro? La beatmap verrà eliminata e sarai reindirizzato al profilo del creatore.
ja: 本当によろしいですか？ビートマップは削除され、ユーザーのプロフィール画面にリダイレクトされます。
ko: 확실한가요? 비트맵을 제거하고 해당 유저의 프로필로 돌아갑니다.
nl: Weet je het zeker? De beatmap zal worden verwijderd en je zult worden terug gestuurd naar het profiel van de gebruiker.
no: Er du sikker? Beatmappet vil bli slettet og du vil bli omdirigert tilbake til brukeren sin profil.
pl: Czy na pewno chcesz to zrobić? Ta beatmapa zostanie usunięta i nastąpi przekierowanie do profilu użytkownika.
pt_br: Você tem certeza? Esse beatmap será deletado e você será redirecionado de volta para seu perfil de usuário.
ro: Ești sigur? Acest beatmap va fi șters, iar tu vei fi redirecționat înapoi la profilul utilizatorului.
ru: Уверены? Карта будет удалена, и вы будете перенаправлены в профиль пользователя.
sk: Ste si istý? Beatmapa bude odstránená a budete presmerovaný späť na profil používateľa.
sv: Är du säker? Beatmapen kommer att raderas och du kommer att omdirigeras tillbaka till användarens profil.
th: คุณแน่ใจใช่ไหม? บีทแมพจะถูกลบและคุณจะถูกนำกลับไปยังหน้าโปรไฟล์ของผู้เล่น
tr: Emin misin? Beatmap silinecek ve kullanıcının profiline yönlendirileceksin.
uk: Ви впевнені? Карта буде видалена, а вас буде перенаправлено назад в профіль.
vi: Bạn có chắc không? Beatmap sẽ bị xóa và bạn sẽ được chuyển hướng quay trở lại trang cá nhân của người dùng.
zh: 你确定要删除吗？删除后你将回到他的个人资料页。
zh_tw: 你確定嗎？這個圖譜將被刪除，刪除後你將重新導向到他的個人資料頁面。

# nominations.disqualification_prompt
source: Reason for disqualification?
ar: سبب رفض التأهيل؟
be: Прычына дыскваліфікацыі?
bg: Причина за дисквалифициране?
cs: Důvod pro diskvalifikaci?
da: Diskvalifikations-årsag?
de: Grund für die Disqualifizierung?
el: Λόγος αποκλεισμού;
es: ¿Motivo de la descalificación?
fi: Hylkäyksen syy?
fr: Raison de la disqualification ?
hu: Diszkvalifikáció oka?
id: Alasan diskualifikasi?
it: Ragioni della squalifica?
ja: Disqualification（Qualifyの取り消し）の理由
ko: Disqualify 처리하는 이유는 무엇입니까?
nl: Reden voor diskwalificatie?
no: Årsak til diskvalifikasjon?
pl: Powód dyskwalifikacji?
pt_br: Motivo da desqualificação?
ro: Motiv pentru descalificare?
ru: Причина для дисквалификации?
sk: Dôvod pre diskvalifikáciu?
sv: Anledning för diskvalificering?
th: เหตุผลในการตัดสิทธิ์?
tr: Diskalifiye sebebi nedir?
uk: Причина для дискваліфікації?
vi: Lí do để qualify?
zh: 认为不合格(DQ)的理由？
zh_tw: Disqualified 的理由？

# nominations.disqualified_at
source: Disqualified {0} ({1}).
ar: رفض تأهيلها في {0} ({1}).
be: Дыскваліфікаваны {0} ({1}).
bg: Дисквалифициран {0} ({1}).
cs: Diskvalifikována před {0} ({1}).
da: Diskvalificeret {0} ({1}).
de: Disqualifiziert {0} ({1}).
es: Descalificado {0} ({1}).
fi: Hylättiin {0} sitten ({1}).
fr: disqualifiée {0} ({1}).
hu: Diszkvalifikálva {0} ({1}).
id: Didiskualifikasi pada {0} ({1}).
it: Squalificata {0} ({1}).
ja: {0}にDisqualifyされました({1}).
ko: {0}에 Disqualified 됨 ({1}).
nl: Gediskwalificeerd {0} ({1}).
no: Diskvalifisert {0} ({1}).
pl: Zdyskwalifkowane {0} ({1}).
pt_br: Desqualificado {0} ({1}).
ro: Descalificat {0} ({1}).
ru: Дисквалифицирована {0} ({1}).
sk: Diskvalifikovaný pred {0} ({1}).
sv: Diskvalificerad {0} ({1}).
th: ถูกตัดสิทธิ์เมื่อ {0} เพราะ ({1})
tr: {0}: diskalifiye edildi ({1}).
uk: Дискваліфікований {0} ({1}).
zh: 于 {0} 被 DQ （{1}）。
zh_tw: 於 {0} 被 Disqualified（{1}）。

# nominations.disqualified_no_reason
source: no reason specified
ar: لم يتم كتابة سبب معين
be: няма вызначанай прычыны
bg: няма определена причина
cs: žádný důvod nebyl určen
da: ingen årsag specificeret
de: kein grund angegeben
el: δεν έχει καθοριστεί κάποιος λόγος
es: motivo no especificado
fi: ei määriteltyä syytä
fr: aucune raison spécifiée
hu: nincs indok meghatározva
id: tidak ada alasan yang diberikan
it: nessuna motivazione specificata
ja: 理由が設定されていません
ko: 이유가 명시되지 않았습니다
nl: geen reden opgegeven
no: ingen grunn spesifisert
pl: brak określonego powodu
pt_br: sem motivo específico
ro: niciun răspuns specificat
ru: причина не указана
sk: nebol uvedený dôvod
sv: inget anledning specificerad
th: ไม่มีเหตุผลที่ระบุไว้
tr: bir sebep belirtilmedi
uk: не вказано причини
vi: không đưa ra lí do
zh: 没有指定原因
zh_tw: 沒有任何原因

# nominations.disqualify
source: Disqualify
ar: رفض التأهيل
be: Дыскваліфікаваць
bg: Дисквалифицирайте
cs: Diskvalifikovat
da: Diskvalificér
de: Disqualifizieren
el: Απόκλεισε
es: Descalificar
fi: Hylkää
fr: Disqualifiée
hu: Diszkvalifikálás
id: Diskualifikasi
it: Squalifica
nl: Diskwalificeer
no: Diskvalifiser
pl: Zdyskwalifikuj
pt_br: Desqualificar
ro: Descalificare
ru: Дисквалифицировать
sk: Diskvalifikovať
sv: Diskvalificera
th: ตัดสิทธิ์
tr: Diskalifiye
uk: Дискваліфікувати
