Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmaps.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# discussion-votes.update.error
source: Failed updating vote
ar: فشل تحديث التصويت
be: Не атрымалася абнавіць голас
bg: Неуспешно актуализиране на гласуването
cs: Nastala chyba během hlasování
da: Kunne ikke afgive stemme
de: Aktualisieren der Stimme fehlgeschlagen
el: Αποτυχία ενημέρωσης ψήφων
es: Error al actualizar los votos.
fi: Äänen päivitys ei onnistunut
fr: Échec pendant l'actualisation du vote
hu: Hiba a szavazat frissítése közben
id: Gagal memperbarui pilihan
it: Errore durante l'aggiornamento del voto
ja: 評価の更新に失敗しました
ko: 투표 변경 실패
nl: Stem bijwerken mislukt
no: Kunne ikke oppdatere stemme
pl: Aktualizacja oceny nie powiodła się
pt_br: Falha ao atualizar votos
ro: Actualizarea votului a eșuat
ru: Не удалось обновить ответ
sk: Nastala chyba počas hlasovania
sv: Kunde ej uppdatera röst
th: อัปเดตโหวตล้มเหลว
tr: Oy güncelleme başarısız
uk: Не вдається оновити відповідь
vi: Cập nhật vote thất bại
zh: 更新投票失败
zh_tw: 投票更新失敗

# discussions.allow_kudosu
source: allow kudosu
ar: السماح بـ كودوسو
be: дазволіць кудосу
bg: разреши kudosu
cs: povolit kudosu
da: giv kudosu
de: kudosu erlauben
el: επίτρεψε kudosu
es: permitir kudosu
fi: salli kudosu
fr: accorder le kudosu
hu: kudosu engedélyezése
id: izinkan kudosu
it: permetti kudosu
ja: kudosuを許可
ko: kudosu 허용하기
nl: kudosu toestaan
no: tillat kudosu
pl: zezwól na kudosu
pt_br: permitir kudosu
ro: permite kudosu
ru: разрешить кудосу
sk: povoliť kudosu
sv: tillåt kudosu
th: อนุญาตการให้ kudosu
tr: kudosuya izin ver
uk: дозволити кудосу
vi: cho phép kudosu
zh: 给予 kudosu
zh_tw: 給予 kudosu

# discussions.beatmap_information
source: Beatmap Page
ar: صفحة الخريطة
bg: Страница на бийтмапа
cs: Stránka Beatmapy
da: Beatmap Side
de: Beatmap-Seite
es: Página del mapa
fi: Beatmap-sivu
fr: Page de la beatmap
hu: Beatmap Oldal
id: Laman Beatmap
it: Pagina della Beatmap
ja: ビートマップページ
ko: 비트맵 페이지
nl: Beatmap pagina
no: Beatmapside
pl: Informacje o beatmapie
pt_br: Página do Beatmap
ro: Pagină Beatmap
ru: Страница карты
sk: Stránka Beatmapy
sv: Beatmap Sida
th: หน้าบีทแมพ
tr: Beatmap sayfası
uk: Сторінка карти
vi: Trang Beatmap
zh: 谱面信息页
zh_tw: 圖譜頁面

# discussions.delete
source: delete
ar: حذف
be: выдаліць
bg: изтрий
cs: odstranit
da: slet
de: löschen
el: διαγραφή
es: eliminar
fi: poista
fr: supprimer
hu: törlés
id: hapus
it: elimina
ja: 削除
ko: 삭제
nl: verwijder
no: slett
pl: usuń
pt_br: excluir
ro: șterge
ru: удалить
sk: odstrániť
sv: radera
th: ลบ
tr: sil
uk: видалити
vi: xóa
zh: 删除
zh_tw: 刪除

# discussions.deleted
source: Deleted by {0} {1}.
ar: تم الحذف بواسطة {0}{1}.
be: Выдалена {0} а {1}.
bg: Изтрито от {0} {1}.
cs: Smazal uživatel {0} v {1}.
da: Slettet af {0} {1}.
de: Von {0} gelöscht ({1}).
el: Διαγράφηκε από {0} {1}.
es: Eliminado por {0} {1}
fi: Poistanut {0} {1}.
fr: Supprimé par {0} {1}.
hu: Eltávolítva {0} által, {1}.
id: Dihapus oleh {0} {1}.
it: Eliminato da {0} {1}.
ja: {0}が{1}に削除
ko: {0}에 {1}님에 의해 삭제되었습니다
nl: Verwijderd door {0} {1}.
no: Slettet av {0} {1}.
pl: Usunięte przez {0} {1}
pt_br: Excluído por {0} às {1}.
ro: Șters de {0} {1}.
ru: Удалено {0} в {1}
sk: Odstránene uživateľom {0} {1}.
sv: Raderad av {0} {1}.
th: ถูกลบโดย {0} เมื่อเวลา {1}
tr: {0} tarafından {1} tarihinde silindi.
uk: Видалено {0} {1}.
vi: Đã xóa bởi {0} {1}.
zh: 被 {0} 于 {1} 删除。
zh_tw: 被 {0} 於 {1} 刪除。

# discussions.deny_kudosu
source: deny kudosu
ar: رفض كودوسو
be: забараніць кудосу
bg: забрани kudosu
cs: odepřít kudosu
da: nægt kudosu
de: kudosu verweigern
el: αρνήσου kudosu
es: negar kudosu
fi: hylkää kudosu
fr: refuser le kudosu
hu: kudosu megtagadása
id: tolak kudosu
it: nega kudosu
ja: kudosuを拒否
ko: kudosu 박탈하기
nl: kudosu ontzeggen
no: avvis kudosu
pl: odrzuć kudosu
pt_br: negar kudosu
ro: refuză kudosu
ru: запретить кудосу
sk: odmietnuť kudosu
sv: neka kudosu
th: ปฏิเสธการให้ kudosu
tr: kudosuyu reddet
uk: заборонити кудосу
vi: từ chối kudosu
zh: 收回 kudosu
zh_tw: 收回 kudosu

# discussions.edit
source: edit
ar: تعديل
be: рэдагаваць
bg: редактирай
cs: upravit
da: rediger
de: bearbeiten
el: επεξεργασία
es: editar
fi: muokkaa
fr: éditer
hu: szerkesztés
id: sunting
it: modifica
ja: 編集
ko: 수정
nl: bewerk
no: rediger
pl: edytuj
pt_br: editar
ro: editează
ru: изменить
sk: upraviť
sv: redigera
th: แก้ไข
tr: düzenle
uk: змінити
vi: chỉnh sửa
zh: 编辑
zh_tw: 編輯

# discussions.edited
source: Last edited by {0} {1}.
ar: التعديل الأخير تم بواسطة {0}{1}.
be: Апошняе рэдагаванне {0} а {1}.
bg: Последно редактирано от {0} {1}.
cs: Naposledy upravil {0} v {1}.
da: Sidst redigeret af {0} {1}.
de: Zuletzt bearbeitet von {0} ({1}).
el: Τελευταία επεξεργασία από: {0} {1}.
es: Última edición por {0} {1}
fi: Viimeksi muokannut {0} {1}.
fr: Dernière modification par {0} il y a {1}.
hu: Utoljára frissítve {0} által, {1}.
id: Terakhir disunting oleh {0} {1}.
it: Ultima modifica di {0} {1}
ja: {0}が{1}に編集
ko: {0}에 {1}님에 의해 마지막으로 수정됨
nl: Laatst bewerkt door {0} {1}
no: Sist endret av {0} {1}.
pl: Ostatnio edytowane przez {0} {1}
pt_br: Última vez editado por {0} {1}.
ro: Ultima dată editat de {0} {1}.
ru: Последний раз изменён {0} в {1}
sk: Naposledy upravené uživateľom {0} {1}.
sv: Senast redigerad av {0} {1}.
th: แก้ไขล่าสุดโดย {0} เมื่อเวลา {1}
tr: En son {0} tarafından {1} tarihinde düzenlendi.
uk: Останній раз змінено {0} {1}.
vi: Sửa đổi lần cuối bởi {0} {1}.
zh: 最后由 {0} 编辑于 {1} 。
zh_tw: 最後由 {0} 編輯於 {1} 。

# discussions.guest
source: Guest difficulty by {0}
ar: صعوبة ضيف من {0}
de: Gästeschwierigkeit von {0}
es: Dificultad de invitado por {0}
fr: Difficulté de l'invité par {0}
id: Guest difficulty oleh {0}
ja: ゲスト難易度 by {0}
ko: {0}의 게스트 난이도
pl: Gościnny poziom trudności autorstwa {0}
pt_br: Dificuldade de convidado feita por {0}
ru: Гостевая сложность от {0}
th: ระดับความยากของแขกโดย{0}
tr: {0} kullanıcısının konuk zorluğu
zh: {0}制作的客串难度
zh_tw: 由 {0} 製作的客串難度

# discussions.kudosu_denied
source: Denied from obtaining kudosu.
ar: ممنوع من جمع كودوسو.
be: Адмоўлена ў атрыманні кудосу.
bg: Забранено получаване на kudosu.
cs: Odepřen od získávání kudosu.
da: Nægtet fra at kunne modtage kudosu.
de: Dir wurde kudosu verweigert.
el: Αδύνατη η απόκτηση kudosu.
es: Negado de obtener kudosu.
fi: Evätty saamasta kudosua.
fr: Le kudosu a été refusé pour ce post.
hu: Kudosu szerzéstől megtagadva.
id: Perolehan kudosu ditolak.
it: Negato dall'ottenimento di kudosu.
ja: kudosuの入手を拒否されました。
ko: kudosu 획득이 불가능합니다.
nl: Verkrijgen van kudosu ontkend.
no: Avvist fra å få kudosu.
pl: Odmówiono uzyskania kudosu.
pt_br: Impossibilitado de receber kudosu.
ro: A refuzat să primească kudosu.
ru: Отказано в получении кудосу.
sk: Odopretý od získania kudosu.
sv: Nekad från att skaffa kudosu.
th: ถูกปฏิเสธการให้ kudosu
tr: Kudosu almaktan mahrum bırakıldı.
uk: Відмовлено в отриманні кудосу.
vi: Đã từ chối nhận kudosu.
zh: kudosu 被收回
zh_tw: kudosu 被收回

# discussions.message_placeholder_deleted_beatmap
source: This difficulty has been deleted so it may no longer be discussed.
ar: تم حذف هذه الصعوبة لذا لا يمكن مناقشتها بعد الان.
be: Гэтая цяжкасць была выдалена і абмяркоўваць у ёй больш нельга.
bg: Тази трудност е била изтрита, така че тя вече не може да се обсъжда.
cs: Tato obtížnost byla smazána, takže už nemůže být probírána.
da: Denne sværhedsgrad er blevet slettet så den kan ikke blive diskuteret længere.
de: Diese Schwierigkeitsstufe wurde gelöscht und kann nicht mehr diskutiert werden.
el: Η δυσκολία αυτή έχει διαγραφεί για αυτό δεν συζητιέται πλέον.
es: Esta dificultad ha sido eliminada, por lo que ya no puede ser discutida.
fi: Tämä vaikeustaso on poistettu, joten siitä ei voi enää keskustella.
fr: Cette difficulté a été supprimée, il n'est plus possible d'en discuter.
hu: Ez a nehézség törölve lett, ezért a beszélgetés nem lehetséges.
id: Tingkat kesulitan ini telah dihapus sehingga diskusi lebih lanjut tidak lagi diperkenankan.
it: Questa difficoltà è stata eliminata, quindi non può più essere discussa.
ja: この難易度は削除された為これ以上ディスカッションに投稿できません。
ko: 제거된 난이도이므로 더 이상의 토론이 불가능합니다.
nl: Deze moeilijkheidsgraad is verwijderd en mag niet meer besproken worden.
no: Denne vanskelighetsgraden har blitt slettet så den kan ikke bli diskutert lenger.
pl: Ten poziom trudności został usunięty, więc nie można umieszczać w nim postów.
pt_br: Esta dificuldade foi deletada e uma dicussão não poderá ser aberta.
ro: Această dificultate a fost ștearsă, deci e posibil să nu mai fie discutată.
ru: Эта сложность была удалена, и поэтому обсуждать её больше нельзя.
sk: Táto obtiažnosť bola vymazaná, takže už nemôže byť diskutovaná.
sv: Denna svårighetsgrad har tagits bort så den kan inte längre diskuteras.
th: ระดับความยากนี้ถูกลบแล้วจึงไม่ควรถูกสนทนาถึง
tr: Bu zorluk seviyesi silindi o yüzden hakkında daha fazla tartışılamaz.
uk: Ця складність була видалена і відгукуватися про неї не можна.
vi: Difficulty này đã bị xóa nên nó có thể sẽ không còn được thảo luận nữa.
zh: 该难度已被删除，无法继续讨论
zh_tw: 該難度已被刪除，無法繼續討論

# discussions.message_placeholder_locked
source: Discussion for this beatmap has been disabled.
ar: المناقشة لحزمة المراحل تم ايقافها.
be: Абмеркаванні для гэтай бітмапы былі адключаныя.
bg: Дискусията за този бийтмап бе деактивирана.
cs: Diskuze o této mapě byly vypnuty.
da: Diskussion for dette beatmap er blevet deaktiveret.
de: Die Diskussion für diese Beatmap wurde deaktiviert.
el: Η συζήτηση για αυτό το beatmap έχει απενεργοποιηθεί.
es: La discusión para este mapa ha sido desactivada.
fi: Keskustelu tällä beatmapille on poistettu käytöstä.
fr: La discussion pour cette beatmap a été désactivée.
hu: A beatmap megbeszélése meg lett tiltva.
id: Laman diskusi pada beatmap ini telah ditutup.
it: La discussione per questa beatmap è stata disabilitata.
ja: このビートマップに関するディスカッションは無効になっています。
ko: 이 비트맵에 대한 토론이 비활성화되었습니다.
nl: Discussie voor deze beatmap is uitgeschakeld.
no: Diskusjon for dette beatmappet har blitt deaktivert.
pl: Tworzenie dyskusji dla tej beatmapy zostało wyłączone.
pt_br: A discussão para este beatmap foi desabilitada.
ro: Discuție pentru acest beatmap a fost dezactivată.
ru: Обсуждение этой карты было отключено.
sk: Diskusia o tejto mape boli vypnuté.
sv: Diskussioner för denna beatmap har inaktiverats.
th: การสนทนาสำหรับบีทแมพนี้ถูกปิดใช้งาน
tr: Bu beatmap için tartışma devre dışı bırakıldı.
uk: Обговорення цієї карти відключено.
vi: Chức năng bàn luận của beatmap này đã bị vô hiệu hóa.
zh: 该谱面下的讨论已关闭。
zh_tw: 此圖譜的討論已被禁用。

# discussions.message_placeholder_silenced
source: Can't post discussion while silenced.
ar: لا يمكن نشر مناقشه عندما تكون صامتاََ.
bg: Не може да публикувате дискусии, докато сте заглушен.
cs: Nelze odeslat diskuzi když jste ztišeni.
da: Kan ikke skrive diskussion, mens du er tavs.
de: Posten der Diskussion nicht möglich, während du stummgeschaltet bist.
el: Δεν είναι δυνατή η δημοσίευση συζήτησης ενώ σιγασμένη.
es: No puede publicar una discusión mientras esté silenciado.
fi: Keskusteluun ei voi osallistua mykistettynä.
fr: Impossible de publier la discussion en étant réduit au silence.
hu: Nem posztolhatsz beszélgetést, amíg némítva vagy.
id: Anda tidak dapat berpartisipasi pada laman diskusi beatmap ketika akun Anda sedang di-silence.
it: Non puoi postare una discussione mentre sei silenziato.
ja: サイレンス中はディスカッションへ投稿できません。
ko: 침묵 상태에서는 토론 게시글을 게시할 수 없습니다.
nl: Kan discussie niet plaatsen als je je misdragen hebt.
no: Kan ikke publisere diskusjonen mens du er dempet.
pl: Nie możesz zamieszczać dyskusji po tym, jak twoje konto zostało uciszone.
pt_br: Não é possível postar na discussão enquanto silenciado.
ro: Nu poți posta atunci când ai fost redus la tăcere.
ru: Запрещено публиковать обсуждение, пока вы заглушены.
sv: Kan inte lägga upp diskussionen som tystad.
th: ไม่สามารถโพสต์การสนทนาในขณะที่โดนเงียบ
tr: Susturulduğunuzda tartışma gönderisi gönderemezsiniz.
uk: Не можна коментувати поки заглушений.
vi: Không thể đăng thảo luận khi bị khoá mõm.
zh: 禁言时无法发布讨论。
zh_tw: 帳戶被禁言，無法發佈討論。

# discussions.message_type_select
source: Select Comment Type
ar: تحديد نوع التعليق
be: Выбраць тып каментарыя
bg: Изберете тип на коментар
cs: Vybrat typ komentáře
da: Vælg kommentar-type
de: Kommentartyp auswählen
el: Επιλέξτε Τύπο Σχολίου
es: Seleccionar tipo de comentario
fi: Valitse kommentin tyyppi
fr: Sélectionnez un type de commentaire
hu: Komment-típus választása
id: Pilih Jenis Komentar
it: Seleziona il tipo di commento
ja: コメントタイプを選択
ko: 게시할 답글의 형식을 선택하세요
nl: Selecteer Commentaartype
no: Velg kommentartype
pl: Wybierz typ komentarza
pt_br: Selecione o Tipo de Comentário
ro: Selectează tipul comentariului
ru: Выбрать тип комментария
sk: Vybrať typ komentára
sv: Välj Kommentarstyp
th: เลือกประเภทความคิดเห็น
tr: Yorum Türünü Seçin
uk: Вибрати тип коментаря
vi: Chọn Loại Nhận Xét
zh: 选择回复类型
zh_tw: 選擇回覆類型

# discussions.reply_notice
source: Press enter to reply.
ar: اضغط على ادخال للرد.
be: Каб адказаць, націсніце «Enter».
bg: Натиснете enter за да отговорите.
cs: Stiskni enter pro odpověď.
da: Tryk enter for at svare.
de: Zum Antworten Enter drücken.
el: Πατήστε enter για να απαντήσετε.
es: Presione enter para responder.
fi: Vastaa painamalla enter-näppäintä.
fr: Appuyez sur Entrée pour répondre.
hu: Nyomj entert a válaszoláshoz.
id: Tekan enter untuk membalas.
it: Premi invio per rispondere.
ja: Enterキーを押して送信
ko: 답변을 보내려면 엔터를 누르세요.
nl: Druk op enter om te antwoorden.
no: Trykk enter for å svare.
pl: Naciśnij Enter, aby odpowiedzieć.
pt_br: Pressione enter para responder.
ro: Apasă enter pentru a răspunde.
ru: Нажмите Enter, чтобы ответить.
sk: Stlačením Enter odpovedaj.
sv: Tryck enter för att svara.
th: กด Enter เพื่อตอบกลับ
tr: Cevaplamak için Enter tuşuna basın.
uk: Натисніть Enter для відповіді.
vi: Nhấn enter để trả lời.
zh: 按下回车以提交
zh_tw: 按下 Enter 以回覆

# discussions.reply_placeholder
source: Type your response here
ar: أدخل ردك هنا
be: Напішыце свой адказ тут
bg: Въведете вашия отговор тук
cs: Napiš svou odpověď sem
da: Skriv dit svar her
de: Antwort hier eingeben
el: Πληκτρολογήστε την απάντησή σας εδώ
es: Escriba su respuesta aquí
fi: Kirjoita vastauksesi tähän
fr: Écrivez votre réponse ici
hu: Ide írd a válaszod
id: Ketik balasan Anda di sini
it: Scrivi la tua risposta qui
ja: ここに入力してください
ko: 보내실 답변의 내용을 입력하세요.
nl: Type hier je reactie
no: Skriv din respons her
pl: Napisz tutaj swoją odpowiedź
pt_br: Digite sua resposta aqui
ro: Scrie-ți răspunsul aici
ru: Введите тут ответ
sk: Sem napíš tvoju odpoveď
sv: Skriv ditt svar här
th: พิมพ์คำตอบกลับที่นี่
tr: Yanıtınızı buraya yazın
uk: Введіть відповідь тут
vi: Nhập câu trả lời của bạn tại đây
zh: 在此处输入您的回复
zh_tw: 在此處輸入您的回覆

# discussions.require-login
source: Please sign in to post or reply
ar: يرجى تسجيل الدخول للرد او النشر
be: Увайдзіце, каб апублікаваць або адказаць
bg: Моля влезте в профила си за да публикувате или отговорите
cs: Pro psaní odpovědí nebo přidávání příspěvků se prosím přihlaš
da: Log ind for at lave et opslag eller svare
de: Zum Beitragen oder Antworten bitte einloggen
el: Παρακαλώ συνδεθείτε για να δημοσιεύσετε ή να απαντήσετε
es: Inicia sesión para publicar o responder
fi: Kirjaudu sisään lähettääksesi viestejä tai vastauksia
fr: Veuillez vous connecter pour poster ou répondre
hu: Kérlek jelentkezz be posztoláshoz illetve válaszoláshoz
id: Silakan masuk untuk membuka topik bahasan baru atau mengirimkan balasan
it: Per favore effettua il login per postare o rispondere
ja: 返信するにはログインが必要です。
ko: 답글을 올리려면 로그인해 주세요
nl: Log in om te posten of te antwoorden
no: Vennligst logg inn for å skrive et innlegg eller svare
pl: Zaloguj się, aby odpowiedzieć bądź opublikować uwagę
pt_br: Por favor, conecte-se para postar ou responder
ro: Te rugăm să te conectezi pentru a posta sau a răspunde
ru: Пожалуйста, войдите в аккаунт, чтобы оставить сообщение или ответить
sk: Na písanie príspevkov alebo odpovedanie sa prosím prihlas
sv: Var vänlig logga in för att skicka inlägg eller svara
th: กรุณาเข้าสู่ระบบเพื่อโพสต์หรือตอบกลับ
tr: Lütfen yorum yapmak ya da cevaplamak için giriş yapınız
uk: Зайдіть для публікації або відповіді
vi: Hãy đăng nhập để đăng hoặc trả lời
zh: 登录以继续
zh_tw: 回覆前請先登入。

# discussions.resolved
source: Resolved
ar: تم حله
be: Вырашана
bg: Разрешени
cs: Vyřešeno
da: Løst
de: Gelöst
el: Επιλύθηκε
es: Resuelto
fi: Ratkaistu
fr: Résolu
hu: Megoldott
id: Terjawab
it: Risolto
ja: 解決済み
ko: 해결됨
nl: Opgelost
no: Løst
pl: Rozwiązane
pt_br: Resolvido
ro: Rezolvat
ru: Решено
sk: Vyriešený
sv: Löst
th: แก้ไขแล้ว
tr: Çözüldü
uk: Вирішено
vi: Đã giải quyết
zh: 已解决
zh_tw: 已解決

# discussions.restore
source: restore
ar: استعادة
be: аднавіць
bg: възстанови
cs: obnovit
da: gendan
de: wiederherstellen
el: επαναφορά
es: restaurar
fi: palauta
fr: restaurer
hu: visszaállítás
id: kembalikan
it: ripristina
ja: 復元
ko: 복구됨
nl: herstel
no: gjenopprett
pl: przywróć
pt_br: restaurar
ro: restabilește
ru: восстановить
sk: obnoviť
sv: återställ
th: กู้คืน
tr: restore et
uk: відновити
vi: hoàn lại
zh: 已修复
zh_tw: 已修復

# discussions.show_deleted
source: Show deleted
ar: عرض المحذوف
be: Паказ выдаленыя
bg: Покажи изтритите
cs: Zobrazit smazané
da: Vis slettede
de: Gelöschte anzeigen
el: Εμφάνιση διαγραμμένου
es: Mostrar eliminados
fi: Näytä poistetut
fr: Afficher le contenu supprimé
hu: Töröltek megjelenítése
id: Tampilkan yang telah dihapus
it: Mostra eliminati
ja: 削除済みを表示
ko: 삭제된 내용 표시
nl: Toon verwijderde discussies
no: Vis slettede
pl: Pokaż usunięte
pt_br: Mostrar excluídos
ro: Arată șters
ru: Показать удалённые
sk: Zobraziť zmazané
sv: Visa borttagna
th: แสดงรายการที่ถูกลบ
tr: Silineni göster
uk: Показати видалені
vi: Hiển thị đã bị xóa
zh: 显示已删除的消息
zh_tw: 顯示刪除的項目

# discussions.title
source: Discussions
ar: مناقشات
be: Абмеркаванні
bg: Дискусии
cs: Diskuze
da: Diskussioner
de: Diskussionen
el: Συζητήσεις
es: Discusiones
fi: Keskustelut
hu: Megbeszélések
id: Diskusi
it: Discussioni
ja: ディスカッション
ko: 토론
nl: Discussies
no: Diskusjoner
pl: Dyskusje
pt_br: Discussões
ro: Discuții
ru: Отзывы
sk: Diskusie
sv: Diskussioner
th: การสนทนา
tr: Tartışmalar
uk: Обговорення
vi: Góc Thảo Luận
zh: 讨论
zh_tw: 討論區

# discussions.collapse.all-collapse
source: Collapse all
ar: طوي الكل
be: Згарнуць усё
bg: Свий всички
cs: Skrýt vše
da: Sammenfold alle
de: Alle verkleinern
el: Σύμπτηξη όλων
es: Contraer todo
fi: Sulje kaikki
fr: Tout réduire
hu: Az összes becsukása
id: Ciutkan semua
it: Comprimi tutto
ja: 全てを折りたたむ
ko: 모두 축소하기
nl: Sluit alles
no: Skjul alle
pl: Zwiń wszystkie
pt_br: Juntar
ro: Restrânge tot
ru: Скрыть всё
sk: Zbaliť všetko
sv: Kollapsa allt
th: ซ่อนทั้งหมด
tr: Tümünü küçült
uk: Приховати все
vi: Thu gọn tất cả
zh: 全部折叠
zh_tw: 收回全部

# discussions.collapse.all-expand
source: Expand all
ar: توسيع الكل
be: Разгарнуць усё
bg: Разшири всички
cs: Rozbalit vše
da: Udvid alle
de: Alle erweitern
el: Ανάπτυξη όλων
es: Expandir todo
fi: Avaa kaikki
fr: Tout développer
hu: Az összes kinyitása
id: Lebarkan semua
it: Espandi tutto
ja: 全て展開
ko: 모두 확대하기
nl: Open alles
no: Vis alle
pl: Rozwiń wszystkie
pt_br: Expandir
ro: Extinde tot
ru: Показать всё
sk: Rozbaliť všetko
sv: Expandera allt
th: ขยายทั้งหมด
tr: Tümünü genişlet
uk: Показати все
vi: Mở rộng tất cả
zh: 全部展开
zh_tw: 展開全部

# discussions.empty.empty
source: No discussions yet!
ar: لم يتم العثور على أي مناقشات!
be: Яшчэ няма абмеркаванняў!
bg: Няма дискусии все още!
cs: Zatím žádné diskuse!
da: Endnu ingen diskussioner!
de: Es gibt noch keine Diskussionen!
el: Καμία συζήτηση ακόμα!
es: ¡Aún no hay discusiones!
fi: Keskustelut puuttuu!
fr: Pas de discussion !
hu: Egyetlen megbeszélés sincs még!
id: Belum ada diskusi!
it: Ancora nessuna discussione!
ja: まだディスカッションはありません！
ko: 아직 아무런 토론이 없습니다!
nl: Nog geen bestaande discussie!
no: Ingen diskusjoner ennå!
pl: Brak dyskusji!
pt_br: Nenhuma discussão ainda!
ro: Nicio discuție încă!
ru: Нет отзывов!
sk: Zatiaľ žiadne diskusie!
sv: Inga diskussioner ännu!
th: ยังไม่มีการสนทนา!
tr: Henüz tartışma yok!
uk: Ще немає обговорень!
vi: Chưa có cuộc thảo luận nào hết!
zh: 还没有讨论！
zh_tw: 還沒有討論！

# discussions.empty.hidden
source: No discussion matches selected filter.
ar: لا مناقشات تطابق المرشحات المطلوبة.
be: Няма абмеркаванняў адпавядальных фільтру.
bg: Няма дискусия която съвпада с избрания филтър.
cs: Žádná diskuze neodpovídá zvolenému filtru.
da: Ingen diskussioner matchede det valgte filter.
de: Keine Diskussion entspricht dem ausgewählten Filter.
el: Καμία συζήτηση δεν ταιριάζει με το φίλτρο.
es: Ninguna discusión coincide con el filtro seleccionado.
fi: Yksikään keskusteluista ei täsmää hakuehtoihisi.
fr: Aucune discussion ne correspond à vos critères.
hu: Egyetlen megbeszélés sem egyezik a kijelölt szűrővel.
id: Tidak ada diskusi yang cocok dengan filter yang dipilih.
it: Nessuna discussione coincide con il filtro selezionato.
ja: 該当するディスカッションは見つかりませんでした。
ko: 검색 결과에 해당하는 토론이 없습니다.
nl: Geen discussies komen overeen met de geselecteerde filter.
no: Ingen diskusjon stemmer overens med valgte filter.
pl: Żadna dyskusja nie pasuje do wybranego filtru.
pt_br: Nenhuma discussão encontrada com o filtro selecionado.
ro: Nicio discuție nu se potrivește cu filtrul selectat.
ru: Ни один отзыв не соответствует указанному фильтру.
sk: Žiadna diskusia nezodpovedá zvolenému filtru.
sv: Inga diskussioner matchar valt filter.
th: ไม่มีการสนทนาตามที่คุณเลือก
tr: Filtre ile eşleşen tartışma yok.
uk: Жодне обговорення не відповідає вибраному фільтру.
vi: Không có cuộc thảo luận nào tương ứng với bộ lọc đã chọn.
zh: 没有符合过滤条件的讨论。
zh_tw: 沒有符合過濾條件的討論。

# discussions.lock.button.lock
source: Lock discussion
ar: إغلاق المناقشة
be: Закрыць абмеркаванне
bg: Заключи дискусията
cs: Zamknout diskuze
da: Lås diskussion
de: Diskussion sperren
el: Κλείδωμα συζήτησης
es: Bloquear discusión
fi: Lukitse keskustelu
fr: Verrouiller la discussion
hu: Megbeszélés zárolása
id: Kunci diskusi
it: Blocca discussione
ja: ディスカッションのロック
ko: 토론 잠금
nl: Vergrendel discussie
no: Lås diskusjon
pl: Zablokuj dyskusję
pt_br: Trancar discussão
ro: Încheie Discuția
ru: Заблокировать возможность обсуждения
sk: Zamknúť diskusie
sv: Lås diskussionen
th: ล็อกการสนทนา
tr: Tartışmayı kilitle
uk: Заблокувати можливість обговорення
vi: Khóa thảo luận
zh: 锁定该讨论
zh_tw: 鎖定討論

# discussions.lock.button.unlock
source: Unlock discussion
ar: فتح المناقشة
be: Адкрыць абмеркаванне
bg: Отключи дискусията
cs: Odemknout diskuze
da: Lås op for diskussion
de: Diskussion freigeben
el: Ξεκλείδωμα συζήτησης
es: Desbloquear discusión
fi: Avaa keskustelu
fr: Déverrouiller la discussion
hu: Megbeszélés megnyitása
id: Buka diskusi
it: Sblocca discussione
ja: ディスカッションのロック解除
ko: 토론 잠금 해제
nl: Ontgrendel discussie
no: Lås opp diskusjon
pl: Odblokuj dyskusję
pt_br: Destrancar discussão
ro: Deblochează Discuția
ru: Разблокировать возможность обсуждения
sk: Odomknúť diskusie
sv: Lås upp diskussionen
th: ปลดล็อกการสนทนา
tr: Tartışmanın kilidini aç
uk: Розблокувати можливість обговорення
vi: Mở khóa thảo luận
zh: 解锁该讨论
zh_tw: 解鎖討論

# discussions.lock.prompt.lock
source: Reason for locking
ar: سبب القفل
be: Прычыны для закрыцця
bg: Причина за заключването
cs: Důvod k uzamknutí
da: Årsag for låsning
de: Grund für die Sperrung
el: Λόγος κλειδώματος
es: Motivo del bloqueo
fi: Syy lukitsemiseen
fr: Raison du verrouillage
hu: Zárolás oka
id: Alasan penguncian
it: Motivo del blocco
ja: ロックの理由
ko: 잠긴 이유
nl: Reden voor vergrendelen
no: Grunn for låsing
pl: Powód zablokowania
pt_br: Motivo para trancar
ro: Motiv pentru încheiere
ru: Причина блокировки
sk: Dôvod k uzamknutiu
sv: Orsak till låsning
th: เหตุผลสำหรับการล็อก
tr: Kilitleme sebebi
uk: Причина блокування
vi: Lí do khóa
zh: 锁定讨论的原因
zh_tw: 鎖定的原因
