Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmapsets.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# show.scoreboard.headers.score
source: Score
ar: المجموع
be: Ачкі
bg: Точки
cs: Skóre
de: Punktzahl
el: Σκορ
es: Puntuación
fi: Pisteet
hu: Pontszám
id: Skor
it: Punteggio
ja: スコア
ko: 점수
no: Poengsum
pl: Wynik
pt: Pontuação
pt_br: Pontuação
ro: Scor
ru: Очки
sk: Skóre
sv: Poäng
th: คะแนน
tr: Skor
uk: Очки
vi: Điểm
zh: 得分
zh_tw: 得分

# show.scoreboard.headers.time
source: Time
ar: الوقت
bg: Време
cs: Čas
da: Tid
de: Zeit
es: Tiempo
fi: Aika
fr: Temps
hu: Idő
id: Waktu
it: Tempo
ja: 時間
ko: 시간
nl: Datum
no: Tid
pl: Data
pt: Tempo
pt_br: Tempo
ro: Timp
ru: Время
sv: Tid
th: เวลา
tr: Zaman
uk: Час
vi: Thời gian
zh: 达成时间
zh_tw: 時間

# show.scoreboard.no_scores.country
source: No one from your country has set a score on this map yet!
ar: لا احد من دولتك حصل على نتيجة بهذه الخريطة بعد!
be: Ніхто з вашай краіны яшчэ не гуляў на гэтай мапе!
bg: Никой от твоята държава не е играл тази карта все още!
cs: Nikdo ve vaší zemi na této mapě zatím žádné skóre nenahrál!
da: Ingen fra dit land har sat en score på dette map endnu!
de: Niemand in deinem Land hat einen Rang auf dieser Beatmap!
el: Κανένας από τη χώρα σας δεν έχει κάποιο σκορ σε αυτό το map ακόμα!
es: ¡Nadie de tu país ha marcado una puntuación en este mapa aún!
fi: Kartasta ei vielä löydy maansisäisiä tuloksia!
fr: Personne de votre pays n'a encore fait un score !
hu: Senki sem ért még el eredményt az országodból ezen a map-en!
id: Tidak seorang pun dari negara Anda yang memiliki skor di map ini!
it: Nessuno dal tuo paese ha fatto un punteggio in questa mappa!
ja: あなたの国のプレイヤーで記録を作った人はまだいません！
ko: 아직 소속 국가에서 점수를 기록한 사람이 없습니다!
nl: Niemand uit jouw land heeft nog een score behaald op deze map!
no: Ingen fra landet ditt har satt en poengsum på denne mappen enda!
pl: Nikt z twojego kraju nie ustanowił jeszcze wyniku na tej beatmapie!
pt: Ainda ninguém do teu país estabeleceu uma pontuação neste mapa!
pt_br: Ninguém do seu país fez uma pontuação nesse beatmap ainda!
ro: Nimeni din țara ta nu a stabilit un scor pe această mapă încă!
ru: Никто из вашей страны ещё не играл в эту карту!
sk: Zatiaľ nikto z tvojej krajiny nedosiahol žiadne skóre na tejto mape!
sv: Ingen från ditt land har satt ett poäng på denna map än!
th: ยังไม่มีใครในประเทศของคุณที่ทำคะแนนบนแมพนี้ได้!
tr: Ülkenizde hiç kimse henüz bu mapte bir skora sahip değil!
uk: Ніхто з вашої країни ще не грав на цій карті!
vi: Chưa có ai từ quốc gia của bạn lập điểm số tại beatmap này!
zh: 还没有玩家上传过成绩！
zh_tw: 您的所在地玩家尚未上傳成績！

# show.scoreboard.no_scores.friend
source: None of your friends has set a score on this map yet!
ar: لا احد من اصدقائك حصل على نتيجة بهذه الخريطة بعد!
be: Ніхто з вашых сяброў ячшэ не гуляў на гэтай мапе!
bg: Никой от твоите приятели не е играл тази карта все още!
cs: Nikdo z vašich přátel na této mapě zatím žádné skóre nenahrál!
da: Ingen af dine venner har sat en score på dette map endnu!
de: Keiner deiner Freunde hat einen Rang auf dieser Beatmap!
el: Κανένας από τους φίλους σας δεν έχει σκορ σε αυτό το map ακόμα!
es: ¡Ninguno de tus amigos ha marcado una puntuación en este mapa aún!
fi: Kukaan kavereistasi ei vielä ole saanut tulosta tässä mapissa!
fr: Aucun de vos amis n'a encore établi de score sur cette map !
hu: Senki sem ért még el eredményt a barátaid közül ezen a map-en!
id: Tidak seorang pun dari daftar teman Anda yang memiliki skor di map ini!
it: Nessuno dei tuoi amici ha fatto un punteggio in questa mappa!
ja: あなたのフレンドで記録を作った人はまだいません！
ko: 아직 친구들 중 점수를 기록한 사람이 없습니다!
nl: Niemand van jouw vrienden heeft nog een score behaald op deze map!
no: Ingen av vennene dine har satt en poengsum på denne mappen enda!
pl: Żaden z twoich znajomych nie ustanowił jeszcze wyniku na tej beatmapie!
pt: Ainda nenhum dos teus amigos estabeleceu uma pontuação neste mapa!
pt_br: Nenhum de seus amigos fez uma pontuação nesse beatmap ainda!
ro: Nimeni din prietenii tăi nu a stabilit un scor pe această mapă încă!
ru: Никто из ваших друзей ещё не играл в эту карту!
sk: Zatiaľ nikto z tvojich priateľov nedosiahol žiadne skóre na tejto mape!
sv: Ingen av dina vänner har satt ett poäng på denna map än!
th: ยังไม่มีใครในเพือนของคุณที่ทำคะแนนบนแมพนี้ได้!
tr: Hiçbir arkadaşın henüz bu mapte bir skora sahip değil!
uk: Ніхто з ваших друзів ще не грав на цій карті!
vi: Chưa có bạn bè nào của bạn lập điểm số tại beatmap này!
zh: 还没有好友上传成绩！
zh_tw: 您的好友尚未上傳成績！

# show.scoreboard.no_scores.global
source: No scores yet. Maybe you should try setting some?
ar: لا نتيجة بعد. ربما عليك الحصول على واحدة؟
be: Ніхто яшчэ не гуляў на гэтай мапе. Можа вы паспрабуеце?
bg: Все още няма резултати. Може би се пробвайте да зададете няколко?
cs: Zatím žádné skóre. Možná by ses o to měl pokusit!
da: Ingen scores endnu. Måske skulle du prøve at sætte en?
de: Noch niemand auf der Rangliste. Wie wärs?
el: Κανένα σκορ ακόμα. Μήπως να δοκιμάσετε εσείς να το πετύχετε;
es: Sin puntuaciones aún. ¿Tal vez deberías intentar establecer alguna?
fi: Tuloksia ei ole. Voisit hankkia niitä.
fr: Pas de scores. Peut-être devriez vous en faire un ?
hu: Egyetlen eredmény sincs. Esetleg megpróbálhatnál szerezni párat?
id: Belum ada skor yang tercatat pada beatmap ini. Mungkin Anda tertarik untuk mencetak skor Anda sendiri?
it: Ancora nessun punteggio. Perché non provi a farne uno?
ja: まだ記録はありません。一番乗りを目指そう！
ko: 아직 기록된 점수가 없네요. 한 번 기록해보시는 건 어때요?
nl: Nog geen scores. Probeer er een paar te halen?
no: Ingen poengsummer enda. Kanskje du skulle prøve å sette noen?
pl: Brak wyników. Może czas jakieś ustanowić?
pt: Ainda sem pontuações. Talvez deverias estabelecer algumas?
pt_br: Nenhuma pontuação ainda. Não quer tentar fazer uma?
ro: Niciun scor încă. Poate ar trebui să încerci să obții câteva?
ru: Никто ещё не играл в эту карту! Может быть вы попробуете?
sk: Zatiaľ žiadne skóre. Možno by si sa o to mal pokúsiť?
sv: Inga poäng än. Du kanske ska försöka sätta några?
th: ยังไม่มีคะแนน บางทีคุณอาจจะลองทำดูนะ
tr: Henüz skor yok. Biraz skor yapmaya ne dersin?
uk: Ніхто ще не грав на цій карті! Може бути ви спробуєте?
vi: Chưa có điểm số. Hãy thử lập một vài điểm số xem?
zh: 还没有玩家上传过成绩，来玩一把？
zh_tw: 沒有任何玩家上傳過成績，來挑戰嗎？

# show.scoreboard.no_scores.loading
source: Loading scores...
ar: جارِ تحميل النتائج...
be: Загрузка вынікаў...
bg: Зареждане на резултатите...
cs: Načítání skóre...
da: Indlæser scores...
de: Lade Ränge...
el: Φόρτωση σκορ...
es: Cargando puntuaciones...
fi: Ladataan tuloksia...
fr: Chargement des scores...
hu: Eredmények betöltése...
id: Memuat skor...
it: Caricamento punteggi...
ja: スコアの読み込み中・・・
ko: 점수 불러오는 중...
nl: Scoren aan het laden...
no: Laster poengsummer...
pl: Ładowanie wyników...
pt: A carregar pontuações...
pt_br: Carregando pontuações...
ro: Se încarcă scorurile...
ru: Результаты загружаются...
sk: Načítava sa skóre...
sv: Laddar poäng...
th: กำลังโหลดคะแนน...
tr: Skorlar yükleniyor...
uk: Результати завантажуються...
vi: Đang tải điểm số...
zh: 加载分数中...
zh_tw: 加載分數中...

# show.scoreboard.no_scores.unranked
source: Unranked beatmap.
ar: خريطة غير مصنفة.
be: Unranked бітмапа.
bg: Некласиран бийтмап.
cs: Nehodnocená beatmapa.
da: Ikke-ranked beatmap.
es: Mapa no clasificado.
fi: Beatmap ei ole hyväksytyssä tilassa.
fr: Beatmap non classée.
hu: Rangsorolatlan beatmap.
id: Beatmap ini tidak berstatus Ranked.
it: Beatmap non classificata.
ja: Unrankedのビートマップです。
ko: 랭크되지 않은 비트맵입니다.
nl: Ongerankte beatmap.
no: Urangert beatmap.
pl: Nierankingowa beatmapa.
pt: Beatmap sem classificação.
pt_br: Beatmap não ranqueado.
ro: Beatmap neclasificat.
ru: Безрейтинговая карта.
sk: Nehodnotená beatmapa.
sv: Ej rankad beatmap.
th: แมพที่ไม่ได้จัดอันดับ
tr: Derecelendirilmemiş beatmap.
uk: Нерангова карта.
vi: Beatmap chưa được xếp hạng.
zh: Unranked 谱面
zh_tw: 未進榜圖譜

# show.scoreboard.score.first
source: In the Lead
ar: في المقدمة
be: Лідуе
bg: Начело
cs: V čele
da: I Førerpositionen
de: An der Spitze
el: Προηγείται
es: Liderando
fi: Johdossa
fr: En Tête
hu: Az élen
id: Di Posisi Pertama
it: In testa
ja: リード
ko: 순위권
nl: Aan de Leiding
no: I ledelsen
pl: Najlepszy wynik
pt: Na liderança
pt_br: Na Liderança
ro: În top
ru: Лидирует
sk: Vo Vedení
sv: Leder
th: นำ
tr: Lider
uk: Лідирує
vi: Dẫn Đầu
zh: 领衔者
zh_tw: 領先者

# show.scoreboard.score.own
source: Your Best
ar: أفضل ما لديك
be: Ваш рэкорд
bg: Твоят най-добър
cs: Vaše nejlepší
da: Dit Bedste
de: Dein bester Rang
el: Το καλύτερό σας
es: Tu mejor puntuación
fi: Sinun parhaasi
fr: Votre meilleur
hu: A legjobbad
id: Skor Terbaik Anda
it: Il tuo miglior punteggio
ja: あなたのベスト
ko: 내 최고 점수
nl: Jouw beste Rang
no: Ditt beste
pl: Twój wynik
pt: A tua melhor
pt_br: Seu Melhor
ro: Cel mai bun
ru: Ваш рекорд
sk: Tvoje Najlepšie
sv: Ditt Bästa
th: คะแนนดีที่สุดของคุณ
tr: En İyi Skorun
uk: Ваш рекорд
vi: Tốt Nhất Của Bạn
zh: 你的最佳成绩
zh_tw: 您的最佳成績

# show.stats.cs
source: Circle Size
ar: حجم الدائرة
be: Памер круга
bg: Големина на кръгчетата
cs: Velikost koleček
da: Cirkel-størrelse
el: Μέγεθος Κύκλου
es: Tamaño del círculo
fi: Ympyräkoko
fr: Taille des Cercles
hu: Kör nagyság
it: Dimensione Cerchi
ja: サークルサイズ
nl: Cirkelgrootte
no: Sirkel Størrelse
pl: Wielkość kółek
pt: Tamanho do círculo
pt_br: Tamanho dos Círculos
ro: Dimensiunea cercului
ru: Размер нот
sk: Veľkosť Koliečok
sv: Cirkel Storlek
th: ขนาดวงกลม
tr: Daire Boyutu
uk: Розмір нот
vi: Kích Cỡ Nốt
zh: 圆圈大小
zh_tw: 縮圈大小

# show.stats.cs-mania
source: Key Amount
ar: عدد المفاتيح
be: Колькасць клавіш
bg: Брой клавиши
cs: Počet kláves
da: Taste-antal
de: Tastenanzahl
el: Αριθμός Πλήκτρων
es: Cantidad de teclas
fi: Näppäinten määrä
fr: Nombre de touches
hu: Billentyűk száma
it: Numero di Tasti
ja: キー数
ko: 키 개수
nl: Aantal Lanen
no: Antall Tangenter
pl: Liczba klawiszy
pt: Quantidade de teclas
pt_br: Número de Teclas
ro: Numărul de taste
ru: Количество клавиш
sk: Počet Kláves
sv: Antal Tangenter
th: จำนวนคีย์
tr: Tuş Sayısı
uk: Кількість нот
vi: Số Phím
zh: 键位数量
zh_tw: 鍵位數量

# show.stats.drain
source: HP Drain
ar: استنزاف HP
be: Страта HP
bg: HP Изтощаване
cs: Vysávání životů
da: HP-Dræn
es: Drenado de HP
fr: Drain de santé
hu: HP Vesztés
it: Drenaggio HP
ja: HPの厳しさ
no: HP Drenering
pl: Spadek HP
pt: HP drenado
pt_br: Dreno de HP
ro: Scurgere HP
ru: Потеря HP
sk: Vysávanie bodov života
sv: HP Tömning
th: การลด HP
uk: Втрата HP
vi: Độ Giảm HP
zh: 掉血速度
zh_tw: 扣血速度

# show.stats.accuracy
source: Accuracy
ar: الدقة
be: Дакладнасць
bg: Прецизност
cs: Přesnost
da: Præcision
de: Genauigkeit
el: Ακρίβεια
es: Precisión
fi: Tarkkuus
fr: Précision
hu: Pontosság
it: Precisione
ja: 精度
nl: Precisie
no: Presisjon
pl: Precyzja
pt: Precisão
pt_br: Precisão
ro: Precizie
ru: Точность
sk: Presnosť
sv: Precision
th: ความแม่นยำ
tr: İsabetlilik
uk: Точність
vi: Độ Chính Xác
zh: 准确率
zh_tw: 準確率

# show.stats.ar
source: Approach Rate
ar: معدل الوصول
be: Хуткасць набліжэння
bg: Скорост на наближаване
cs: Rychlost zjevování koleček
es: Velocidad de aproximación
fi: Lähestymisnopeus
fr: Taux d'approche
hu: Közelítési sebesség
ja: アプローチ速度
nl: Benaderingssnelheid
no: Tilnærmingsrate
pl: Prędkość otoczki
pt: Taxa de aproximação
pt_br: Velocidade de Aproximação
ro: Viteza de apropiere
ru: Скорость подхода
sk: Rýchlosť Zobrazovania Koliečok
sv: Approach Hastighet
th: อัตราการเข้าใกล้
tr: Yaklaşım Oranı
uk: Швидкість проходження
vi: Tốc Độ Tiếp Cận
zh: 缩圈速度
zh_tw: 縮圈速度

# show.stats.stars
source: Star Difficulty
ar: نجوم الصعوبة
be: Складанасць
bg: Трудност
cs: Počet hvězd
da: Stjerne-sværhedsgrad
el: Δυσκολία σε Αστέρια
es: Estrellas de dificultad
fi: Vaikeustaso
fr: Difficulté en étoiles
hu: Nehézség
it: Stelle di Difficoltà
ja: 難易度（★）
nl: Sterrenmoeilijkheid
no: Vanskelighetsgrad (*)
pl: Trudność
pt: Dificuldade estrela
pt_br: Dificuldade
ro: Dificultatea de stele
ru: Сложность
sk: Počet Hviezd
sv: Stjärn Svårighetsgrad
th: ระดับความยาก
tr: Zorluk
uk: Складність
vi: Độ Khó
zh: 难度星级
zh_tw: 難度星級

# show.stats.total_length
source: Length (Drain length: {0})
ar: الطول
be: Працягласць
bg: Продължителност
cs: Délka
da: Længde
de: Länge
el: Διάρκεια
es: Duración (Duración del drenaje: {0})
fi: Pituus
fr: Longueur (Longueur de drain : {0})
hu: Hossz
id: Durasi
it: Durata (Lunghezza drenaggio: {0})
ja: 長さ (Drainの長さ: {0})
ko: 길이
nl: Lengte
no: Lengde
pl: Długość (długość aktywnej gry: {0})
pt: Duração
pt_br: Duração
ro: Durată
ru: Длительность (длительность дренажа: {0})
sk: Dĺžka
sv: Längd
th: ความยาว
tr: Uzunluk
uk: Тривалість
vi: Độ Dài
zh: 长度
zh_tw: 長度

# show.stats.bpm
source: BPM
ar: نبضات في الدقيقة

# show.stats.count_circles
source: Circle Count
ar: عدد الدوائر
be: Колькасць кругоў
bg: Брой кръгчета
cs: Počet koleček
da: Antal Cirkler
de: Circle-Anzahl
el: Αριθμός Κύκλων
es: Número de círculos
fi: Ympyröiden määrä
fr: Nombre de Cercles
hu: Körök Száma
id: Jumlah Circle
it: Numero di Cerchi
ja: サークルの数
nl: Aantal Cirkels
no: Antall Sirkler
pl: Liczba kółek
pt: Número de círculos
pt_br: Quantidade de Círculos
ro: Numărul de cercuri
ru: Количество нот
sk: Počet kruhov
sv: Antal Cirklar
th: จำนวนวงกลม
tr: Daire Sayısı
uk: Кількість нот
vi: Số Nốt Bấm
zh: 圆圈总数
zh_tw: 圓圈總數

# show.stats.count_sliders
source: Slider Count
ar: عدد المنزلقات
be: Колькасць слайдараў
bg: Брой слайдери
cs: Počet sliderů
da: Antal Sliders
de: Slider-Anzahl
el: Αριθμός Sliders
es: Número de deslizadores
fi: Slidereiden määrä
fr: Nombre de Sliders
hu: Sliderek Száma
id: Jumlah Slider
it: Numero di Slider
ja: スライダーの数
nl: Aantal Sliders
no: Antall Glidere
pl: Liczba sliderów
pt: Número de deslizadores
pt_br: Quantidade de Sliders
ro: Numărul de glisări
ru: Количество слайдеров
sk: Počet sliderov
sv: Antal Sliders
th: จำนวนสไลเดอร์
tr: Slider Sayısı
uk: Кількість слайдерів
vi: Số Nốt Trượt
zh: 滑条总数
zh_tw: 滑條總數

# show.stats.user-rating
source: User Rating
ar: تصنيف المستخدم
be: Рэйтынг карыстальнікаў
bg: Потребителски рейтинг
cs: Uživatelské hodnocení
da: Brugerbedømmelse
de: Benutzerbewertungen
el: Βαθμολόγηση Χρηστών
es: Valoración de los usuarios
fi: Käyttäjien arvio
fr: Évaluation des joueurs
hu: Felhasználói Értékelés
id: Nilai Pengguna
it: Voto degli Utenti
ja: ユーザーの評価
ko: 유저 평점
nl: Gebruikersbeoordelingen
no: Brukervurderinger
pl: Oceny użytkowników
pt: Classificação de utilizador
pt_br: Avaliação
ro: Evaluarea jucătorului
ru: Оценки пользователей
sk: Používateľské hodnotenie
sv: Användar Betyg
th: คะแนน
tr: Kullanıcı Reytingi
uk: Рейтинг користувачів
vi: Đánh Giá
zh: 玩家评价
zh_tw: 玩家評價

# show.stats.rating-spread
source: Rating Spread
ar: انتشار التصنيف
be: Шкала рэйтынгу
bg: Разпределение на рейтинга
cs: Graf hodnocení
da: Ratings-distribution
de: Bewertungsverteilung
el: Εύρος Βαθμολογίας
es: Desglose de valoraciones
fi: Arvioiden jakauma
fr: Écart de notation
hu: Értékelési Szórás
id: Persebaran Nilai Pengguna
it: Diffusione della Valutazione
ja: 評価分布
ko: 평점 분포도
nl: Rating Verspreiding
no: Vurderingsskjema
pl: Wykres ocen
pt: Avaliação dispersada
pt_br: Gráfico de Avaliações
ro: Clasament grafic
ru: Шкала оценок
sk: Graf hodnotenia
sv: Betyg Spridning
th: การกระจายคะแนนโหวต
tr: Reyting Dağılımı
uk: Шкала рейтингу
vi: Phân Loại Đánh Giá
zh: 评分情况
zh_tw: 評分情況

# show.stats.nominations
source: Nominations
ar: الترشيحات
be: Намінацыі
bg: Номинации
cs: Nominace
da: Nomineringer
de: Nominierungen
el: Υποψηφιότητες
es: Nominaciones
fi: Suositukset
hu: Nominálások
id: Nominasi
it: Nomine
ja: ノミネーション
ko: 추천
nl: Nominaties
no: Nominasjoner
pl: Nominacje
pt: Nomeações
pt_br: Nomeações
ro: Nominalizări
ru: Номинации
sk: Nominácie
sv: Nomineringar
th: การเสนอชื่อ
tr: Adaylıklar
uk: Номінації
vi: Đề cử
zh: 提名状态
zh_tw: 提名

# show.stats.playcount
source: Playcount
ar: مرات اللعب
be: Колькасць гульняў
bg: Брой игри
cs: Počet zahrání
el: Φορές που παίχτηκε
es: Veces jugado
fi: Pelikertojen määrä
fr: Nombre de jeux
hu: Játékszám
id: Jumlah Dimainkan
it: Volte giocata
ja: プレイ数
ko: 플레이 횟수
no: Spillforsøk
pl: Liczba zagrań
pt: Número de partidas
pt_br: Vezes Jogadas
ro: Numărul de jocuri
ru: Количество игр
sk: Počet zahraní
sv: Speltid
th: จำนวนครั้งที่เล่น
tr: Oynama sayısı
uk: Кількість ігор
vi: Đã chơi
zh: 游玩次数
zh_tw: 遊玩次数

# show.status.ranked
source: Ranked
ar: مقيّمة
be: Ранкавана
bg: Класиран
cs: Hodnocené
es: Clasificado
fr: Classée
hu: Rangsorolt
it: Rankata
no: Rangert
pl: Rankingowa
pt: Classificado
pt_br: Ranqueado
ro: Clasat
ru: Рейтинговая
sk: Hodnotené
sv: Rankad
th: จัดอันดับแล้ว
tr: Dereceli
uk: Ранкнуті
vi: Đã được xếp hạng
zh_tw: 已進榜

# show.status.approved
source: Approved
ar: مقبولة
bg: Одобрени
cs: Schválené
da: Godkendt
es: Aprobado
fr: Approuvée
hu: Jóváhagyott
it: Approvata
no: Godkjent
pl: Zatwierdzona
pt: Aprovado
pt_br: Aprovado
ro: Aprobat
ru: Одобренная
sk: Schválené
sv: Godkänd
th: อนุมัติ
tr: Onaylı
uk: Схвалені
vi: Được Chấp Nhận
zh_tw: 已批准

# show.status.loved
source: Loved
ar: محبوبة
be: Любімая
bg: Обичан
cs: Oblíbené
da: Elsket
es: Amado
fr: Aimée
hu: Kedvelve
it: Amata
no: Elsket
pl: Ulubiona społeczności
pt: Adorado
ro: Iubit
ru: Любимая
sk: Obľúbené
sv: Älskad
tr: Sevilen
uk: Улюблені
vi: Được yêu thích

# show.status.qualified
source: Qualified
ar: مؤهلة
be: Кваліфікавана
bg: Квалифициран
cs: Kvalifikované
da: Kvalificeret
de: Qualifiziert
es: Calificado
fi: Esihyväksytty
fr: Qualifiée
hu: Kvalifikálva
it: Qualificata
nl: Gekwalificeerd
no: Kvalifisert
pl: Zakwalifikowana
pt: Qualificado
pt_br: Qualificado
ro: Calificat
ru: Квалифицированная
sk: Kvalifikované
sv: Kvalificerad
tr: Nitelikli
uk: Кваліфіковані
zh_tw: 已提名

# show.status.wip
source: WIP
ar: جارية
cs: Nedodělané
fi: Työn alla
hu: Készítés alatt
ko: 제작 중
no: Arbeid pågår
pl: Obecnie rozwijana
pt: Trabalho em progresso
pt_br: Em Progresso
ru: В разработке
sk: Nedorobené
sv: Arbete pågår
tr: Yapım Aşamasında
uk: В процесі створення
zh_tw: 製作中

# show.status.pending
source: Pending
ar: معلقة
be: У чаканні
bg: Предстоящ
cs: Nevyřízené
da: Afventende
de: Ausstehend
es: Pendiente
fr: En attente
hu: Függőben
it: In attesa
nl: In behandelIng
no: Avventes
pl: Oczekująca
pt: Pendente
pt_br: Pendente
ro: În Așteptare
ru: Ожидающая
sk: Nevybavené
sv: Väntande
th: อยู่ระหว่างดำเนินการ
tr: Beklemede
uk: На розгляді
vi: Đang Chờ
zh_tw: 待處理

# show.status.graveyard
source: Graveyard
ar: مقبورة
be: Закінутая
bg: Гробище
cs: Hřbitov
da: Kirkegården
de: Friedhof
es: Abandonado
fi: Hautausmaa
fr: Cimetière
hu: Temető
it: Abbandonata
ko: 무덤에 감
nl: Begraafplaats
no: Gravplassert
pl: Porzucona
pt: Cemitério
pt_br: Cemitério
ro: Cimitir
ru: Заброшенная
sk: Cintorín
sv: Kyrkogård
th: สุสาน
tr: Mezarlıkta
uk: Закинуті
zh_tw: 拋棄
