Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmapsets.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# show.hype.report._
source: If you find an issue with this beatmap, please report it {0} to alert the team.
ar: اذا كانت لديك مشكلة مع الخريطة رجائا ابلغ عنها {0} لتنبيه فريق الدعم.
bg: Ако откриете проблем с този бийтмап, моля докладвайте го {0}, за да уведомите отбора ни.
cs: Pokud najdete problém s touto mapou, nahlaste jej {0} k upozornění týmu.
da: Hvis du finder en fejl i denne beatmap, meld det venligst {0} til teamet.
de: Wenn du ein Problem mit dieser Beatmap findest, melde es bitte {0}, um das Team zu informieren.
es: Si encuentra un problema con este mapa, por favor, informe de ello {0} para alertar al equipo.
fr: Si vous trouvez un problème avec cette beatmap, merci de le signaler {0} pour alerter l'équipe.
hu: Ha találsz javaslatokat, problémákat a térképpel kapcsolatban, kérlek jelentsd az alábbi linken keresztül: {0}
id: Jika Anda menemukan masalah pada beatmap ini, mohon laporkan kepada tim kami melalui {0}.
it: Se trovi un problema con questa beatmap, segnalalo {0} per avvisare il team.
ja: ビートマップに問題を見つけた場合、{0} からチームに報告してください。
ko: 이 비트맵에 문제가 있다면 {0}에서 저희에게 신고해 주세요.
nl: Als u een probleem met deze beatmap vindt, rapporteer deze dan {0} om het team te waarschuwen.
no: Hvis du finner et problem med dette beatmappet, vennligst rapporter det {0} for å varsle teamet.
pl: Jeżeli znajdziesz problem z tą beatmapą, zgłoś go {0}, aby powiadomić zespół.
pt: Se encontrares um problema com este beatmap, por favor transmite-o {0} para avisar a equipa.
pt_br: Se você encontrar um problema com este beatmap, por favor reporte-o {0} para alertar a equipe.
ro: Dacă găsești o problemă cu acest beatmap, vă rugăm raportați-o {0} ca să alertați echipa.
ru: Если вы обнаружили проблему, связанную с этой картой, пожалуйста, сообщите об этом {0}, чтобы оповестить команду osu!.
sv: Om du hittar ett problem med denna beatmap, vänligen rapportera det {0} för att varna laget.
th: ถ้าคุณพบปัญหากับบีทแมพนี้ โปรดรายงานให้เราทราบผ่าน {0}
tr: Eğer bu beatmapte bir sorun bulduysanız, takımı uyarmak için lütfen {0} bildirin.
uk: Якщо ви знайшли проблему в цій мапі, повідомте про це {0} щоб наша команда дізналася.
zh: 如果您发现此谱面有问题，请在 {0} 通知审核团。
zh_tw: 如果您發現此圖譜有問題，請在 {0} 通知團隊。

# show.hype.report.button
source: Report Problem
ar: الإبلاغ عن مشكلة
be: Паведаміць аб праблеме
bg: Докладвай проблем
cs: Nahlásit problém
da: Rapporter Problem
de: Problem melden
es: Informar un problema
fi: Ilmoita Ongelma
fr: Signaler un problème
hu: Probléma jelentése
id: Laporkan Masalah
it: Segnala un Problema
ja: 問題を報告する
ko: 문제 보고
nl: Rapporteer Probleem
no: Rapporter Problem
pl: Zgłoś problem
pt: Relatar problema
pt_br: Reportar Problema
ro: Raportează problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sv: Rapportera problem
th: รายงานปัญหา
tr: Sorun Bildir
uk: Повідомити про проблему
vi: Báo cáo vấn đề
zh: 报告问题
zh_tw: 回報問題

# show.hype.report.link
source: here
ar: هنا
be: тут
bg: тук
cs: zde
da: her
de: hier
es: aquí
fr: ici
hu: itt
id: tautan ini
it: qui
ja: ここ
ko: 여기
nl: hier
no: her
pl: tutaj
pt: aqui
pt_br: aqui
ro: aici
ru: здесь
sk: tu
sv: här
th: ที่นี่
tr: buradan
uk: тут
vi: đây
zh: 这里
zh_tw: 這裡

# show.info.description
source: Description
ar: الوصف
be: Апісанне
bg: Описание
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 概要
ko: 설명
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô Tả
zh: 谱面介绍
zh_tw: 詳情

# show.info.genre
source: Genre
ar: النوع
be: Жанр
bg: Жанр
cs: Žánr
el: Είδος
es: Género
fi: Tyylilaji
hu: Műfaj
id: Aliran
it: Genere
ja: ジャンル
ko: 장르
no: Sjanger
pl: Gatunek
pt: Género
pt_br: Gênero
ro: Gen
ru: Жанр
sk: Žáner
th: ประเภท
tr: Tür
uk: Жанр
vi: Thể Loại
zh: 流派
zh_tw: 曲風

# show.info.language
source: Language
ar: اللغة
be: Мова
bg: Език
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
no: Språk
pl: Język
pt: Língua
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn Ngữ
zh: 语言
zh_tw: 語言

# show.info.no_scores
source: Data still being calculated...
ar: لا تزال البيانات تُحسب...
be: Усё яшчэ ідзе падлік даных...
bg: Информацията все още се обработва...
cs: Data se vypočítávají...
da: Data er stadig ved at blive beregnet...
de: Die Daten werden noch verarbeitet...
el: Τα δεδομένα ακόμα υπολογίζονται...
es: Los datos todavía están siendo calculados...
fi: Dataa lasketaan...
fr: Les données sont encore en cours de calcul...
hu: Az adatok még számítás alatt...
id: Data sedang diproses...
it: Dati ancora in elaborazione...
ja: データはまだ計算中です・・・
ko: 데이터를 수집중입니다...
nl: Data nog aan het berekenen...
no: Data blir fortsatt kalkulert...
pl: Dane są nadal ładowane...
pt: Os dados ainda estão a ser calculados...
pt_br: Dados ainda sendo calculados...
ro: Încă se calculează datele...
ru: Данные всё ещё обрабатываются...
sk: Vypočítavajú sa dáta...
sv: Data beräknas...
th: ข้อมูลกำลังถูกคำนวณ...
tr: Veriler hala hesaplanıyor...
uk: Дані все ще обробляються...
vi: Vẫn đang tính toán dữ liệu...
zh: 数据还在计算中。。。
zh_tw: 資料還在計算中。。。

# show.info.nsfw
source: Explicit content
ar: محتوى حساس
cs: Explicitní obsah
de: Expliziter Inhalt
es: Contenido explícito
fr: Contenu explicite
hu: Felnőtt tartalom
id: Konten eksplisit
it: Contenuto esplicito
ja: 過激な表現を含むコンテンツ
ko: 부적절한 내용
nl: Expliciete inhoud
no: Eksplisitt innhold
pl: Treść dla pełnoletnich
pt: Conteúdo explícito
pt_br: Conteúdo explícito
ro: Conținut explicit
ru: Откровенное содержание
sv: Explicit innehåll
th: เนื้อหาไม่เหมาะสม
tr: Müstehcen içerik
uk: Явний контент
zh: 少儿不宜内容
zh_tw: 成人內容

# show.info.points-of-failure
source: Points of Failure
ar: نقاط الفشل
be: Колькасць правалаў
bg: Връхни точки на провал
cs: Body neúspěchů
da: Fejl-steder
de: Stellen, an denen Spieler gescheitert sind
el: Σημεία Αποτυχίας
es: Puntos de fracaso
fi: Epäonnistumiskohdat
fr: Répartition des échecs
hu: Kibukási Alkalmak
id: Titik-Titik Kegagalan
it: Punti di Fallimento
ja: 失敗地点
ko: 실패 지점
nl: Faalpunten
no: Feilpunkter
pl: Wykres porażek
pt: Pontos de falha
pt_br: Pontos de Falha
ro: Puncte de eșec
ru: Шкала провалов
sk: Body Neúspechu
sv: Punkter av Misslyckande
th: ความล้มเหลว
tr: Başarısız Olunan Kısımlar
uk: Шкала провалів
vi: Tỉ Lệ Thất Bại
zh: 失败位置
zh_tw: 失敗位置

# show.info.source
source: Source
ar: المصدر
be: Крыніца
bg: Източник
cs: Zdroj
da: Kilde
de: Quelle
el: Προέλευση
es: Fuente
fi: Lähde
hu: Forrás
id: Sumber
it: Sorgente
ja: ソース
ko: 원작
nl: Bron
no: Kilde
pl: Źródło
pt: Fonte
pt_br: Fonte
ro: Sursă
ru: Источник
sk: Zdroj
sv: Källa
th: แหล่งที่มา
tr: Kaynak
uk: Джерело
vi: Nguồn
zh: 来源
zh_tw: 來源

# show.info.storyboard
source: This beatmap contains storyboard
ar: تحتوي هذه الخريطة على لوحة قصصية
da: Dette beatmap indeholder storyboard
de: Diese Beatmap enthält ein Storyboard
es: Este mapa contiene storyboard
fr: Ce beatmap contient un storyboard
hu: Ez a meatmap storyboard-ot tartalmaz
id: Beatmap ini menyertakan storyboard
it: Questa beatmap contiene storyboard
ja: このビートマップにはストーリーボードが含まれています
ko: 이 비트맵은 스토리보드를 포함합니다.
nl: Deze beatmap bevat verhaalborden
pl: Ta beatmapa zawiera scenorys
pt: Este beatmap contém um cenário
pt_br: Este beatmap contém storyboard
ru: Эта карта содержит сториборд
sv: Denna beatmap innehåller storyboard
th: บีทแมพนี้มี storyboard
tr: Bu beatmap storyboard içeriyor
uk: Бітмапа містить сторіборд
zh: 此谱面包含故事板
zh_tw: 這張圖譜包含 Storyboard

# show.info.success-rate
source: Success Rate
ar: معدل النجاح
be: Шанц поспеху
bg: Степен на успех (%)
cs: Úspěšnost
da: Succesrate
de: Erfolgsrate
el: Ποσοστό Επιτυχίας
es: Tasa de éxito
fi: Läpäisyprosentti
fr: Taux de réussite
hu: Teljesítési arány
id: Tingkat Keberhasilan
it: Rateo di Successo
ja: クリア率
ko: 클리어 비율
nl: Slagingspercentage
no: Suksessrate
pl: Wskaźnik ukończonych zagrań
pt: Taxa de sucesso
pt_br: Taxa de Sucesso
ro: Rata de succes
ru: Шанс успеха
sk: Úspešnosť
sv: Genomsnittig Succe
th: อัตราการผ่าน
tr: Başarı Oranı
uk: Шанс успіху
vi: Tỉ Lệ Thành Công
zh: 成功率
zh_tw: 成功率

# show.info.tags
source: Tags
ar: العلامات
be: Тэгі
bg: Тагове
cs: Tagy
el: Ετικέτες
es: Etiquetas
fi: Tunnisteet
hu: Címkék
id: Tag
it: Tag
ja: タグ
ko: 태그
nl: Labels
no: Stikkord
pl: Tagi
pt: Etiquetas
ro: Tag-uri
ru: Теги
sk: Tagy
sv: Taggar
th: แท็ก
tr: Etiketler
uk: Теги
zh: 标签
zh_tw: 標籤

# show.info.video
source: This beatmap contains video
ar: تحتوي هذه الخريطة على فيديو
de: Diese Beatmap enthält ein Video
es: Este mapa contiene vídeo
fr: Cette beatmap contient une vidéo
id: Beatmap ini menyertakan video
it: Questa beatmap contiene video
ja: このビートマップには動画が含まれています
ko: 이 비트맵은 영상을 포함합니다.
pl: Ta beatmapa zawiera wideo w tle
pt: Este beatmap contém vídeo
pt_br: Esse beatmap contém vídeo
ru: Эта карта содержит видео
sv: Denna beatmap innehåller video
th: บีทแมพนี้มีวิดีโอ
tr: Bu beatmap video içeriyor
uk: Ця карта містить відео
zh: 此谱面包含视频
zh_tw: 此圖譜包含背景影片

# show.nsfw_warning.details
source: This beatmap contains explicit, offensive, or disturbing content. Would you like to view it anyway?
ar: تحتوي هذه الخريطة على محتوى حساس أو مسيء أو مقلق. هل ترغب في عرضها على أي حال؟
cs: Tato beatmapa obsahuje explicitní, urážlivý nebo rušivý obsah. Chcete ji přesto zobrazit?
de: Diese Beatmap enthält explizite, anstößige oder verstörende Inhalte. Möchtest du sie trotzdem sehen?
es: Este mapa del tiempo contiene contenido explícito, ofensivo o perturbador. ¿Desea verlo de todos modos?
fr: Cette beatmap contient du contenu explicite, offensant ou perturbant. Voulez-vous le voir quand même ?
hu: Ez a beatmap szókimondó, sértő vagy felkavaró tartalmú. Továbbra is meg szeretnéd tekinteni?
id: Beatmap ini ditenggarai mengandung konten yang bersifat eksplisit dan/atau konten yang dapat dianggap menyinggung bagi kalangan tertentu. Apakah Anda tetap ingin melihat beatmap ini?
it: Questa beatmap ha contenuti espliciti, offensivi o disturbanti. Vuoi vederla comunque?
ja: このビートマップには過激な表現、攻撃的、または不穏なコンテンツが含まれています。それでも表示しますか？
ko: 이 비트맵은 노골적, 폭력적 혹은 혐오감을 들게 하는 내용이 포함되어 있습니다. 그래도 보시겠습니까?
nl: Deze beatmap bevat expliciet, beledigende of verontrustende inhoud. Wilt je het toch bekijken?
pl: Ta beatmapa zawiera niedwuznaczne, obraźliwe lub niepokojące treści. Czy chcesz ją zobaczyć mimo to?
pt: Este beatmap contém conteúdo explícito, ofensivo ou perturbador. Gostarias de vê-lo mesmo assim?
pt_br: Este beatmap contém conteúdo explícito, ofensivo ou perturbador. Você gostaria de visualizá-lo mesmo assim?
ro: Acest beatmap conține conținut explicit, ofensiv sau deranjant. Doriți să-l vedeți oricum?
ru: Эта карта содержит откровенное или оскорбительное содержание. Вы уверены, что хотите продолжить?
sv: Denna beatmap innehåller explicit, kränkande eller störande innehåll. Vill du se den ändå?
th: บีทแมพนี้มีเนื้อหาไม่เหมาะสม, รุนแรง, หรือรบกวนใจ คุณยังจะต้องการดูมันไหม
tr: Bu beatmap müstehcen, ofansif, veya rahatsız edici içerik içermektedir. Yine de görüntülemek istiyor musunuz?
uk: Ця бітова карта містить явний, образливий або тривожний вміст. Хотіли б ви все-таки переглянути його?
zh: 此谱面包含少儿不宜的、具有冒犯性的或令人不安的内容。您仍然想查看它吗？
zh_tw: 這張圖譜含有兒童不宜、具冒犯性、或令人不安的內容。您確定要查看嗎？

# show.nsfw_warning.title
source: Explicit Content
ar: محتوى حساس
cs: Explicitní obsah
de: Expliziter Inhalt
es: Contenido explícito
fr: Contenu explicite
hu: Felnőtt tartalom
id: Konten Eksplisit
it: Contenuto Esplicito
ja: 過激な表現を含むコンテンツ
ko: 부적절한 내용
nl: Expliciete inhoud
pl: Treść dla pełnoletnich
pt: Conteúdo explícito
pt_br: Conteúdo explícito
ro: Conținut explicit
ru: Откровенное содержание
sv: Explicit innehåll
th: เนื้อหาไม่เหมาะสม
tr: Müstehcen İçerik
uk: Явний Контент
zh: 少儿不宜内容
zh_tw: 成人內容

# show.nsfw_warning.buttons.disable
source: Disable warning
ar: تعطيل التحذيرات
cs: Vypnout varování
de: Warnung deaktivieren
es: Desactivar advertencia
fr: Désactiver l'avertissement
hu: Figyelmeztetés kikapcsolása
id: Nonaktifkan peringatan
it: Disabilita avviso
ja: 警告を無効にする
ko: 경고 비활성화
nl: Waarschuwing uitschakelen
pl: Wyłącz ostrzeżenia
pt: Desativar aviso
pt_br: Desativar o aviso
ro: Dezactivează avertisment
ru: Отключить предупреждение
sv: Inaktivera varning
th: ปิดการแจ้งเตือน
tr: Uyarıyı devre dışı bırak
uk: Вимкнути попередження
vi: Ẩn thông báo
zh: 关闭警告
zh_tw: 關閉警告

# show.nsfw_warning.buttons.listing
source: Beatmap listing
ar: قائمة الخرائط
cs: Seznam beatmap
de: Beatmap-Auflistung
es: Listado de mapas
fr: Liste des beatmaps
hu: Beatmap lista
id: Daftar beatmap
it: Torna alla lista
ja: ビートマップリスト
ko: 비트맵 목록
nl: Beatmap Lijst
pl: Wróć do listy beatmap
pt: Listagem de beatmaps
pt_br: Lista de beatmaps
ru: Библиотека карт
sv: Beatmaplistningar
th: รายชื่อบีทแมพ
tr: Beatmap kataloğu
uk: Список бітмап
vi: Danh sách beatmap
zh: 返回谱面列表
zh_tw: 圖譜列表

# show.nsfw_warning.buttons.show
source: Show
ar: عرض
cs: Zobrazit
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Afficher
hu: Mutassa
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
nl: Weergeven
pl: Pokaż
pt: Mostrar
pt_br: Exibir
ro: Arată
ru: Показать
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh: 显示
zh_tw: 顯示

# show.scoreboard.achieved
source: achieved {0}
ar: احتُلت عند {0}
be: дасягнуты {0}
bg: постигнато на {0}
cs: dosaženo {0}
da: opnået {0}
de: erreicht {0}
el: επετεύχθη {0}
es: logrado {0}
fi: saavutettu {0}
fr: atteint {0}
hu: elérve: {0}
id: diraih pada {0}
it: ottenuto {0}
ja: 達成日 {0}
ko: {0}에 달성함
nl: bereikt op {0}
no: oppnådd {0}
pl: osiągnięte {0}
pt: conseguido {0}
pt_br: conquistado {0}
ro: realizat {0}
ru: достигнут {0}
sk: dosiahol {0}
sv: uppnått {0}
th: ได้รับ {0}
tr: {0} oynandı
uk: досягнуто {0}
vi: đạt được {0}
zh: 在 {0} 达成
zh_tw: 在 {0} 達成

# show.scoreboard.country
source: Country Ranking
ar: ترتيب الدولة
be: Рэйтынг краін
bg: Класиране в страната
cs: Státní žebříčky
da: Lande Rang
de: Landesrangliste
el: Κατάταξη στη Χώρα
es: Clasificación Nacional
fi: Maakohtaiset sijoitukset
fr: Classement national
hu: Országos Ranglista
id: Peringkat Negara
it: Rank del Paese
ja: 国別ランキング
ko: 국가 순위
nl: Landranking
no: Landsrangering
pl: Ranking krajowy
pt: Classificação nacional
pt_br: Ranking Nacional
ro: Clasament pe țară
ru: Рейтинг по стране
sk: Rebríček Krajiny
sv: Nationell rankning
th: อันดับประเทศ
tr: Ülke Sıralaması
uk: Рейтинг країн
vi: Hạng Quốc Gia
zh: 国内/区内排名
zh_tw: 國內排行榜

# show.scoreboard.friend
source: Friend Ranking
ar: ترتيب الأصدقاء
be: Рэйтынг сяброў
bg: Приятелско класиране
cs: Žebříček přátel
da: Rang blandt Venner
de: Freundesrangliste
el: Κατάταξη στους Φίλους
es: Clasificación entre Amigos
fi: Kavereiden sijoitukset
fr: Classement des amis
hu: Baráti Ranglista
id: Peringkat Teman
it: Rank degli Amici
ja: フレンドランキング
ko: 친구 순위
nl: Vriendenranking
no: Vennerangering
pl: Ranking znajomych
pt: Classificação de amigos
pt_br: Ranking de Amigos
ro: Clasamentul prietenilor
ru: Рейтинг среди друзей
sk: Rebríček Priateľov
sv: Rankning bland vänner
th: อันดับเพื่อน
tr: Arkadaş Sıralaması
uk: Рейтинг серед друзів
vi: Hạng Bạn Bè
zh: 好友排名
zh_tw: 好友排行榜

# show.scoreboard.global
source: Global Ranking
ar: الترتيب العالمي
be: Глабальны рэйтынг
bg: Глобално класиране
cs: Celosvětové žebříčky
da: Global Rang
de: Globale Rangliste
el: Παγκόσμια Κατάταξη
es: Clasificación Global
fi: Maailmanlaajuiset sijoitukset
fr: Classement global
hu: Globális Ranglista
id: Peringkat Global
it: Rank Globale
ja: 世界ランキング
ko: 전체 순위
nl: Globale Ranking
no: Global Rangering
pl: Ranking globalny
pt: Classificação global
pt_br: Ranking Global
ro: Clasament global
ru: Глобальный рейтинг
sk: Celosvetový Rebríčok
sv: Global rankning
th: อันดับโลก
tr: Dünya Sıralaması
uk: Рейтинг в світі
vi: Hạng Toàn Cầu
zh: 全球排名
zh_tw: 世界排行榜

# show.scoreboard.supporter-link
source: Click <a href="{0}">here</a> to see all the fancy features that you get!
ar: اضغط <a href="{0}">هنا</a> لمشاهدة كل الميزات الرائعة التي تحصل عليها!
be: Націсніце <a href="{0}">тут</a>, каб праглядзець усе магчымасці, якія вы атрымліваеце!
bg: Щракнете <a href="{0}">тук</a>, за да видите всички хубави екстри, които получаваш!
cs: Klikněte <a href="{0}">zde</a> pro zobrazení všech výhod, které dostanete!
da: Klik <a href="{0}">here</a> for at se alle de fede fordele du kan få!
de: <a href="{0}">Hier</a> klicken, um alle tollen Features zu entdecken!
el: Κάντε κλικ <a href="{0}">εδώ</a> για να δείτε όλες τις φοβερές δυνατότητες που μπορείτε να αποκτήσετε!
es: ¡Clic <a href="{0}">aquí</a> para ver todas las características de lujo que ofrece!
fi: Klikkaa <a href="{0}">tästä</a> nähdäksesi kaikki hienot ominaisuudet mitä saat!
fr: Cliquez <a href="{0}">ici</a> pour connaître toutes les supers fonctions obtenues avec !
hu: Kattints <a href="{0}">ide</a>,hogy megtekinthesd azt a sok jó funkciót amit kaphatsz!
id: Klik <a href="{0}">di sini</a> untuk melihat semua fitur eksklusif yang Anda dapatkan!
it: Clicca <a href="{0}">qui</a> per vedere tutte le fantastiche funzionalità che otterrai!
ja: <a href="{0}">ここ</a>をクリックする事でosu!サポーターの詳細が見れます。
ko: 서포터로서 누릴 수 있는 다른 멋진 기능들을 확인하려면 <a href="{0}">여기</a>를 클릭해주세요!
nl: Klik <a href="{0}">hier</a> om alle chique functies die je krijgt te zien!
no: Klikk <a href="{0}">her</a> for å se alle de fancy funskjonene du får tildelt!
pl: Kliknij <a href="{0}">tutaj</a>, aby zobaczyć, jakie jeszcze funkcje otrzymasz w zamian za zakup statusu donatora!
pt: Clica <a href="{0}">aqui</a> para ver todas as funcionalidades extravagantes que obténs!
pt_br: Clique <a href="{0}">aqui</a> para ver todas as novas funções às quais você ganha acesso!
ro: Click <a href="{0}">aici</a> pentru a vedea toate avantajele pe care le poți obține!
ru: Нажмите <a href="{0}">сюда</a> для просмотра всех возможностей, что Вы можете получить!
sk: Kliknite <a href="{0}">tu</a> pre zobrazenie všetkych výhod, ktoré dostanete!
sv: Klicka <a href="{0}">här</a> för att se alla fina funktioner du kommer få!
th: คลิก <a href="{0}">ที่นี่</a> เพื่อดูสิ่งสวยงามทั้งหมดที่คุณได้รับ!
tr: Aldığınız tüm süslü özellikleri görmek için buraya <a href="{0}">tıklayın</a>!
uk: Натисніть <a href="{0}">сюди</a> для перегляду всіх можливостей які ви отримаєте!
vi: Nhấp vào <a href="{0}">đây</a> để biết thêm những tính năng bạn có thể nhận!
zh: 点击 <a href="{0}">这里</a> 来查看你得到的精彩功能！
zh_tw: 點擊 <a href="{0}">這裡</a> 來查看你可以得到的精彩功能！

# show.scoreboard.supporter-only
source: You need to be an osu!supporter to access the friend and country rankings!
ar: تحتاج ان تكون osu!supporter للوصول الى ترتيب الدولة والأصدقاء!
be: Каб мець доступ да рэйтынгу краін і сяброў вам трэба быць osu!supporter
bg: Трябва да сте osu!supporter, за да имате достъп до държавното и приятелско класиране!
cs: Pro zobrazení státních a žebříčků přátel potřebujete funkci Supportera!
da: Du skal være supporter for at få adgang til venne- og landerangering!
de: Du musst Supporter sein, um Freundes- und Landesranglisten zu sehen!
el: Χρειάζεται να είστε supporter για να έχετε πρόσβαση στις κατατάξεις χώρας και φίλων!
es: ¡Debe ser un osu!supporter para acceder a las clasificaciones nacionales y entre amigos!
fi: Sinun täytyy olla Tukija nähdäksesi maa- ja ystäväkohtaiset sijoitukset!
fr: Vous devez être un osu!supporter pour accéder à cette fonctionnalité !
hu: Támogató kell legyél, hogy elérd a baráti és az országos ranglistát!
id: Anda harus menjadi supporter untuk mengakses fitur peringkat teman dan negara!
it: Devi essere un osu!supporter per vedere i rank degli amici e del paese!
ja: フレンドランキングと国別ランキングを利用するにはosu!サポータータグが必要です！
ko: 서포터가 되어야 국가 및 친구 간 순위를 확인할 수 있습니다!
nl: Je moet supporter zijn om land- en vriendenrankings te zien!
no: Du må være en osu!supporter for å ha tilgang til venne- og landsrangering!
pl: Musisz posiadać status donatora, aby uzyskać dostęp do rankingu krajowego i znajomych!
pt: Precisas de ser um osu!supporter para ter acesso às classificações de amigos e nacional!
pt_br: Você precisa ser um osu!supporter para acessar rankings de amigos e de países!
ro: Trebuie să fii un suporter pentru a accesa clasamentul prietenilor și pe țară!
ru: Вы должны иметь osu!supporter для использования данной возможности!
sk: Pre zobrazenie štátnych a rebriček priateľov potrebujete funkciu supportera!
sv: Du behöver vara en supporter för att komma åt vän och land rankningar!
th: คุณต้องเป็นผู้สนับสนุนเพื่อเข้าถึงการจัดอันดับเพื่อนและประเทศ!
tr: Arkadaş ve ülke sıralamasına erişebilmek için osu!supporter olman gerekiyor!
uk: Ви повинні мати osu!прихильник для використання даної можливості!
vi: Bạn cần là người ủng hộ để truy cập xếp hạng bạn bè và quốc gia!
zh: 你需要成为 osu! 支持者才能查看国内/好友排名！
zh_tw: 你需要成為贊助者才能查看國內與好友排名！

# show.scoreboard.title
source: Scoreboard
ar: لوح النتائج
be: Табло
bg: Табло за точки
cs: Tabulka výsledků
de: Ranglisten
el: Πίνακας αποτελεσμάτων
es: Tabla de puntuaciones
fi: Tulokset
fr: Tableaux des scores
hu: Eredménylista
id: Papan Skor
it: Classifica
ja: スコアボード
ko: 점수판
nl: Scorebord
no: Poengliste
pl: Tabela wyników
pt: Tabela de pontuações
pt_br: Placar
ro: Tabela de scor
ru: Табло
sk: Tabuľka výsledkov
sv: Resultattavla
th: กระดานคะแนน
tr: Skor tahtası
uk: Табло
vi: Bảng Xếp hạng
zh: 排行榜
zh_tw: 排行榜

# show.scoreboard.headers.accuracy
source: Accuracy
ar: الدقة
be: Дакладнасць
bg: Прецизност
cs: Přesnost
da: Præcision
de: Genauigkeit
el: Ακρίβεια
es: Precisión
fi: Tarkkuus
fr: Précision
hu: Pontosság
id: Akurasi
it: Precisione
ja: 精度
ko: 정확도
nl: Nauwkeurigheid
no: Presisjon
pl: Celność
pt: Precisão
pt_br: Precisão
ro: Precizie
ru: Точность
sk: Presnosť
sv: Precision
th: ความแม่นยำ
tr: İSABETLİLİK
uk: Точність
vi: Độ Chính Xác
zh: 准确率
zh_tw: 準確率

# show.scoreboard.headers.combo
source: Max Combo
ar: اقصى مجموع
be: Макс. комба
bg: Макс комбо
cs: Maximální Kombo
da: Maks Combo
de: Combo
el: Μέγιστο Combo
es: Combo máximo
fi: Maksimikombo
fr: Combo max
hu: Legmagasabb kombó
id: Kombo Maks
ja: 最大コンボ
ko: 최대 콤보
no: Maks Kombo
pl: Combo
pt: Combo máximo
pt_br: Combo Máximo
ro: Combo maxim
ru: Максимальное комбо
sk: Maximálne Kombo
sv: Högsta Kombo
th: คอมโบสูงสุด
tr: Maks Kombo
uk: Максимальне комбо
vi: Combo Tối Đa
zh: 最大连击
zh_tw: 最大連擊

# show.scoreboard.headers.miss
source: Miss
ar: اِخفاق
be: Промах
bg: Пропуски
cs: Minuto
el: Αστοχίες
es: Fallos
fi: Ohi
fr: Raté
ja: ミス
nl: Mis
no: Bom
pl: Pudła
pt: Erros
pt_br: Erros
ro: Ratări
ru: Промах
sk: Minutie
sv: Missar
tr: Iska
uk: Промахи

# show.scoreboard.headers.mods
source: Mods
ar: المودات
be: Моды
bg: Модове
cs: Módy
fi: Modit
hu: Modok
id: Mod
it: Mod
ko: 모드
no: Modifikasjoner
pl: Modyfikatory
ro: Moduri
ru: Моды
sk: Módy
sv: Tillägg
th: ม็อด
tr: Modlar
uk: Модифікатори
zh: Mod

# show.scoreboard.headers.player
source: Player
ar: اللاعب
be: Гулец
bg: Играч
cs: Hráč
da: Spiller
de: Spieler
el: Παίκτης
es: Jugador
fi: Pelaaja
fr: Joueur
hu: Játékos
id: Pemain
it: Giocatore
ja: プレイヤー
ko: 플레이어
nl: Speler
no: Spiller
pl: Gracz
pt: Jogador
pt_br: Jogador
ro: Jucător
ru: Игрок
sk: Hráč
sv: Spelare
th: ผู้เล่น
tr: Oyuncu
uk: Гравець
vi: Người Chơi
zh: 玩家
zh_tw: 玩家

# show.scoreboard.headers.rank
source: Rank
ar: المرتبه
be: Ранг
bg: Ранг
cs: Umístění
da: Rang
de: Rang
el: Κατάταξη
es: Puesto
fi: Sijoitus
fr: Rang
hu: Rang
id: Peringkat
ja: 順位
ko: 순위
no: Rang
pl: Pozycja
pt: Posição
ro: Rang
ru: Ранг
sk: Hodnotenie
th: อันดับ
tr: Sıralama
uk: Ранг
vi: Xếp Hạng
zh: 排名
zh_tw: 排行榜

# show.scoreboard.headers.score_total
source: Total Score
ar: مجموع النقاط
be: Усяго ачкоў
bg: Общ брой точки
cs: Celkové skóre
de: Gesamtpunktzahl
el: Συνολικό Σκορ
es: Puntuación total
fi: Kokonaispisteet
fr: Score total
hu: Összpontszám
id: Jumlah Skor
it: Punteggio Totale
ja: 合計スコア
ko: 총 점수
nl: Totale Score
no: Total Poengsum
pl: Wynik
pt: Pontuação total
pt_br: Pontuação Total
ro: Scor total
ru: Всего очков
sk: Celkové skóre
sv: Total Poäng
th: คะแนนรวม
tr: Toplam Skor
uk: Всього очок
vi: Tổng Điểm
zh: 得分
zh_tw: 總分
