Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Beatmaps.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# discussions.lock.prompt.unlock
source: Are you sure to unlock?
ar: هل أنت متأكد من فتح القفل؟
be: Вы ўпэўненыя, што хочаце адкрыць?
bg: Сигурни ли сте, че искате да отключите дискусията?
cs: Jste si jistý o uzamknutí?
da: Er du sikker på at du vil låse op?
de: Willst du wirklich freigeben?
el: Είστε σίγουρος ότι θέλετε να το ξεκλειδώσετε;
es: ¿Seguro que desea desbloquearla?
fi: Avataanko varmasti?
fr: Êtes-vous sûr de vouloir déverrouiller cette discussion ?
hu: Biztos ki akarod nyitni?
id: Apakah Anda yakin untuk membuka kembali topik diskusi ini?
it: Sei sicuro di voler sbloccare?
ja: 本当にロックを解除しますか？
ko: 잠금 해제하시겠어요?
nl: Weet je zeker dat je het wilt ontgrendelen?
no: Er du sikker på å låse opp?
pl: Czy na pewno chcesz odblokować tę dyskusję?
pt_br: Quer mesmo destrancar?
ro: Ești sigur că vrei să deblocați?
ru: Вы уверены, что хотите разблокировать обсуждение?
sk: Ste si istý o uzamknutie?
sv: Är du säker på att du vill låsa upp diskussionen?
th: คุณแน่ใจที่จะปลดล็อกหรือไม่?
tr: Tartışmanın kilidini açmak istediğine emin misin?
uk: Ви впевнені, що хочете розблокувати обговорення?
vi: Bạn có chắc chắn muốn mở khóa không ?
zh: 确认解锁该讨论吗？
zh_tw: 確認解鎖？

# discussions.message_hint.in_general
source: This post will go to general beatmap discussion. To mod this difficulty, start message with timestamp (e.g. 00:12:345).
ar: سوف يذهب هذا المنشور إلى المناقشة العامة للخريطة. لأقتراح تعديل هذه الخريطة، ابدا رسالة مع طابع زمني (مثلاً 00:12:345).
be: Гэты допіс пойдзе ў агульную тэму абмеркавання пакета бітмапы. Каб змяніць гэту бітмапу, пачніце сваё паведамленне з пазнакі часу (напрыклад 00:12:345).
bg: Този пост ще отиде при общата дискусия. За да моднете този бийтмап, започнете с времев етикет (напр. 00:12:345).
cs: Tento příspěvek bude zveřejněn na generální diskuzi beatmapy. Pokud chcete beatmapu módovat, začněte zprávu časovou sekvencí (např. 00:12:345).
da: Dette opslag vil ende i general beatmapset diskussionen. Start beskeden med et tidsstempel (f.eks. 00:12:345) for at modde dette beatmap.
de: Dieser Beitrag wird den generellen Beatmapdiskussionen hinzugefügt. Um diese Beatmap zu modden, beginne die Nachricht mit einer Timestamp (z.B. 00:12:345).
el: Αυτή η δημοσίευση θα πάει στη γενική συζήτηση beatmap. Για να κάνετε μία πρόταση για αυτό το beatmap, ξεκινήστε το μήνυμά σας με μία χρονική σήμανση (π.χ. 00:12:345).
es: Esta publicación irá a la discusión general del set de mapas. Para moddear este mapa, empieza un mensaje con una marca de tiempo (por ejemplo, 00:12:345).
fi: Tämä viesti menee beatmapin yleiseen keskusteluun. Modataksesi tätä beatmappia, aloita viestisi aikaleimalla (esim. 00:12:345).
fr: Ce post sera déplacé vers la discussion générale du beatmapset. Pour modder cette beatmap, indiquez le timestamp (ex. 00:12:345).
hu: Ez a poszt be fog kerülni az általános beatmap szett megbeszélésébe. A beatmap modolásához időbélyeggel kezdd az üzenetet (pl.: 00:12:345).
id: Topik-topik diskusi ini berlaku untuk keseluruhan mapset secara umum. Untuk membuka topik diskusi baru, mulai pesan Anda dengan keterangan waktu (cth: 00:12:345).
it: Questo post andrà nella discussione generale del beatmapset. Per moddare questa beatmap, inizia il tuo messaggio con un timestamp (es. 00:12:345).
ja: この投稿はビートマップディスカッションの一般に投稿されます。この難易度の問題を修正するには、タイムスタンプ（例：00:12:345）でメッセージを開始してください。
ko: 작성된 글은 일반 비트맵 토론으로 올라가집니다. 비트맵을 모딩하시려면 글의 첫 부분을 타임스탬프로 시작하십시오 (예시, 00:12:345).
nl: Deze post gaat naar de algemene beatmapset discussie. Om deze map te modden moet je beginnen met een tijdstip (bijv. 00:12:345).
no: Dette innlegget vil gå til den generelle diskusjonen for beatmapsettet. For å modifisere dette beatmappet, start meldingen med et tidsstempel (f.eks. 00:12:345).
pl: Ten post znajdzie się w ogólnej dyskusji tej beatmapy. Aby zacząć modować ten poziom trudności, zacznij wiadomość od znacznika czasu (np. 00:12:345).
pt_br: Esta postagem vai para a discussão geral do beatmap. Para fazer uma sugestão neste beatmap, inicie a mensagem com uma marcação de tempo (ex.: 00:12:345).
ro: Această postare va merge la discuția beatmapset generală. Pentru a modifica acest beatmap, începe mesajul cu un marcaj temporal (ex: 00:12:345).
ru: Этот пост пойдет в общую ветку отзывов. Чтобы изменить эту карту, начните своё сообщение с временной отметкой (к примеру 00:12:345).
sk: Tento príspevok bude zverejnený na generálnej diskusii beatmapy. Pokial chcete beatmapu módovať, začnite správu časovou sekvenciou (napr. 00:12:345).
sv: Detta inlägg kommer att gå till allmän beatmapset diskussion. För att modifiera denna beatmap, starta meddelande med tidsstämpel (t.ex. 00:12:345).
th: โพสต์นี้จะไปที่การสนทนาทั่วไป ถ้าอยากวิจารณ์บีทแมพนี้ เริ่มต้นข้อความของคุณด้วยช่วงเวลา (เช่น 00:12:345)
tr: Bu gönderi beatmap setinin genel tartışmasına gidecek. Bu beatmapi modlamak için mesajı bir zaman damgası ile başlatın (ör: 00:12:345).
uk: Цей пост піде в загальну гілку обговорень. Щоб змінити цю карту, почніть своє повідомлення з зазначенням часу (наприклад 00:12:345).
vi: Bài đăng này sẽ vào phần thảo luận chung của beatmap, dùng mốc thởi gian để bắt đầu bài đăng (ví dụ 00:12:345) để mod beatmap này.
zh: 这个信息将提交到整个谱面集讨论中。如果需要单独针对某处，请在开头使用时间戳 (例如: 00:12:345)。
zh_tw: 這篇貼文將發佈到圖譜討論區中。如需要檢查此圖譜某個特定部分，請在開頭加入時間戳 (例如: 00:12:345)。

# discussions.message_hint.in_timeline
source: To mod multiple timestamps, post multiple times (one post per timestamp).
ar: لأقتراح تعديلات لأكثر من طابع زمني, انشر عدة مرات ( منشور واحد لكل طابع زمني).
be: Для змянення некалькіх пазнак часу, стварыце допіс некалькі раз (адзін допіс на пазнаку часу).
bg: За модване на повече времеви етикети, постнете за всяка отделно.
cs: Pro módování více časových sekvencí přidejte více příspěvků (jeden příspěvek na každou sekvenci).
da: For at modde flere tidsstempler, skal der laves flere opslag (kun et opslag pr. tidsstempel).
de: Um an mehreren Zeitpunkten zu modden, musst du mehrere Beiträge erstellen (ein Beitrag pro Timestamp).
el: Για να κάνετε πολλαπλές προτάσεις ταυτόχρονα, δημοσιεύστε πολλές φορές (μία δημοσίευση ανά χρονική σήμανση).
es: Para moddear varias marcas de tiempo, publique varias veces (un mensaje por marca de tiempo).
fi: Modataksesi useampia aikaleimoja, lähetä useampi viesti (yksi viesti per aikaleima).
fr: Pour modder plusieurs sections de cette beatmap, faites plusieurs posts (un post pour chaque section).
hu: Több időbélyeg modolásához több poszt szükséges (egy poszt egy időbélyeghez).
id: Topik-topik diskusi ini berlaku untuk masing-masing tingkat kesulitan secara spesifik. Untuk memulai topik diskusi baru, salin keterangan waktu dari editor disertai dengan komentar Anda (satu topik per keterangan waktu).
it: Per moddare più timestamp, posta più volte (un post per timestamp).
ja: 複数のタイムスタンプをmodするには、投稿を複数回に分けてください。
ko: 비트맵의 여러 부분을 수정하려면 글을 여러 번 올리세요 (한 글에 한 타임스탬프만 수정할 수 있습니다).
nl: Om meerdere tijdstippen te modden moet je meerdere keren posten (een post per tijdstip).
no: For å modde flere tidsstempler, må du skrive flere ganger (et innlegg per tidsstempel).
pl: Aby zgłosić uwagi dla kilku różnych znaczników czasu, utwórz dla nich odrębne posty (po jednym dla każdego znacznika czasu).
pt_br: Para fazer várias sugestões ao mesmo tempo, poste várias marcações (uma publicação por marcação de tempo).
ro: Pentru a modifica mai multe mărcaje de timp, postează de mai multe ori (o postare per marcaj temporal).
ru: Для модерирования нескольких временных отметок, опубликуйте несколько сообщений (по одному на отметку).
sk: Pre módovanie viacero časových sekvencii, pridajte viac príspevkov (1 príspevok na každú sekvenciu).
sv: För att modda flera tidsstämplar, lägg upp flera inlägg (ett inlägg för varje tidsstämpel).
th: ในการวิจารณ์หลายช่วงเวลา โพสต์หลายๆครั้ง (หนึ่งโพสต์ต่อหนึ่งช่วงเวลา)
tr: Birden fazla zaman damgasını modlamak için, birden fazla gönderi yapın (gönderi başına bir zaman damgası).
uk: Для зміни декількох позначок, опублікуйте кілька позначок (одна публікація на позначку).
vi: Để mod nhiều mốc thời gian , hãy đăng nhiều lần (một bài đăng trên một mốc thời gian).
zh: 需要 Mod 多处，请在每一个时间戳后写下意见并发表。
zh_tw: 每篇貼文僅加入一個時間戳，如需要檢查多個時間戳，請將時間戳分別發佈至不同貼文，並寫下發表意見。

# discussions.message_placeholder.general
source: Type here to post to General ({0})
ar: اكتب هنا للنشر في العام ({0})
be: Каб апублікаваць у агульных, напішыце тут ({0})
bg: Пишете тук, за да публикувате в General ({0})
cs: Piště zde pro odeslání příspěvku do Obecné ({0})
da: Skriv her for at lave et opslag til General ({0})
de: Hier tippen um auf General zu posten ({0})
el: Πληκτρολογήστε εδώ για να δημοσιεύσετε στο General ({0})
es: Escriba aquí para publicar en General ({0})
fi: Kirjoita tähän lähettääksesi viestin Yleiseen ({0})
fr: Écrivez ici pour poster dans Général ({0})
hu: Írj ide az Általános ({0}) részlegbe való posztoláshoz
id: Ketik di sini untuk membuka topik bahasan baru pada kolom diskusi Umum ({0})
it: Scrivi qui per postare in Generale ({0})
ja: 一般（{0}）への投稿をここに入力
ko: 일반({0})에 게시할 답글 내용을 입력하세요.
nl: Typ hier om in General te posten ({0})
no: Skriv her for å legge til på Generelt ({0})
pl: Utwórz post w ogólnej dyskusji ({0})
pt_br: Digite aqui para publicar em Geral ({0})
ro: Scrie aici pentru a posta în General ({0})
ru: Введите здесь, чтобы запостить в Общий ({0})
sk: Píšte sem pre odoslanie príspevku do General ({0})
sv: Skriv här för att posta till General ({0})
th: พิมพ์ตรงนี้เพื่อลงรายการบัญชีทั่วไป ({0})
tr: Genel'e yazmak için burayı kullanın ({0})
uk: Напишіть тут, щоб розмістити повідомлення в Загальний ({0})
vi: Nhập vào đây để đăng vào Chung ({0})
zh: 在此处输入以发布到常规 ({0})
zh_tw: 在此處輸入以發佈至整體 ({0})

# discussions.message_placeholder.generalall
source: Type here to post to General (All difficulties)
ar: اكتب هنا للنشر في العام (جميع الصعوبات)
be: Каб апублікаваць у агульных, напішыце тут (Усе цяжкасці)
bg: Пишете тук, за да публикувате в General (Всички трудности)
cs: Piště zde pro odeslání příspěvku do Obecné (Všechny obtížnosti)
da: Skriv her for at lave et opslag til General (All difficulties)
de: Hier tippen um auf General zu posten (Alle Schwierigkeitsstufen)
el: Πληκτρολογήστε εδώ για να δημοσιεύσετε στο General (όλες τις δυσκολίες)
es: Escriba aquí para publicar en General (Todas las dificultades)
fi: Kirjoita tähän lähettääksesi viestin Yleiseen (Kaikki vaikeustasot)
fr: Écrivez ici pour poster dans Général (Toutes les difficultés)
hu: Ide írj az Általánosba posztoláshoz (Összes nehézség)
id: Ketik di sini untuk membuka topik bahasan baru pada kolom diskusi Umum (Seluruh tingkat kesulitan)
it: Scrivi qui per postare in Generale (Tutte le difficoltà)
ja: 一般 （全ての難易度）への投稿をここに入力
ko: 일반(모든 난이도)에 게시할 답글 내용을 입력하세요.
nl: Typ hier om in General te posten (Alle moeilijkheden)
no: Skriv her for å legge til på Generelt (Alle vanskelighetsgrader)
pl: Utwórz post w ogólnej dyskusji (wszystkie poziomy trudności)
pt_br: Digite aqui para publicar em Geral (Todas as dificuldades)
ro: Scrie aici pentru a posta în General (toate dificultățile)
ru: Введите здесь, чтобы запостить в Общий (Все сложности)
sk: Píšte sem pre odoslanie príspevku do General (Všetky obtiažnosti)
sv: Skriv här för att posta till General (Alla svårighetsgrader)
th: พิมพ์ตรงนี้เพื่อลงรายการบัญชีทั่วไป (ทุกระดับความยาก)
tr: Genel'e yazmak için burayı kullanın (tüm zorluklar)
uk: Введіть тут, щоб запостити в Загальний (Всі складності)
vi: Nhập vào đây để đăng vào Chung (Tất cả difficulties)
zh: 在此处输入以发布到常规 (所有难度)
zh_tw: 在此處輸入以發佈至整體 (所有難度)

# discussions.message_placeholder.review
source: Type here to post a review
ar: اكتب هنا لنشر مراجعة
bg: Пишете тук, за да публикувате ревю
cs: Piště zde pro odeslání recenze
da: Skriv her for at sende en anmeldelse
de: Tippe hier, um eine Rezension zu posten
es: Escriba aquí para publicar una revisión
fi: Kirjoitä tähän lähettääksesi arvostelun
fr: Tapez ici pour poster un commentaire
hu: Ide írj, hogy hozzászólj
id: Ketik di sini untuk memulai kajian baru
it: Scrivi qui per postare una revisione
ja: レビューを投稿するにはここに入力してください
ko: 여기에 입력하여 리뷰를 남길 수 있습니다.
nl: Typ hier om een recensie te plaatsen
no: Skriv her for å legge til en anmeldelse
pl: Pisz tutaj, by zamieścić recenzję
pt_br: Digite aqui para postar uma revisão
ro: Scrie aici pentru a posta o recenzie
ru: Введите здесь, что бы оставить отзыв
sv: Skriv här för att posta en recension
th: เขียนที่นี่เพื่อเพิ่มบทวิจารณ์
tr: İnceleme göndermek için buraya yazın
uk: Введіть тут, щоб залишити відгук
vi: Gõ ở đây để đăng một bài đánh giá
zh: 在此处输入以发布审阅

# discussions.message_placeholder.timeline
source: Type here to post to Timeline ({0})
ar: اكتب هنا للنشر في الخط الزمني ({0})
be: Каб размясціць у шкале часу, напішыце тут ({0})
bg: Пишете тук, за да публикувате в Timeline ({0})
cs: Piště zde pro zařazení příspěvku do Časové osy ({0})
da: Skriv her for at lave et opslag til Tidslinjen ({0})
de: Hier tippen um auf die Timeline zu posten ({0})
el: Πληκτρολογήστε εδώ για να δημοσιεύσετε στο Χρονολόγιο ({0})
es: Escriba aquí para publicar en la Línea de tiempo ({0})
fi: Kirjoita tähän lähettääksesi viestin Aikajanalle ({0})
fr: Écrivez ici pour poster dans la Chronologie ({0})
hu: Írj ide az Idővonalra ({0}) való posztoláshoz
id: Ketik di sini untuk membuka topik bahasan baru pada kolom diskusi Linimasa ({0})
it: Scrivi qui per postare nella Linea Temporale ({0})
ja: タイムライン（{0}）へ投稿するにはここに入力
ko: 타임라인({0})에 게시할 답글 내용을 입력하세요.
nl: Typ hier om naar de tijdlijn te posten ({0})
no: Skriv her for å legg til på tidslinjen ({0})
pl: Utwórz post dla osi czasu ({0})
pt_br: Digite aqui para publicar em Linha do Tempo ({0})
ro: Scrie aici pentru a posta în Cronologie ({0})
ru: Введите здесь, чтобы запостить в временную шкалу ({0})
sk: Píšte sem pre zaradenie príspevku do časovej osy ({0})
sv: Skriv här för att posta till Tidslinjen ({0})
th: พิมพ์ตรงนี้เพื่อลงรายการบัญชีไปยังไทม์ไลน์ ({0})
tr: Timeline'a yazmak için burayı kullanın ({0})
uk: Введіть тут, щоб запостити в шкалу часу ({0})
vi: Nhập vào đây để đăng vào Timeline ({0})
zh: 在此处输入以发布到时间轴 ({0})
zh_tw: 在此處輸入以發佈至時間軸 ({0})

# discussions.message_type.disqualify
source: Disqualify
ar: رفض التأهيل
be: Дыскваліфікаваць
bg: Дисквалифицирайте
cs: Vyřadit
da: Diskvalificer
de: Disqualifizieren
el: Ορισμός ως ακατάλληλου
es: Descalificación
fi: Hylkää
fr: Disqualifier
hu: Diszkvalifikálás
id: Diskualifikasi
it: Squalifica
nl: Diskwalificeer
no: Diskvalifiser
pl: Zdyskwalifikuj
pt_br: Desqualificar
ro: Descalifică
ru: Дисквалифицировать
sk: Diskvalifikácia
sv: Diskvalificera
th: ตัดสิทธิ์
tr: Diskalifiye
uk: Дискваліфікувати
zh: 取消提名
zh_tw: 取消提名

# discussions.message_type.hype
source: Hype!
ar: تشجيع!
be: Надаць хайп!
bg: Надъхайте!
cs: Nadchnout!
el: Πάμε ρε!
fi: Hurraus!
pl: Priorytet
ru: Хайпануть!
tr: Gazla!
uk: Хайп!
zh: 推荐！
zh_tw: 推薦！

# discussions.message_type.mapper_note
source: Note
ar: ملاحظة
be: Нататка
bg: Бележка
cs: Poznámka
da: Notat
de: Anmerkung
el: Σημείωση
es: Nota
fi: Huomautus
hu: Megjegyzés
id: Catatan
it: Nota
ja: 注意
ko: 노트
nl: Opmerking
no: Merknad
pl: Adnotacja
pt_br: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sv: Anteckning
th: หมายเหตุ
tr: Not
uk: Замітка
vi: Ghi Chú
zh: 备注
zh_tw: 備註

# discussions.message_type.nomination_reset
source: Reset Nomination
ar: رفض الترشيح
be: Скід намінацыі
bg: Анулирай Номинацията
cs: Obnovit nominace
da: Nulstil Nominering
de: Nominierung zurücksetzen
el: Αλλαγή Υποψηφιότητας
es: Restablecimiento de nominación
fi: Nollaa Suositus
fr: Réinitialiser la nomination
hu: Nominálás Visszaállítása
id: Hilangkan Status Nominasi
it: Resetta Nomina
ja: ノミネーションをリセット
ko: 추천 초기화
nl: Reset Nominatie
no: Tilbakestill Nominasjon
pl: Zresetuj nominację
pt_br: Reiniciar nomeação
ro: Resetați nominalizarea
ru: Сбросить номинацию
sk: Obnoviť Nomináciu
sv: Återställ Nominering
th: รีเซทการเสนอชื่อ
tr: Adaylığı Sıfırla
uk: Зняти номінацію
vi: Thiết Lập Lại Đề Cử
zh: 取消提名
zh_tw: 重置提名

# discussions.message_type.praise
source: Praise
ar: مدح
be: Пахвала
bg: Възхвали
cs: Chválit
da: Ros
de: Lob
el: Έπαινος
es: Elogio
fi: Kehu
fr: Compliments
hu: Dicséret
id: Pujian
it: Elogio
ja: 称賛
ko: 칭찬
nl: Prijs
no: Ros
pl: Pochwała
pt_br: Elogio
ro: Laudă
ru: Похвала
sk: Pochvala
sv: Beröm
th: ชื่นชม
tr: Övgü
uk: Хвала
vi: Khen Ngợi
zh: 赞
zh_tw: 讚

# discussions.message_type.problem
source: Problem
ar: مشكلة
be: Праблема
bg: Проблем
cs: Problém
el: Πρόβλημα
es: Problema
fi: Ongelma
fr: Problème
hu: Probléma
id: Masalah
it: Problema
ja: 問題
ko: 문제
nl: Probleem
pt_br: Problema
ro: Problemă
ru: Проблема
sk: Problém
th: ข้อผิดพลาด
tr: Sorun
uk: Проблема
vi: Vấn Đề
zh: 问题
zh_tw: 問題

# discussions.message_type.review
source: Review
ar: مراجعة
be: Адказ
bg: Ревю
cs: Recenze
da: Anmeld
de: Bewertung
es: Revisión
fi: Arvostelu
hu: Összegzés
id: Kajian
it: Revisione
ja: レビュー
ko: 검토
nl: Recensie
no: Anmeldelse
pl: Recenzja
pt_br: Revisão
ro: Recenzie
ru: Отзыв
sk: Recenzia
sv: Recension
th: บทวิจารณ์
tr: İnceleme
uk: Відгук
vi: Đánh giá
zh: 审核
zh_tw: 評論

# discussions.message_type.suggestion
source: Suggestion
ar: اقتراح
be: Прапанова
bg: Предложение
cs: Návrh
da: Forslag
de: Vorschlag
el: Πρόταση
es: Sugerencia
fi: Ehdotus
hu: Javaslat
id: Saran
it: Suggerimento
ja: 提案
ko: 제안
nl: Suggestie
no: Forslag
pl: Sugestia
pt_br: Sugestão
ro: Sugestie
ru: Запрос
sk: Návrh
sv: Förslag
th: ข้อเสนอแนะ
tr: Öneri
uk: Пропозиція
vi: Đề Nghị
zh: 建议
zh_tw: 建議

# discussions.mode.events
source: History
ar: السجل
be: Гісторыя
bg: История
cs: Historie
da: Historie
de: Verlauf
el: Ιστορικό
es: Historial
fi: Historia
fr: Historique
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
no: Historie
pl: Historia
pt_br: Histórico
ro: Istoric
ru: История
sk: História
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh: 历史
zh_tw: 歷史

# discussions.mode.general
source: General {0}
ar: عام {0}
be: Агульнае {0}
bg: Обща {0}
cs: Obecný {0}
da: Generalt {0}
de: Allgemein {0}
el: Γενικά {0}
fi: Yleinen {0}
fr: Général {0}
hu: Általános {0}
id: Umum {0}
it: Generale {0}
ja: 一般{0}
ko: 일반 {0}
nl: Algemeen {0}
no: Generell {0}
pl: Główne {0}
pt_br: Geral {0}
ru: Общее {0}
sk: Všeobecný {0}
sv: Allmänt {0}
th: ทั่วไป {0}
tr: Genel {0}
uk: Загальні {0}
vi: Chung {0}
zh: 常规 {0}
zh_tw: 整體{0}

# discussions.mode.reviews
source: Reviews
ar: المراجعات
bg: Ревюта
cs: Recenze
da: Anmeldelser
de: Rezensionen
es: Revisiones
fi: Arvostelut
hu: Összegzések
id: Kajian
it: Revisioni
ja: レビュー
ko: 평가
nl: Recensies
no: Anmeldelser
pl: Recenzje
pt_br: Revisões
ro: Recenzii
ru: Отзывы
sk: Recenzie
sv: Recensioner
th: บทวิจารณ์
tr: İncelemeler
uk: Відгуки
vi: Các đánh giá
zh: 审阅记录
zh_tw: 評論

# discussions.mode.timeline
source: Timeline
ar: الجدول الزمني
be: Шкала часу
bg: Времева лента
cs: Časová osa
da: Tidslinje
el: Χρονολόγιο
es: Línea de tiempo
fi: Aikajana
fr: Chronologie
hu: Idővonal
id: Linimasa
it: Linea Temporale
ja: タイムライン
ko: 타임라인
nl: Tijdlijn
no: Tidslinje
pl: Oś czasu
pt_br: Linha do tempo
ro: Cronologie
ru: Временная шкала
sk: Časová os
sv: Tidslinje
th: เส้นเวลา
tr: Zaman Çizgisi
uk: Графік
zh: 时间轴
zh_tw: 時間線

# discussions.mode.scopes.general
source: This difficulty
ar: هذه الصعوبة
be: Гэтая цяжкасць
bg: Тази трудност
cs: Tato obtížnost
da: Denne sværhedgrad
de: Diese Schwierigkeitsstufe
el: Αυτή η δυσκολία
es: Esta dificultad
fi: Tämä vaikeustaso
fr: Cette difficulté
hu: Ez a nehézség
id: Tingkat kesulitan ini
it: Questa difficoltà
ja: この難易度
ko: 해당 난이도
nl: Deze moeilijkheidsgraad
no: Denne vanskelighetsgraden
pl: Ten poziom trudności
pt_br: Esta dificuldade
ro: Această dificultate
ru: эта сложность
sk: Táto obtiažnosť
sv: Denna svårighetsgrad
th: ระดับความยากนี้
tr: Bu zorluk
uk: Ця складність
vi: Difficulty này
zh: 当前难度
zh_tw: 目前難度

# discussions.mode.scopes.generalall
source: All difficulties
ar: جميع الصعوبات
be: Усе цяжкасці
bg: Всички трудности
cs: Všechny obtížnosti
da: Alle sværhedgrader
de: Alle Schwierigkeitsstufen
el: Όλες οι δυσκολίες
es: Todas las dificultades
fi: Kaikki vaikeustasot
fr: Toutes les difficultés
hu: Minden nehézség
id: Seluruh tingkat kesulitan
it: Tutte le difficoltà
ja: 全ての難易度
ko: 모든 난이도
nl: Alle moeilijkheidsgraden
no: Alle vanskelighetsgrader
pl: Wszystkie poziomy trudności
pt_br: Todas as dificuldades
ro: Toate dificultățile
ru: все сложности
sk: Všetky obtiažnosti
sv: Alla svårighetsgrader
th: ทุกระดับความยาก
tr: Tüm zorluklar
uk: Всі складності
vi: Tất cả difficulties
zh: 所有难度
zh_tw: 所有難度

# discussions.new.pin
source: Pin
ar: ثبّت
be: Замацаваць
bg: Закачи
da: Fastgør
de: Anheften
el: Καρφίτσωμα
es: Anclar
fi: Kiinnitä
fr: Épingler
hu: Rögzítés
id: Sematkan
it: Fissa
ja: ピン
ko: 고정
nl: Vastzetten
no: Fest
pl: Przypnij
pt_br: Fixar
ro: Fixează
ru: Закрепить
sv: Fäst
th: ปักหมุด
tr: Sabitle
uk: Закріпити
vi: Ghim
zh: 置顶
zh_tw: 釘選

# discussions.new.timestamp
source: Timestamp
ar: الطابع الزمني
be: Пазнака часу
bg: Времева отметка
cs: Časová sekvence
da: Tidsstempel
el: Χρονική σήμανση
es: Marca de tiempo
fi: Aikaleima
hu: Időbélyeg
id: Keterangan Waktu
ja: タイムスタンプ
ko: 타임스탬프
nl: Tijdstip
no: Tidsstempel
pl: Znacznik czasu
pt_br: Marcação de tempo
ro: Marcaj de timp
ru: Временная отметка
sk: Časová značka
sv: Tidsstämpel
th: ช่วงเวลา
tr: Zaman damgası
uk: Мітка часу
vi: Mốc thời gian
zh: 时间戳
zh_tw: 時間戳

# discussions.new.timestamp_missing
source: ctrl-c in edit mode and paste in your message to add a timestamp!
ar: ctrl-c في وضع التعديل والصق الرسالة هنا لأدخال طابع زمني!
be: націсніце «ctrl-c» у рэдактары, каб скапіяваць пазнаку часу!
bg: ctrl-c в редактора и вмъкнете вашето съобщение, за да добавите времев етикет!
cs: ctrl-c v režimu úprav a vložte do zprávy pro přidání časové sekvence!
da: Tryk ctrl-c i edit mode og indsæt i din besked for at tilføje tidsstempel!
de: Strg-C im Editor und in deine Nachricht einfügen, um eine Timestamp hinzuzufügen!
el: Ctrl + C στη λειτουργία τροποποίησης και επικολλήστε στο μήνυμα σας για να προσθέσετε μία χρονική σήμανση!
es: ¡Usa Ctrl+C en el modo de edición y pega tu mensaje para agregar una marca de tiempo!
fi: Paina ctrl-c editointitilassa ja liitä viestiisi lisätäksesi aikaleiman!
fr: ctrl + c en mode édition et collez votre message pour ajouter un timestamp !
hu: Időbélyeg hozzáadásához nyomj ctrl-c billentyűkombinációt szerkesztő módban, majd illeszd be az üzenetedbe!
id: salin (ctrl+c) objek-objek yang Anda kehendaki di editor dan tempelkan (ctrl+v) pada boks di atas untuk membubuhkan keterangan waktu!
it: fai ctrl-c nell'editor ed incolla nel tuo messaggio per aggiungere un timestamp!
ja: ゲーム内のEdit画面でCtrl+Cを押してメッセージに張り付けるとタイムスタンプになります！
ko: 비트맵 편집 모드에서 Ctrl-C를 눌러 복사하고 이 곳에 붙여넣어 타임스탬프를 추가할 수 있습니다!
nl: ctrl+c in de bewerkmodus en plak in je bericht om een tijdstip toe te voegen!
no: trykk Ctrl+C i redigeringsmodus og lim inn for å legge til et tidsstempel!
pl: Naciśnij Ctrl+C w edytorze i wklej swoją wiadomość, aby dodać znacznik czasu!
pt_br: ctrl-c no editor e ctrl-v na sua mensagem para adicionar uma timestamp!
ro: ctrl-c în modul de editare și lipește-ți mesajul pentru a adăuga un marcaj de timp!
ru: нажмите Ctrl + C в режиме редактирования, чтобы скопировать временную отметку и вставить в сообщение!
sk: ctrl-c v režime editovania a vložte správu pre pridanie časovej sekvencie!
sv: Tryck ctrl-c i redigeringsläget och klistra in ditt meddelande för att lägga till en tidsstämpel!
th: กด ctrl-c ในหน้าแก้ไขแมพและกดวางในข้อความของคุณเพื่อเพิ่มช่วงเวลา!
tr: bir zaman damgası eklemek için editörde ctrl-c'ye basıp mesajınıza yapıştırın!
uk: натисніть ctrl-c в редакторі щоб скопіювати мітку часу!
vi: ctrl-c trong chế độ chỉnh sửa (edit mode) và dán trong bài đăng của bạn để thêm một mốc thời gian!
zh: 在编辑模式下按 Ctrl+C 然后在您的输入框中粘贴以添加时间戳！
zh_tw: 在編輯模式下按 Ctrl+C 並至您輸入的對話框中按 Ctrl+V 以加入時間戳！
