Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Community.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# support.perks.friend_filtering.description
source: Compete with your friends and see how you rank up against them!
ar: تنافس مع اصدقائك وتنبه كيف ستبلي ضدهم!<br/><br/><small>*ليس موجودا على الموقع الجديد, سيتوفر قريا(tm)</small>
bg: Съревновавайте се с вашите приятели и вижте как се класирате сред тях!
da: Konkurrer mod dine venner og se hvordan du hamler op imod dem!*<br/><br/><small>* endnu ikke tilgængelig på den nye side, kommersnart(tm)</small>
de: Miss Dich mit Deinen Freunden und finde heraus, wie Du Dich gegen sie behauptest!
es: ¡Compita con sus amigos y vea cómo se clasifica contra ellos!
fi: Kilpaile kavereitasi kanssa ja katso, miten sijoittaudut heitä vastaan!
fr: Faites concurrence à vos amis et voyez comment vous vous situez par rapport à eux !
hu: Versenyezz a barátaiddal és nézd, hogyan válsz jobbá ellenük! *<br/><br/><small>* még nem elérhető az új oldalon, hamarosan(tm) </small>
id: Bersainglah dengan teman-temanmu dan lihat siapa yang paling unggul di antara kamu dan teman-temanmu!
it: Competi con i tuoi amici e guarda come ti classifichi rispetto a loro!
ja: フレンドとランキングを競うことができます！
ko: 친구와 경쟁하고 친구보다 얼마나 더 한수위인지 알아보세요!
nl: Concurreer met je vrienden en zie hoe je tegen hen opkomt! *<br/><br/><small>* nog niet beschikbaar op de nieuwe site, binnenkort beschikbaar(tm)</small>
no: Konkurrer med vennene dine og se hvordan du rangerer opp mot dem!
pl: Rywalizuj ze swoimi znajomymi i zobacz, jak ci idzie!
pt: Compete com os teus amigos e vê como te classificas contra eles!*<br/><br/><small>* ainda não está disponível no novo site, embreve(tm)</small>
pt_br: Dispute com seus amigos e veja como se sai contra eles!* <br/><br/><small>* ainda não disponível no novo site, embreve(tm)</small>
ro: Completează cu prietenii tăi și vezi cât clasezi înpotriva lor!*<br/><br/><small>* nu este încă disponibil pe site-ul nou, disponibilcurând(tm)</small>
ru: Посоревнуйтесь с вашими друзьями и узнайте, кто круче!*<br/><br/><small>* пока недоступно на новом сайте, скоробудет(tm)</small>
sv: Tävla med dina vänner och se hur du rankar upp mot dem!
th: แข่งกับเพื่อนว่าใครเก่งกว่ากัน <br/><br/><small>*ยังไม่ขึ้นเว็บใหม่ แต่ก็ที่นี่ เร็ว ๆ นี้ย์(tm)</small>
tr: Arkadaşlarınla rekabet et ve onlara karşı nasıl bir derece yaptığını gör!*<br/><br/><small>* henüz yeni sitede bulunmuyor, çok yakında(tm)</small>
uk: Змагаються з друзями і дізнайтеся наскільки ви сильні проти них!
zh: 和你的朋友们一起比赛，看看你如何超过他们的排名！*<br/><br/><small>* 在新版网站上目前尚不支持此功能，即将上线 (tm)</small>
zh_tw: 和您的朋友一起競賽，看看你如何超越他們的排名!

# support.supporter_status.contribution
source: Thanks for your support so far! You have contributed {0} over {1} tag purchases!
ar: شكراََ لك للدعم الذي قدمتهُ حتى الان! لقد ساهمت بجموع {0} لـ {1} اِشارات اشتريتها!
be: Дзякуем за вашу падтрымку спасибо! Усяго вы ахвяравалі {0} за {1} пакупак!
bg: Благодарим ви за вашата подкрепа досега! Вие допринесохте общо {0} за {1} osu!supporter покупки!
cs: Díky za tvou podporu! Zatím jsi přispěl/a celkově {0} napříč {1} nákupy supporter tagů!
da: Tak for din støtte indtilvidere! Du har bidraget med {0} over {1} supporter-tag indkøb!
de: Danke für deine bisherige Unterstützung! Du hast insgesamt {0} durch {1} Supporter-Tags beigesteuert!
el: Ευχαριστούμε για την υποστήριξή σας μέχρι τώρα! Έχετε συνεισφέρει το χρηματικό ποσό των {0} σε {1} συναλλαγές!
es: ¡Gracias por su apoyo hasta ahora! ¡Ha contribuido con {0} con la compra de {1} tag(s)!
fi: Kiitos tuestasi tähän saakka! Olet tukenut kokonaisuudessaan {0} {1} tukijaostoksella!
fr: Merci beaucoup de votre support ! Vous avez contribué pour un total de {0} avec {1} achats de tags !
hu: Köszönjük az eddigi támogatásodat! Összesen {0} adománnyal járultál hozzá {1}: cím vásárlással!
id: Terima kasih atas dukungan Anda! Anda telah membeli supporter tag sebanyak {0} kali dengan total kontribusi finansial senilai {1}!
it: Grazie per il tuo sostegno finora! Hai contribuito un totale di {0} in {1} tag acquistati!
ja: osu!をサポートしてくれてありがとうございます！今までに{0}で{1}個のタグを購入しました！
ko: 지금까지 지원해 주셔서 감사합니다! 총 {0}번의 결제로 {1}를 후원하셨습니다.
nl: Bedankt voor je hulp tot nu toe! Je hebt in totaal {0} toegedragen in {1} supporter aankopen!
no: Takk for støtten sin så langt! Du har bidratt med en total på {0} over {1} tag kjøp!
pl: Dziękujemy za twoje dotychczasowe wsparcie! Otrzymaliśmy od ciebie łącznie {0} pochodzących z {1} zakupionych statusów donatora!
pt: Obrigado pelo teu apoio até agora! Contribuíste para um total de {0} sobre compras de {1} etiquetas!
pt_br: Obrigado pelo o seu apoio! Você contribuiu com um total de {0} em {1} compras de tags!
ro: Mulțumim pentru sprijinul vostru de până acum! Ai contribuit cu un total de {0} pentru {1} achiziționări de tag-uri!
ru: Большое спасибо за вашу поддержку! Всего вы пожертвовали {0} за {1} покупок!
sk: Ďakujeme za tvoju podporu! Zatiaľ si prispel celkovo {0} cez {1} zakúpených supporter tagov!
sv: Tack för ditt stöd! Än så länge har du bidragit med {0} spritt över {1} tag-köp!
th: ขอบคุณสำหรับการสนับสนุนของคุณ! คุณได้สนับสนุนเป็นเงินรวม {0} จากการซิ้อแท็ก {1} อัน!
tr: Desteğiniz için teşekkürler! Toplamda {0} farklı alımla {1} yardımda bulundunuz!
uk: Дуже дякую за вашу підтримку! Всього ви пожертвували {0} за {1} покупок!
vi: Cảm ơn về sự hỗ trợ của bạn! Bạn đã đóng góp tổng cộng {0} với {1} tag đã mua!
zh: 感谢你一直以来的支持！你已经捐赠了 {0} 并购买了 {1} 次支持者标签！
zh_tw: 感謝您一直以來的支持！您已經捐贈了 {0} 並購買了 {1} 次贊助者標籤！

# support.supporter_status.gifted
source: You have given away {0} of your purchases as gifts (that's {1} worth), how generous!
ar: {0} من اِشاراتك التي اشتريتها قد قدمت كهدية (كمجموع {1} من الهداية التي قدمتها), كم انت كريم!
be: З іх, вы падаравалі {0} тэгаў (агулам падорана {1}), як шчодра!
bg: {0} от osu!supporter покупките Ви са подарени (общо {1} подарени), колко щедро!
cs: {0} z vašich nákupů tagů bylo darováno (což dělá celkem {1}), jak štědré!
da: {0} af dine supporter-tag indkøb var givet som gave (for et samlet antal af {1}), hvor generøst!
de: {0} deiner Supporter-Einkäufe waren Geschenke (für insgesamt {1}), wie großzügig von dir!
el: {0} από τις αγορές των tag που έχετε κάνει έχουν δωριστεί (συνολικά {1}), πόσο γενναιόδωρο!
es: Ha regalado {0} de sus compras (por valor de {1}), ¡qué generoso!
fi: Tagiostoksistasi {0} on lahjoitettu (yhteensä {1}), kuinka anteliasta!
fr: {0} de vos achats de tags ont été offerts en cadeau (pour un total de {1} offerts), quelle générosité !
hu: A cím vételeidből {0} ajándékozott (eddig összesen {1} ajándékozott), milyen nagylelkű!
id: {0} dari pembelian tag Anda telah dihadiahkan (dengan total sebesar {1} telah dihadiahkan). Terima kasih atas kemurahan hati Anda!
it: {0} dei tuo tag acquistati sono stati regalati (per un totale di {1} donati), come sei generoso!
ja: 今まで購入したサポータータグのうち{0}個がギフト（ギフト合計金額：{1}）として送られました。あなたの寛大さに拍手！
ko: 총 {0}번 서포터 태그를 선물하셨습니다. (총 {1} 달러 어치), 관대의 끝판왕이시네요!
nl: {0} van je aankopen waren een cadeau voor iemand anders (een totaal van {1}), hoe vrijgevig!
no: {0} av dine supporter tags ble gitt bort i gave (for en sum av {1}), hvor sjenerøs!
pl: Ze wszystkich zakupionych statusów donatora, {0} podarowano innym użytkownikom (za łączną wartość {1}). Wspaniała szczodrość!
pt: {0} das tuas compras de etiquetas foram oferecidas (por um total de {1} oferecidos), que generoso!
pt_br: {0} de suas compras de tag foram presenteadas (um total de {1} presenteados), que generoso!
ro: {0} din achiziționările tale de tag-uri au fost dăruite (pentru un total de {1} dăruiți), cât de generos!
ru: Из них, вы подарили {0} тегов (в итоге подарено {1}), как щедро!
sk: {0} z vaších nákupov bolo darovaných (celkovo {1} darovaných), jak štedré!
sv: {0} av dina tag-köp har getts bort som gåvor (till värdet av {1}), så generöst!
th: คุณได้ซื้อแท็ก {0} อันสำหรับเป็นของขวัญ (มูลค่า {1}) ใจกว้างมาก!
tr: {0} defa hediye olarak aldınız (toplam {1} hediye verdiniz), bu ne bonkörlük!
uk: З них, ви подарували {0} тегів (в результаті подаровано {1}), як щедро!
vi: {0} tag đã mua của bạn đã được tặng (với tổng cộng {1} được tặng), thật hào phóng!
zh: 你已经捐赠了 {0} 次支持者标签（花费了 {1} ），真慷慨啊！
zh_tw: 您已經捐贈了 {0} 次贊助者標籤（花費了 {1} ），真慷慨啊！

# support.supporter_status.not_yet
source: You haven't ever had an osu!supporter tag :(
ar: ليس لديك شارة osu!supporter حتى الان :(
be: Вы яшчэ не маеце тэг osu!supporter :(
bg: Вие все още нямате osu!supporter :(
cs: Ještě nemáš supporter tag :(
da: Du har ikke et supporter-tag endnu :(
de: Du hast noch kein Supporter-Tag :(
el: Δεν έχετε supporter tag. :(
es: Nunca has tenido un tag de osu!supporter :(
fi: Et ole vielä tukija :(
fr: Vous n'avez pas de tag supporter :(
hu: Nincsen támogatói címed még :(
id: Anda belum pernah memiliki supporter tag :(
it: Non hai ancora un tag osu!supporter :(
ja: osu!サポータータグをまだ持っていません :(
ko: 아직 osu!서포터 태그를 다셔보신 적이 없으시네요 :(
nl: Je hebt nog geen supporter tag :(
no: Du har ikke en osu!supporter tag ennå :(
pl: Nie masz jeszcze statusu donatora osu! :(
pt: Ainda não tens uma etiqueta osu!supporter :(
pt_br: Você ainda não tem uma supporter tag :(
ro: Încă nu ai eticheta de suporter :(
ru: У вас нет и ещё не было osu!supporter :(
sk: Zatiaľ nemáš supporter tag :(
sv: Du har inte en supporter-tag än :(
th: คุณยังไม่มีแท็กสนับสนุน :(
tr: Henüz bir osu!supporter etiketiniz yok :(
uk: У вас немає osu!прихильник :(
vi: Bạn chưa có supporter tag nào hết :(
zh: 你还没有支持者标签 :(
zh_tw: 您還沒有贊助者標籤 :(

# support.supporter_status.valid_until
source: Your current osu!supporter tag is valid until {0}!
ar: شارة osu!supporter خاصتك نافذة لغاية {0}!
be: Ваш бягучы тэг osu!supporter дзейнічае да {0}!
bg: Вашият osu!supporter е валиден до {0}!
cs: Tvůj supporter tag je platný do {0}!
da: Dit nuværende supporter-tag gælder indtil den {0}!
de: Dein aktuelles Supporter-Tag endet {0}!
el: Το τρέχον supporter tag σας είναι έγκυρο μέχρι τις {0}!
es: ¡Su tag de osu!supporter actual es válido hasta el {0}!
fi: Nykyinen tukijatagi on voimassa {0} asti!
fr: Votre badge osu!supporter actuel est valable jusqu'au {0}!
hu: A jelenlegi támogatói címed eddig érvényes: {0}!
id: Supporter Tag Anda saat ini berlaku hingga {0}!
it: Il tuo attuale tag osu!supporter è valido fino al {0}!
ja: あなたのosu!サポータータグは{0}まで有効です！
ko: 현재 서포터 태그는 {0}까지 유효합니다!
nl: Je huidige supporter tag is geldig tot {0}!
no: Din gjeldende osu!supporter tag gjelder inntil {0}!
pl: Twój status donatora przestanie być aktywny {0}!
pt: A tua etiqueta osu!supporter atual é válida até {0}!
pt_br: Sua supporter tag atual é válida até {0}!
ro: Tag-ul tău curent de suporter este valid până la {0}!
ru: Ваш osu!supporter активен до {0}!
sk: Tvoj momentálny supporter tag je platný do {0}!
sv: Din nuvarande supporter-tag är giltig tills {0}!
th: แท็กสนับสนุนของคุณใช้ได้จนถึง {0}!
tr: Şu anki osu!supporter etiketiniz {0} tarihine kadar geçerli!
uk: Ваш osu!прихильник буде активним до {0}!
vi: Supporter tag hiện tại của bạn có giá trị đến {0}!
zh: 你的支持者标签将在 {0} 到期
zh_tw: 您的贊助者標籤將在 {0} 到期

# support.supporter_status.was_valid_until
source: Your osu!supporter tag was valid until {0}.
ar: شارة osu!supporter خاصتك كانت نافذة لغاية {0}.
be: Ваш тэг osu!supporter дзейнічаў да {0}.
bg: Вашият osu!supporter беше валиден до преди {0}.
cs: Tvůj supporter tag byl platný do {0}.
da: Dit supporter-tag var gyldigt til den {0}.
de: Dein Supporter-Tag war bis {0} gültig.
el: Το supporter tag σας ήταν έγκυρο μέχρι {0}.
es: Su tag de osu!supporter fue válido hasta el {0}.
fi: Tukijatagisi oli voimassa {0} asti.
fr: Votre badge osu!supporter était valable jusqu'au {0}.
hu: A támogatói címed eddig volt érvényes: {0}.
id: Supporter Tag Anda berlaku hingga {0}.
it: Il tuo tag supporter era valido fino al {0}.
ja: あなたのosu!サポータータグは{0}に期限切れになりました。
ko: 지난 서포터 태그는 {0}까지였습니다.
nl: Je supporter tag was geldig tot {0}.
no: Din osu!supporter tag gjaldt inntil {0}.
pl: Twój status donatora przestał być aktywny {0}.
pt: A tua etiqueta osu!supporter era válida até {0}.
pt_br: Sua supporter tag era válida até {0}.
ro: Tag-ul tău de suporter a fost valid pâna la data de {0}.
ru: Ваш тег osu!supporter истёк {0}.
sk: Tvoj supporter tag bol platný do {0}.
sv: Din supporter-tag var giltig till {0}.
th: แท็กสนับสนุนคุณหมดอายุเมื่อ {0}
tr: osu!supporter etiketiniz {0} tarihine kadar geçerliydi.
uk: Ваш osu!прихильник закінчується {0}.
vi: Supporter tag của bạn đã hết hạn vào {0}.
zh: 你的支持者标签已于 {0} 到期
zh_tw: 您的贊助者標籤已於 {0} 到期
