Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Community.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# support.convinced.title
source: I'm convinced! {0}
ar: أنا مقتنع! D:
be: Цудоўна! {0}
bg: Аз съм убеден! {0}
cs: Přesvědčili jste mě! {0}
da: Jeg er overbevist! {0}
de: Ich bin überzeugt! {0}
el: Έχω πειστεί! {0}
es: ¡Estoy convencido! {0}
fi: Vakuutuin! {0}
fr: Je suis convaincu! {0}
hu: Meggyőztél! {0}
id: Saya yakin! {0}
it: Mi hai convinto! {0}
ja: いいですね！
ko: 납득하셨나요? {0}
nl: Ik ben overtuigd! {0}
no: Jeg er overbevist! {0}
pl: Zachęciłeś mnie! {0}
pt: Estou convencido! {0}
pt_br: Estou convencido! {0}
ro: Sunt convins! {0}
ru: Убедил! {0}
sk: Presvedčili ste ma! {0}
sv: Jag är övertygad! {0}
th: โอเค จัดไป {0}
tr: İkna oldum! {0}
uk: Я переконав! {0}
vi: Tôi đã tin! {0}
zh: 太棒了，买买买！OwO
zh_tw: 可以可以，買買買！

# support.convinced.support
source: support osu!
ar: اِدعم osu!
be: падтрымаць osu!
bg: подкрепете osu!
cs: podpořit osu! nákupem supporter tagu!
da: støt osu!
de: unterstütze osu!
el: υποστηρίξτε το osu!
es: apoyar a osu!
fi: tue osua!
fr: soutenez osu!
hu: osu! támogatása!
id: dukung osu!
it: sostieni osu!
ja: osu!をサポートする！
ko: osu! 지원하기
no: støtt osu!
pl: wspomóż osu!
pt: ajuda o osu!
pt_br: ajude o osu!
ro: sprijină osu!
ru: поддержать osu!
sk: podpor osu!
sv: stödja osu!
th: สนับสนุน osu!
tr: osu!'yu destekle!
uk: підтримай osu!
vi: hỗ trợ osu!
zh: 支持 osu!
zh_tw: 支持 osu!

# support.convinced.gift
source: or gift supporter to other players
ar: او قدم الشارة للاعب اخر
be: або падараваць падтрымку іншаму гульцу
bg: или подарете osu!support на други играчи
cs: nebo darujte supporter tag jiným hráčům
da: eller giv det som en gave til en anden
de: oder verschenke 'Supporter' an andere Spieler
el: ή δωρίστε σε άλλους παίκτες
es: o regalar supporter a otros jugadores
fi: tai lahjoita Tukija toiselle pelaajalle
fr: ou offrez osu!supporter à un autre joueur
hu: vagy ajándékozz támogatói címet más játékosoknak
id: atau hadiahkan supporter tag kepada pemain lain
it: o regala il supporter ad altri giocatori
ja: もしくはギフトを贈る
ko: 아니면 osu!를 지원하여 다른 플레이어에게 선물할 수도 있습니다.
nl: of gun het iemand anders
no: eller gi support i gave til andre spillere
pl: lub podaruj status donatora innemu graczowi
pt: ou dá apoio a outros jogadores
pt_br: ou envie de presente para outros jogadores
ro: sau oferă altor jucători
ru: или подарить osu!supporter другому игроку
sk: alebo daruj supporter tag iným hráčom
sv: eller ge support till en annan spelare i present
th: หรือให้แท็กสนับสนุนแก่ผู้เล่นอื่น ๆ
tr: veya diğer oyunculara hediye et
uk: або подаруй osu! прихильник іншому гравцеві
vi: hay gửi support đến người chơi khác
zh: 或者以礼物方式赠送给其它玩家
zh_tw: 或者以禮物方式贈送給其它玩家

# support.convinced.instructions
source: click the heart button to proceed to the osu!store
ar: انقر زر القلب للمضي قدما الى osu!store
be: націсніце па кнопкі з сэрцам, каб перайсці да osu!store
bg: щракнете на розовият бутон със сърце горе, за да продължите към osu!store
cs: klikněte na srdíčko pro přesměrování do osu!store
da: klik på hjertet for at gå videre til osu!store
de: klick auf das herz, um zum osu!store zu gelangen
el: κάντε κλικ στην καρδιά για να προχωρήσετε στο osu!κατάστημα
es: clic al botón del corazón para proceder a la osu!store
fi: klikkaa sydäntä jatkaaksesi osu!kauppaan
fr: cliquez sur le cœur pour vous rendre dans l'osu!store
hu: kattints a szívet ábrázoló gombra, hogy továbblépj az osu!boltba
id: klik tombol hati di atas untuk melanjutkan ke osu!store
it: clicca il pulsante con il cuore per procedere all'osu!store
ja: ハートボタンをクリックでosu!storeに飛びます(英語)
ko: 하트 버튼을 누르면 osu!store로 이동합니다.
nl: klik op het hartje om naar de osu!store te gaan
no: klikk på hjerteknappen for å fortsette til osu!store
pl: kliknij ikonę serca, aby przejść do sklepu osu!
pt: clica no botão do coração para proceder à osu!store
pt_br: clique no coração para continuar para a osu!store
ro: Faceți clic pe butonul în formă de inimă pentru a merge la magazinul osu!
ru: нажмите на сердечко для перехода в osu!store
sk: klikni na srdiečko pre presunutie do osu!store
sv: klicka på hjärtat för att gå till osu!store
th: คลิกที่ปุ่มหัวใจเพื่อดำเนินต่อไปที่ร้านของ osu!
tr: kalbe tıklayıp osu!store'a ilerle
uk: натисніть на сердечко для переходу в магазин
vi: nhấp vào nút trái tim để đi đến osu!store
zh: 点击爱心前往 osu! 商店
zh_tw: 點擊愛心前往 osu! 商店

# support.why-support.title
source: Why should I support osu!? Where does the money go?
ar: لماذا يجب ان أدعم !osu؟ إلى أين يذهب مالي؟
be: Чаму мне падтрымліваць osu!? Куда ідуць грошы?
bg: Защо да подкрепям финансово osu!? Къде отиват парите?
cs: Proč bych měl podpořit osu!? Kam jdou peníze?
da: Hvorfor skulle jeg støtte osu!? Hvad går pengene til?
de: Warum sollte ich osu! unterstützen? Wohin fließt das Geld?
es: ¿Por qué debería apoyar osu!? ¿A dónde va el dinero?
fi: Miksi minun pitäisi tukea osu!{0}? Mihin rahat menevät?
fr: Pourquoi devrais-je soutenir osu! ? Où va l'argent ?
hu: Miért támogatnám az osu!-t? Hova megy a pénz?
id: Kenapa saya harus mendukung osu!? Ke mana saja uangnya akan disalurkan?
it: Perché dovrei sostenere osu!? Dove vanno a finire i soldi?
ja: なぜosu!を支援する必要があるの？お金はどう使われるの？
ko: osu!를 지원하면 뭐가 좋은 거죠? 제 돈은 어디로 가나요?
nl: Waarom zou ik osu moeten steunen!? Waar gaat het geld naartoe?
no: Hvorfor bør jeg støtte osu!? Hvor går pengene hen?
pl: Dlaczego warto wspomóc osu!? Na co są przeznaczane pieniądze?
pt: Porque é que deveria apoiar o osu!? Para onde vai o dinheiro?
pt_br: Por que eu deveria apoiar osu!? Para onde vai o dinheiro?
ro: De ce ar trebui să suport osu!? Unde se duc bani?
ru: Зачем мне поддерживать osu!? Куда идут деньги?
sk: Prečo by som mal podporovať osu!? Kam peniaze idú?
sv: Varför ska jag stödja osu!? Vart går pengarna?
th: ทำไมจึงควรสนับสนุน osu! และเงินที่ให้จะไปไหนบ้าง
tr: Neden osu!'yu desteklemeliyim? Para nereye gidiyor?
uk: Навіщо мені підтримувати osu!? Куди йдуть гроші?
vi: Tại sao tôi nên hỗ trợ osu!? Tiền hỗ trợ sau này sẽ đi đâu?
zh: 为什么支持 osu!？钱将用往何处？
zh_tw: 我為什麼要支持 osu! ？錢都花到哪兒了？

# support.why-support.team.title
source: Support the Team
ar: إدعم الفريق
be: Падтрымаць каманду распрацоўкі
bg: Подкрепи отбора ни
cs: Podpořit tým
da: Støt holdet bag osu!
de: Unterstütze das Team
es: Apoyar al equipo
fi: Tue Tiimiä
fr: Soutenir l'équipe
hu: Támogasd a Csapatot
id: Dukung Tim Kami
it: Supporto al Team
ja: チームを支援する
ko: 개발진 지원
nl: Steun het Team
no: Støtt skaperene
pl: Wynagrodzenie dla zespołu
pt: Apoiar a equipa
pt_br: Apoie a Equipe
ro: Ajută echipa
ru: Поддержите разработчиков
sk: Podpor tím
sv: Stödja teamet
th: ช่วยเหลือทีมงาน
tr: Ekibi Destekle
uk: Підтримати команду
vi: Hỗ trợ đội ngũ
zh: 支持开发团队
zh_tw: 支持團隊

# support.why-support.team.description
source: A small team develops and runs osu!. Your support helps them to, you know... live.
ar: يقوم فريق صغير ببرمجة و تشغيل osu!. دعمك يساعدهم على, تَعرِف... العيش.
be: osu! распрацоўваецца невялікай камандай людзей. Вашая падтрымка дапаможа ім, ну, вы ведаеце... жыць.
bg: Малък отбор разработва и поддържа osu!. Вашата подкрепа им помага, нали знаете... да живеят.
da: Et lille hold udvikler og holder osu! kørende. Din støtte hjælper dem til at, du ved... leve.
de: Ein kleines Team entwickelt und betreibt osu!. Deine Unterstützung hilft ihnen dabei, zu, du weißt schon... leben.
es: Un pequeño equipo desarrolla y mantiene osu!. Su apoyo les ayuda a, ya sabe... vivir.
fi: Pieni tiimi huolehtii osu!'n kehittämistä ja ylläpitoa. Tukesi auttaa heitä pysymään, siis... elossa.
fr: Une petite équipe développe et fait fonctionner osu!. Votre soutien les aide à, vous savez... vivre.
hu: Egy kis csapat fejleszti és futtatja az osu!-t. A te támogatásod segíti őket, hogy, tudod.. éljenek.
id: osu! senantiasa dikembangkan dan dikelola oleh sebuah tim yang berukuran relatif kecil. Dukunganmu akan sangat membantu... keberlangsungan hidup mereka.
it: Un piccolo team sviluppa e fa funzionare osu!. Il tuo supporto li aiuterebbe, sai... a vivere.
ja: osu!は小規模なチームによって開発されています。あなたのサポートがチームを助けます。
ko: 소규모 개발진들이 osu!를 개발하고 운영합니다. 여러분의 도움이 이들이 생존... 하는데 도움이 되겠죠.
nl: Een klein team ontwikkelt en draait osu!. Uw steun helpt hen, wel... om te leven.
no: En liten gruppe mennesker utvikler osu! Din støtte hjelper dem med å, du vet.... overleve.
pl: osu! jest prowadzone i rozwijane przez mały zespół. Twoje wsparcie pomaga im, no wiesz, żyć.
pt: Uma pequena equipa desenvolve e executa o osu!. O teu apoio ajuda-os a, tu sabes... viver.
pt_br: Um pequeno time de desenvolvedores desenvolve e mantém o osu! rodando. Seu apoio vai permitir que eles possam, você sabe... viver.
ro: O echipă mică dezvoltează și rulează osu!. Suportul tău îi ajută pe ei să, știi tu... trăiască.
ru: osu! разрабатывается небольшой командой людей. Ваша поддержка поможет им, ну, вы знаете... жить.
sv: Ett litet team utvecklar och driver osu!. Ditt stöd hjälper dem att, du vet... leva.
th: ทีมงานที่คอยพัฒนา osu! การช่วยเหลือก็..ตามนั้นแหละ..ค่ากินค่าอยู่อะนะ
tr: osu!'yu küçük bir ekip geliştirip yönetiyor. Senin desteğin onları, bilirsin... hayatta tutar.
uk: Маленька команда розробляє osu! Ваша допомога допомагає їм... жити.
vi: Một nhóm nhỏ phát triển và điều hành osu!. Sự hỗ trợ của bạn giúp họ để, bạn biết rồi đấy... sống.
zh: 一个小团队开发并维护着 osu!，你的支持可以帮助他们继续下去。
zh_tw: Osu! 是由一小群團隊進行開發和營運。您的贊助可以幫助團隊活久一點。

# support.why-support.infra.title
source: Server Infrastructure
ar: بنية الخادم
bg: Инфраструктура на сървъра
cs: Infrastruktura serveru
da: Server Infrastruktur
de: Serverinfrastruktur
es: Infraestructura del servidor
fi: Palvelininfrastruktuuri
fr: Infrastructure du serveur
hu: Szerver Infrastruktúra
id: Prasarana Server
it: Infrastruttura del Server
ja: サーバーインフラ
ko: 서버 인프라
nl: Server infrastructuur
no: Infrastruktur til servere
pl: Infrastruktura serwerowa
pt: Infraestrutura do servidor
pt_br: Infraestrutura do Servidor
ro: Infrastructura de Server
ru: Инфраструктура сервера
sk: Infraštruktúra Servera
sv: Server infrastruktur
th: เซิร์ฟเวอร์และโครงสร้างพื้นฐาน
tr: Sunucu Altyapısı
uk: Iнфраструктура сервера
vi: Cơ sở hạ tầng máy chủ
zh: 维护服务器
zh_tw: 伺服器基礎設施

# support.why-support.infra.description
source: Contributions go towards the servers for running the website, multiplayer services, online leaderboards, etc.
ar: المساهمات تقوم بالمساعدة على استمرار عمل الموقع, خدمات اللعب الجماعي, لوحات المتصدرين, إلخ.
bg: Приносите Ви са насочени към поддържането на сървърите за работа на уебсайта, мултиплейър услугите ни, онлайн класациите и т.н.
da: Bidrag går til at holde servere kørende for hjemmesiden, multiplayer services, online ranglister, m.m.
de: Die Beiträge gehen an die Server, auf denen die Website, Multiplayer-Dienste, Online-Bestenlisten usw. ausgeführt werden.
es: Las contribuciones se destinan a los servidores para el funcionamiento del sitio web, los servicios multijugador, las tablas de clasificación en línea, etc.
fi: Avustukset menevät palvelimiin, joilla ylläpidetään verkkosivustoa, moninpelipalveluita, online-pistetaulukoita jne.
fr: Les contributions vont vers les serveurs pour l'exécution du site, des services multijoueurs, des classements en ligne, etc.
hu: A támogatások a szerverekhez mennek amik futtatják a weboldalt, multiplayer szolgáltatásokhoz, online ranglétrákhoz, stb.
id: Kontribusimu akan turut digunakan untuk memenuhi biaya operasional server-server kami dan menjalankan berbagai fasilitas yang kami miliki seperti situs web, multiplayer, papan peringkat, dan lain sebagainya.
it: I contributi vanno ai server per la gestione del sito web, dei servizi multigiocatore, delle classifiche online, ecc.
ja: 寄付はウェブサイト、マルチプレイサービス、オンラインリーダーボードを実行するサーバーの為に使われます。
ko: 여러분의 기부금은 웹사이트, 멀티플레이 서비스, 온라인 순위 등의 서버를 운영하는 곳에 사용됩니다.
nl: Bijdrages gaan naar de servers voor het uitvoeren van de website, multiplayer services, online leaderboards, etc.
no: Alle pengebidrag går mot å finansiere servere for å kjøre nettsiden, flerspillerfunksjoner, rangeringslister osv.
pl: Część wsparcia jest przeznaczona na serwery odpowiadające za działanie strony, tryb wieloosobowy, tabele wyników itd.
pt: As contribuições vão para os servidores que correm o sítio web, serviços multijogador, tabelas de líderes online, etc.
pt_br: Contribuições são diretamente utilizadas para o funcionamento do website, serviços multiplayer, tabelas de classificações, etc.
ro: Contribuțiile merg către servere pentru a menține website-ul, Serviciile multiplayer, Clasamente Online, etc.
ru: Пожертвования уходят на серверы для сайта, мультиплеера, таблиц рекордов и т.д.
sv: Bidrag går till servrarna för att köra webbplatsen, flerspelartjänster, online topplistor, o.s.v.
th: เงินที่บริจาคจะไปช่วยค่าเซิร์ฟเวอร์ที่เว็บนี้รันอยู่ รวมถึงระบบการเล่นหลายคน กระดานคะแนนออนไลน์ ฯลฯ
tr: Web sitesinin, çok oyunculu servislerin, çevrimiçi sıralamaların, vs. çalışabilmesi için yapılan katkılar doğrudan sunuculara gider.
uk: Допомога йде на утримання серверів для сайту, мультиплеєра, таблиць рекордів, і т.д.
vi: Phần đóng góp sẽ được sử dụng cho các máy chủ để chạy trang web, dịch vụ multiplayer, bảng xếp hạng trực tuyến, v.v.
zh: 资金将用于维护网站和在线游玩、排行榜等服务
zh_tw: 捐款用於網站營運，多人連線服務，在線排行榜...等等。

# support.why-support.featured-artists.title
source: Featured Artists
ar: الفنانين المميزين
bg: Препоръчани изпълнители
cs: Vybraní umělci
da: Udvalgte Kunstnere
es: Artistas Destacados
fi: Esittelyssä olevat Artistit
fr: Artistes mis en avant
hu: Kiemelt Előadók
id: Featured Artist
it: Artisti in primo piano
ja: 注目アーティスト
ko: 공식 아티스트
nl: Aanbevolen Artiesten
no: Utvalgte artister
pl: Wyróżnieni artyści
pt: Artistas destacados
pt_br: Artistas em Destaque
ro: Artiști renumiți
sv: Utvalda Artister
th: ศิลปินโดดเด่น
tr: Featured Artist'ler
uk: Обрані Артисти
zh: 精选艺术家
zh_tw: 精選藝術家

# support.why-support.featured-artists.description
source: With your support, we can approach even more awesome artists and license more great music for use in osu!
ar: مع شارة الدعم خاصتك, يمكننا الوصول الى فنانين رائعين وترخيص موسيقى ممتعة اكثر لأستعمالها في osu!
bg: С вашата подкрепа можем да се обърнем към още страхотни изпълнители и да лицензираме уникална музика за използване в osu!
da: Med din hjælp kan vi komme i kontakt med flere fede artister og licensere endnu mere fedt musik til brug i osu!
de: Mit Deiner Unterstützung können wir noch mehr großartige Künstler ansprechen und noch mehr großartige Musik für den Einsatz in osu! lizenzieren!
es: Con su apoyo, podemos acercarnos a artistas aún más impresionantes y licenciar más música para su uso en osu!
fi: Sinun tuella voimme lähestyä mahtavia artisteja vielä enemmän ja lisensoida lisää hienoa musiikkia käytettäväksi osu!{0}
fr: Avec votre soutien, nous pouvons approcher encore plus d'artistes géniaux et obtenir les licences de plus de musique pour leur utilisation dans osu!
hu: A te támogatásoddal mégtöbb nagyszerű előadókat érünk el és szerződtetünk le az osu!-hoz!
id: Berkat dukunganmu, kami dapat melisensi berbagai lagu pilihan dari musisi-musisi berbakat di seluruh dunia untuk dapat secara bebas dipergunakan di dalam lingkungan osu!.
it: Con il tuo supporto possiamo raggiungere tanti altri fantastici artisti e ottenere la licenza per poter utilizzare molta più musica su osu!
ja: あなたのサポートで私達は素晴らしいアーティストにアプローチして、osu!で使用するための素晴らしい音楽をライセンスすることができます。
ko: 여러분의 지원으로, 더 많은 놀라운 아티스트를 만나 osu! 에 사용할 굉장한 음악의 사용권을 취득할 수 있습니다!
nl: Met jouw steun kunnen we nog meer geweldige artiesten benaderen en meer geweldige muziek voor gebruik in osu! toestaan!
no: Med din støtte kan vi oppsøke sende enda flere fantastiske artister og lisensiere mer utrolig musikk for bruk i osu!
pl: Dzięki twojemu wsparciu możemy kontaktować się ze świetnymi artystami, aby osu! zyskało jeszcze więcej niesamowitej licencjonowanej muzyki!
pt: Com o teu apoio, podemos reunir ainda mais artistas incríveis e licenciar mais músicas fixes para usar no osu!
pt_br: Com sua ajuda, podemos nos aproximar de ainda mais artistas talentosos e podemos licenciar ainda mais musicas incríveis para serem utilizadas no osu!
ro: Cu suportul tău, putem să ajungem la și mai mulți artiști geniali și să licităm și mai multă muzică grozavă pentru folosirea în osu!
ru: С вашей поддержкой мы можем сотрудничать с многими крутыми исполнителями и лицензировать ещё больше замечательной музыки для osu!
sv: Med ditt stöd kan vi närma oss ännu mer grymma artister och licensiera mer bra musik för användning i osu!
th: ด้วยการสนับสนุนของคุณ ทางเราจะสามารถซื้อสิทธิ์จากค่ายเพลงสุดมันส์มาใช้ใน osu! ได้มากขึ้น
tr: Sizin desteğinizle, daha çok müzisyen ile iletişim kurabilir ve onların güzel şarkılarını osu! için lisanslayabiliriz!
uk: З вашою підтримкою ми зможемо співпрацювати з великою кількістю крутих виконавців і ліцензувати ще більше відмінної музики для використання в osu!
vi: Với sự hỗ trợ của bạn, chúng tôi có thể tiếp cận thêm nhiều nghệ sĩ tuyệt vời hơn nữa và cấp phép cho âm nhạc tuyệt vời hơn để dùng trong osu!
zh: 在你的支持下，我们可以与更多艺术家合作为 osu! 带来更多的绝佳音乐。
zh_tw: 在你的支持下，我們可以與更多優秀的藝術家合作，並為 osu! 帶來更多出色的音樂

# support.why-support.featured-artists.link_text
source: View the current roster &raquo;
ar: عرض الجدول الحالي &raquo;
bg: Преглед на текущия списък &raquo;
da: Vis nuværende hold &raquo;
de: Sieh Dir die aktuelle Liste an &raquo;
es: Ver la lista actual &raquo;
fi: Näytä nykyinen lista &raquo;
fr: Voir la liste courante &raquo;
hu: Nézd meg a jelenlegi felállást &raquo;
id: Lihat daftar Featured Artist saat ini &raquo;
it: Visualizza l'elenco attuale &raquo;
ja: 現在の一覧を見る &raquo;
ko: 현재 아티스트 명단 보기 &raquo;
nl: Bekijk het huidige rooster &raquo;
no: Vis gjeldene artister &raquo;
pl: Pokaż aktualną listę artystów &raquo;
pt: Ver a lista atual &raquo;
pt_br: Veja a lista atual &raquo;
ro: Vezi roster-ul curent &raquo;
ru: Посмотрите, кто уже есть &raquo;
sv: Visa den aktuella deltagarlistan &raquo;
th: ดูรายการค่ายเพลงปัจจุบันที่ทางเราซื้อสิทธิ์มาอย่างถูกต้อง &raquo;
tr: Güncel listeyi görüntüleyin &raquo;
uk: Подивіться, хто вже є &raquo;
zh: 查看当前列表 &raquo;
zh_tw: 查看當前列表 &raquo;

# support.why-support.ads.title
source: Keep osu! self-sustaining
ar: ابقي osu! مستقرة ذاتيا
bg: Държи osu! самоподдържаща се
da: Hold osu! selvforsynende
de: Halte osu! aufrecht
es: Mantener osu! autosuficiente
fi: Pidä osu! itsekestävänä
fr: Garder osu! auto-soutenant
hu: Tartsd az osu!-t önfenntartóvá
id: Bantu osu! Untuk Tetap Mandiri
it: Mantenere osu! auto-sostenente
ja: osu!の独立性を保つ
ko: osu!를 자립하게 유지
nl: Hou osu! zelfvoorzienend
no: Hold osu! selvstendig
pl: Samowystarczalność
pt: Mantém o osu! autossustentável
pt_br: Mantenha o osu! auto-sustentável
ro: Menține osu! sine-stătător
ru: Обеспечьте независимость osu!
sv: Behåll osu! självförsörjande
th: ช่วยให้ osu! อยู่ได้
tr: osu!'nun kendi kendine devam etmesini sağlayın
uk: Підтримуйте незалежність osu!
vi: Giữ osu! tự duy trì
zh: 维持 osu! 自给自足
zh_tw: 維持 osu! 自給自足

# support.why-support.ads.description
source: Your contributions help keep the game independent and completely free from ads and outside sponsors.
ar: يمكنك المشاركة في ابقاء اللعبة مستقلة ومجانية تماما من الأعلانات والرعاة الخارجيين.
bg: Вашите приноси помагат да запазим играта независима и без никакви реклами и външни спонсори.
cs: Vaše pomoc pomáhá udržet hru nezávislou a zcela bez reklam a externích sponzorů.
da: Din støtter hjælper med at holde spillet uafhængigt og helt frit fra reklamer eller andre sponsorer.
de: Deine Beiträge tragen dazu bei, das Spiel unabhängig und völlig frei von Werbung und externen Sponsoren zu halten.
es: Sus contribuciones ayudan a mantener el juego independiente y completamente libre de anuncios y patrocinadores externos.
fi: Lahjoituksesi auttavat pitämään pelin itsenäisenä ja täysin vapaana mainoksista ja ulkopuolisista sponsoreista.
fr: Vos contributions aident à garder le jeu indépendant et totalement exempt des annonces et des sponsors extérieurs.
hu: A ti támogatásotok segíti, hogy a játék független legyen és teljesen hirdetésmentes szponzorok nélkül.
id: Kontribusimu memungkinkan osu! untuk dapat sepenuhnya berfungsi secara independen tanpa bergantung pada iklan-iklan maupun sponsor-sponsor dari luar.
it: I tuoi contributi aiutano a mantenere il gioco indipendente e completamente libero da pubblicità e sponsor esterni.
ja: あなたの貢献によってゲームは独立し、広告や外部のスポンサーから自由になることができます。
ko: 여러분의 기부금이 게임을 독립적이고, 일체의 광고와 외부 스폰서 없이 자립할 수 있도록 돕습니다.
nl: Jouw bijdragen helpen om het spel onafhankelijk en volledig vrij van advertenties en externe sponsors te houden.
no: Bidragene dine hjelper med å holde spillet uavhengig og helt uten annonser og sponsorer.
pl: Twoje wsparcie pozwala utrzymać osu! wolne od reklam i zewnętrznych sponsorów.
pt: As tuas contribuições ajudam a manter o jogo independente e totalmente livre de anúncios e patrocinadores externos.
pt_br: Suas contribuições ajudam o jogo a se manter independente e completamente livre de anúncios ou de patrocinadores externos.
ro: Contribuțiile tale țin jocul independent și complet gratuit de reclame și sponsori de afară.
ru: Ваш вклад поможет игре остаться независимой и полностью свободной от рекламы и внешних спонсоров.
sv: Dina bidrag hjälper till att hålla spelet oberoende och helt fri från annonser och externa sponsorer.
th: ความช่วยเหลือของคุณช่วยให้เกมนี้ไม่พึ่งพาใคร และไร้โฆษณาจากคนภายนอก
tr: Sizin katkılarınız oyunun özgür, reklamlardan ve sponsorlardan tamamen bağımsız kalmasına yardımcı olur.
uk: Ваш внесок допоможе грі залишитися незалежною і повністю вільною від реклами і зовнішніх спонсорів.
vi: Đóng góp của bạn giúp giữ trò chơi độc lập và hoàn toàn miễn phí từ quảng cáo và các nhà tài trợ bên ngoài.
zh: 你的帮助可以让游戏保持独立并远离广告，不受外部赞助商的控制。
zh_tw: 你的幫助可以讓遊戲保持獨立並遠離廣告，不受外部贊助商的控制。

# support.why-support.tournaments.title
source: Official Tournaments
ar: المباريات الرسمية
bg: Официални турнири
cs: Oficiální turnaje
da: Officielle Turneringer
de: Offizielle Turniere
es: Torneos oficiales
fi: Viralliset Turnaukset
fr: Tournois officiels
hu: Hivatalos Versenyek
id: Turnamen Resmi
it: Tornei Ufficiali
ja: 公式トーナメント
ko: 공식 토너먼트
nl: Officiële toernooien
no: Offisielle Turneringer
pl: Oficjalne turnieje
pt: Torneios oficiais
pt_br: Torneios Oficiais
ro: Turnee Oficiale
ru: Официальные турниры
sk: Oficiálne turnaje
sv: Officiella turneringar
th: ทัวร์นาเมนต์แข่งขันอย่างเป็นทางการ
tr: Resmi Turnuvalar
uk: Офіційні турніри
vi: Giải đấu chính thức
zh: 官方比赛
zh_tw: 官方比賽
