Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Community.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# support.perks.upload_more.description
source: Additional pending beatmap slots (per ranked beatmap) up to a max of 10.
ar: اماكن خرائط معلقة اضافية (للخرائط المصفوفة) تصل حتى ١٠.
be: Дадатковыя слоты для бітмап, якія чакаюць ранкінга (да 10).
bg: Допълнителни слотове за бийтмапове чакащи класиране (на класиран бийтмап) до максимум 10.
cs: Další nevyřízené beatmapové sloty (za každou hodnocenou beatmapu), max 10.
da: Ekstra plads til afventende beatmap (per ranked beatmap) op til et maksimum af 10.
de: Zusätzliche "ausstehende" Beatmapplätze (pro ranked Beatmap), bis zu einem Maximum von 10.
el: Επιπλέον θέσεις για pending beatmaps (ανά ranked beatmap) μέχρι το μέγιστο των 10.
es: Espacios para mapas pendientes adicionales (por mapa clasificado) hasta un máximo de 10.
fi: Lisäpaikkoja vireillä oleville beatmapeille jokaista hyväksyttyä beatmappiä vastaan. (Max. 10)
fr: Emplacements supplémentaires pour les beatmaps en attente (par beatmaps classée), jusqu'à un maximum de 10.
hu: Még több függőben lévő beatmap hely (rangsorolt beatmap-onként) maximum 10-ig.
id: Slot tambahan untuk mengunggah beatmap yang berstatus Pending (satu slot tambahan per beatmap Ranked yang Anda miliki, hingga maksimum 10 beatmap Pending)
it: Slot addizionali per beatmap in attesa (per beatmap rankate) fino ad un massimo di 10.
ja: Pendingのビートマップをアップロードできる数が増えます。（Rankedビートマップ一つあたり）上限は10個です。
ko: 최대 10개까지 (랭크된 비트맵 당) 비트맵을 추가로 업로드할 수 있습니다.
nl: Meer afwachtende beatmap slots (per gerankte beatmap) tot een maximum van 10.
no: Ytterlige plasser for ventende beatmaps (pr. rangert beatmap) opp til en maks av 10.
pl: Więcej slotów na nowe beatmapy (za każdą rankingową beatmapę) ograniczone do 10.
pt: Ranhuras de beatmaps pendentes adicionais (por beatmap classificado) até um máximo de 10.
pt_br: Espaços adicionais para beatmaps pendentes (por beatmap ranqueado) até um máximo de 10.
ro: Sloturi suplimentare pentru beatmaps în așteptare (pe beatmap clasificat) până la un maxim de 10.
ru: Дополнительные слоты для ожидающих ранкинга карт (до 10).
sk: Ďalšie nevyriadené beatmapové sloty (za každú hodnotenú beatmapu), max 10.
sv: Fler antal avvaktning beatmap platser (per rankad beatmap) upp till 10 stycken.
th: ช่องอัปโหลดบีทแมพเพิ่มเติม (ต่อแมพจัดอันดับที่มีอยู่) มากถึง 10 แมพ
tr: Maksimum 10 olmak üzere fazladan (dereceli beatmap başına) beklemede beatmap yuvası.
uk: Додаткові слоти для очікуючих рангу карт (до 10).
vi: Thêm số lượng beatmap chờ (cho mỗi beatmap được rank) tới tối đa là 10.
zh: 谱面集中 Pending 谱面上限增加到 10 张。
zh_tw: 做圖者上傳待處理的圖譜上限增加到 10 張。

# support.perks.early_access.title
source: Early Access
ar: الوصول المبكر
be: Ранні доступ
bg: Ранен достъп
cs: Předběžný přístup
de: Früherer Zugang
el: Πρόωρη Πρόσβαση
es: Acceso anticipado
fi: Ennakkojulkaisut
fr: Accès anticipé
hu: Korai Hozzáférés
id: Akses Pra-Rilis
it: Accesso Anticipato
ja: 早期アクセス
ko: 얼리 엑세스
nl: Vroege Toegang
no: Tidlig tilgang
pl: Wczesny dostęp
pt: Acesso antecipado
pt_br: Acesso Antecipado
ro: Acces anticipat
ru: Ранний доступ
sk: Predbežný prístup
sv: Tidig tillgång
th: เข้าเล่นช่วงพัฒนา
tr: Erken Erişim
uk: Ранній доступ
vi: Tiếp Cận Sớm
zh: 抢先体验
zh_tw: 搶先體驗

# support.perks.early_access.description
source: Gain early access to new releases with new features before they go public!<br/><br/>This includes early access to new features on the website too!
ar: الوصول إلى الإصدارات المبكرة، حيث يمكنك تجربة الميزات الجديدة قبل ان تكون عامة!
be: Доступ да ранніх выпускаў гульні, дзе вы можаце пратэсціраваць новыя функцыі перш, чым яны з'явяцца публічна!
bg: Достъп до ранни версии, където може да изпробвате нови функции преди да станат публични!
cs: Přístup do předběžných vydání, kde si můžeš vyzkoušet novinky ještě než výjdou!
da: Få adgang til splinternye versioner, hvor du kan prøve alle de nye funktioner inden de bliver udgivet!<br/><br/>Dette gælder også nye funktioner på hjemmesiden!
de: Zugriff auf frühere Updates, in denen man neue Features ausprobieren kann, bevor sie veröffentlich werden!
el: Πρόσβαση σε πρόωρες κυκλοφορίες, όπου μπορείτε να δοκιμάσετε τα νέα χαρακτηριστικά πριν γίνουν δημόσια!
es: ¡Obtén acceso anticipado a nuevos lanzamientos con nuevas características antes de que se hagan públicas!<br/><br/>¡Esto incluye el acceso anticipado a nuevas características en el sitio web también!
fi: Pääsy uusimpiin versioihin, joissa voit kokeilla uusia ominaisuuksia ennen niiden julkaisua!
fr: Bénéficiez d'un accès anticipé aux nouvelles versions avec de nouvelles fonctionnalités avant qu'elles ne soient rendues publiques !<br/><br/> Cela inclut également un accès anticipé aux nouvelles fonctionnalités du site web !
hu: Korai hozzáférés új kiadásokhoz amikben új funkciókat próbálhatsz ki mielőtt publikusak lennének!
id: Akses ke rilisan terbaru lebih awal, di mana Anda dapat mencoba fitur yang bahkan belum dirilis secara publik!
it: Ottieni l'accesso anticipato a nuove versioni con nuove funzionalità prima che vengano rilasciate!<br/><br/>Questo include l'accesso anticipato anche a nuove funzionalità sul sito web!
ja: テスト段階の機能が使えるベータ版のクライアントが利用できるようになります。
ko: osu!에 새 기능을 패치하기 전에, 미리 기능을 체험해 볼 수 있습니다!
nl: Toegang tot vervroegde releases om dingen te testen voordat ze publiekelijk zijn!
no: Tilgang til tidlig utgivelser, hvor du kan prøve nye funksjoner før de blir offentlige!
pl: Uzyskaj dostęp do wczesnych wersji nowych funkcji, zanim zostaną one upublicznione (w tym do tych na stronie)!
pt: Ganha acesso a lançamentos antecipados onde podes experimentar novas funcionalidades antes de elas saírem ao público!<br/><br/>Isto inclui também acesso antecipado a novas funcionalidades no sítio web!
pt_br: Acesso a lançamentos mais cedo, onde você pode testar novas funcionalidades antes de irem ao público!
ro: Acces la lansări timpurii, unde poți încerca noi funcții înainte de toți ceilalți!
ru: Доступ к ранним версиям игры, где вы можете попробовать новые функции, прежде чем они получат огласку!
sk: Prístup pri predbežných vydaní, kde si môžeš skúsiť novinky pred tým než budú verejné!
sv: Tillgång till tidiga utgåvor, där du kan pröva nya funktioner innan dem kommer ut för alla!
th: สามารถเข้าเล่นช่วงพัฒนาได้ โดยคุณสามารถทดลองระบบใหม่ๆได้ก่อนที่มันจะมาจริงๆ!
tr: Herkese sunulmadan önce, yeni özellikleri deneyebileceğiniz güncellemelere sahip olma fırsatı!
uk: Доступ до попередніх версій гри, де ви можете спробувати нові функції, перш ніж вони дістануть розголосу!
vi: Tiếp cận những bản release sớm mà bạn có thể dùng thử các tính năng mới trước khi nó được ra mắt công khai!
zh: 抢先体验正在测试中的新特性！<br/><br/>同时还包含网站的新功能！
zh_tw: 搶先體驗正在測試中的新功能！

# support.perks.customisation.title
source: Customisation
ar: التخصيص
be: Індывідуальнасць
bg: Персонализация
cs: Přizpůsobení
da: Mere Tilpasning
de: Anpassung
el: Προσαρμογή
es: Personalización
fi: Mukauttaminen
fr: Personnalisation
hu: Testreszabás
id: Kustomisasi
it: Personalizzazione
ja: カスタマイズ
ko: 커스터마이징
nl: Personalisatie
no: Tilpasning
pl: Personalizacja
pt: Personalização
pt_br: Personalização
ro: Personalizare
ru: Индивидуальность
sk: Prispôsobenie
sv: Anpassning
th: ปรับแต่งหน้าผู้ใช้
tr: Özelleştirme
uk: Індивідуальність
vi: Tùy Biến
zh: 个性化
zh_tw: 客製化

# support.perks.customisation.description
source: Stand out by uploading a custom cover image or by creating a fully customizable 'me!' section within your user profile.
ar: خصص ملفك الشخصي باِضافة خصائص متكاملة الى صفحتك الشخصية.
be: Дапасуйце свой профіль, дадаўшы цалкам дапасавальную старонку карыстальніка.
bg: Персонализирайте си профила като получите пълен достъп до профилната си страница.
cs: Přizpůsobte si svůj profil přidáním plně upravitelné uživatelské stránky.
da: Skil dig ud ved at lave dit eget coverbillede eller ved at lave din helt egen fuldt-tilpasselige 'me!'-sektion på din profil.
de: Füge deinem Profil eine persönliche Note hinzu, indem du eine komplett anpassbare Seite hinzufügst.
el: Προσαρμόστε το προφίλ σας προσθέτοντας μία πλήρως προσαρμόσιμη σελίδα χρήστη.
es: Destaca subiendo una imagen de portada personalizada o creando una sección '¡yo!' totalmente personalizable dentro de tu perfil de usuario.
fi: Tee profiilistasi omalaatuinen lisäämällä täysin muokattava käyttäjä-sivu.
fr: Démarquez-vous en téléchargeant une image de couverture personnalisée ou en créant une section "moi !" entièrement personnalisable dans votre profil d'utilisateur.
hu: Tedd egyedivé a profilod egy teljesen testre szabható felhasználói oldallal.
id: Buat laman profil Anda lebih menarik dengan tambahan gambar latar dan kolom "saya!" yang dapat diisi dengan hal apapun yang Anda kehendaki.
it: Puoi spiccare caricando un'immagine personalizzata o creando una sezione 'io!' totalmente personalizzabile nel tuo profilo.
ja: 自分のユーザーページに自由に編集できる領域が追加されます。
ko: 여러분의 유저 페이지를 원하는 기호에 맞게 수정할 수 있습니다.
nl: Personaliseer je profiel met een volledig bewerkbare sectie.
no: Tilpass profilen din ved å legge til en fullt tilpassbar brukerside.
pl: Wyróżnij się z tłumu dzięki niestandardowemu obrazowi tła lub tworząc w pełni dowolną stronę „O mnie” ze swojego profilu użytkownika.
pt: Personaliza o teu perfil ao adicionar uma página de utilizador totalmente personalizável.
pt_br: Personalize o seu perfil adicionando uma página de usuário totalmente editável.
ro: Personalizează-ți profilul adăugând o pagină de utilizator complet personalizabilă.
ru: Настройте свой профиль, добавив полностью настраиваемую страницу пользователя "обо мне!".
sk: Prispôsobte si svôj profil pridaním plne upraviteľnéj uživatelskej stránky.
sv: Anpassa din profil genom att lägga till en full anpassningsbar användar sida
th: ปรับแต่งโปรไฟล์ของคุณโดยการเพิ่มหน้า Userpage ที่ปรับแต่งได้อย่างสมบูรณ์
tr: Kullanıcı profiliniz için özel bir kapak resmi yükleyerek veya tamamen kişiselleştirilebilir bir "ben!" kısmı oluşturarak dikkat çekin.
uk: Налаштуйте свій профіль, додавши повністю настроювану сторінку "про мене!".
vi: Tùy biến trang cá nhân của bạn bằng cách thêm một user page đầy đủ có thể chỉnh sửa.
zh: 自定义个人资料页。
zh_tw: 客製化您的頁面。

# support.perks.beatmap_filters.title
source: Beatmap Filters
ar: مرشحات الخرائط
be: Фільтр бітмап
bg: Бийтмап филтри
cs: Beatmapové filtry
da: Beatmap Filtre
de: Beatmapfilter
el: Φίλτρα για beatmaps
es: Filtros de Mapas
fi: Beatmap Suodattimet
fr: Filtres de beatmaps
hu: Beatmap Szűrők
id: Filter Beatmap
it: Filtri per Beatmap
ja: ビートマップの検索フィルター
ko: 비트맵 필터
no: Beatmapfiltre
pl: Filtry beatmap
pt: Filtros de beatmap
pt_br: Filtros de Beatmaps
ro: Organizarea beatmap
ru: Фильтры карт
sk: Beatmapové Filtry
th: ตัวกรองบีทแมพ
tr: Beatmap Filtreleri
uk: Фільтри карт
vi: Lọc Beatmap
zh: 筛选谱面
zh_tw: 圖譜篩選器

# support.perks.beatmap_filters.description
source: Filter beatmap searches by played and unplayed maps, or by rank achieved.
ar: قم بتصفية بحث الخرائط كـ ملعوبة و غير ملعوبة وكذلك الترتيب المعطى (اذا وجدت).
be: Фільтр бітмап шукае па мапах, на якіх гулялі або не гулялі. А таксама па атрыманых у іх рэйтынгах.
bg: Филтрирайте бийтмап търсенията по играни и неиграни карти и постигнати ранкове (ако има някакви).
cs: Filtrujte beatmapové vyhledávání podle zahraných a ještě nehraných a podle umístění (jestli jsou nějaké).
da: Filtrér beatmaps efter spillede, ikke-spillede eller rang opnået.
de: Filtere Suchanfragen nach gespielten oder ungespielten Beatmaps und nach erreichtem Rang.
el: Φιλτράρετε τις αναζητήσεις για beatmaps σε αυτά που έχετε παίξει και σε αυτά που δεν έχετε παίξει και στο βαθμό που έχετε πάρει (αν υπάρχει).
es: Filtre las búsquedas de mapas por mapas jugados y no jugados, o por rango obtenido.
fi: Suodata beatmappien hakua pelatun, pelaamattoman sekä kartassa saavutetun luokituksen mukaan.
fr: Filtrez les recherches des beatmaps par cartes jouées et non jouées, ou par rang atteint.
hu: Keresési szűrő játszott és nem játszott, illetve megszerzett rank által (ha van).
id: Filter pencarian beatmap berdasarkan map yang belum dan sudah dimainkan juga peringkat yang dicapai (jika ada).
it: I filtri per beatmap cercano tra mappe giocate e non giocate, o in base al rank ottenuto.
ja: ビートマップがプレイ・未プレイや取得したランクで検索できるようになります。
ko: 비트맵을 플레이한 맵, 플레이하지 않은 맵, 점수가 등록된 맵을 기준으로 필터링하여 검색할 수 있습니다.
nl: Filter beatmap zoekopdrachten met gespeelde en ongespeelde maps en ranks behaald (als die er zijn).
no: Filtrer beatmapsøk basert på spilt og uspilt, samt hvilken rangering du har oppnåd (om du har noen).
pl: Filtruj wyniki wyszukiwania beatmap według zagranych i niezagranych lub osiągniętego wyniku.
pt: Filtrar pesquisas de beatmaps por mapas jogados e não jogados e classificação obtida (se houver alguma).
pt_br: Filtre buscas de beatmaps por beatmaps jogados ou não jogados e ranques alcançados (se tiver).
ro: Filtrează cautările de beatmaps, prin mape jucate și nejucate, dar și prin clasamentul obținut (dacă există).
ru: Фильтр для поиска карт, в которые вы играли или не играли. А так же по полученным на них рейтингами.
sk: Filtruj vyhľadávanie beatmap podľa zahraných a nehraných a podľa hodnotenia (ak nejaké je).
sv: Filtrera beatmap sökningar på spelade och ej spelade maps och rank uppnåd (om det finns).
th: กรองบีทแมพที่เล่นแล้ว/ยังไม่เล่น และแรงก์ที่เคยได้
tr: Beatmap aramalarınızı oynanmış, oynanmamış ya da (eğer varsa) elde edilmiş dereceye göre filtreleme.
uk: Фільтр для пошуку карт, в які ви грали або не грали. А також за отриманими на них рейтингами.
vi: Tìm kiếm beatmap được lọc theo đã chơi, chưa chơi và rank đạt được (nếu có).
zh: 可在搜索谱面时以更多调件筛选，例如游玩状态和得分评价。
zh_tw: 更多角度的去篩選圖譜。

# support.perks.yellow_fellow.title
source: Yellow Fellow
ar: الصديق الأصفر
be: Залатая мянушка
bg: Златен приятел
cs: Žlutý chlapík
da: Cool Gul
de: Gelber Name
el: Κίτρινος Σύντροφος
es: Amigo Amarillo
fi: Keltainen Kaveri
fr: Pseudo jaune
hu: Sárga Kiemelés
id: Pesona Kuning Cemerlang
it: Compagno Giallo
ja: イエローフェロー
ko: 노란색 이름 태그
nl: Gele Gabber
no: Gul kar
pl: Złoty nick
pt: Companheiro amarelo
pt_br: Camarada Amarelo
ro: Porecla de aur
ru: Золотой ник
sk: Žltý Chlapík
sv: Gul Typ
th: สีเหลืองสดใส
tr: Sarı Dost
uk: Золотий нік
vi: Anh Bạn Màu Vàng
zh: 用户名高亮
zh_tw: 高亮使用者名稱

# support.perks.yellow_fellow.description
source: Be recognised in-game with your new bright yellow chat username colour.
ar: كُن معروفاََ باِسمك المشع الاَصفر في دردشة اللعبة.
be: Будзьце пазнавальнымі ў гульні з новай ярка жоўтай мянушкай у чаце.
bg: Бъдете разпознати в игра със своето жълто потребителско име в чата.
cs: Buďte odlišní ve hrě se světle žlutým jménem v chatu.
da: Bliv genkendt i spillet med din fabelagtige nye gule farve i chatten.
de: Werde im Spiel an deinem hellen, gelben Namen im Chat erkannt.
el: Είστε αναγνωρίσιμοι μέσα στο παιχνίδι από το φωτεινό κίτρινο χρώμα στο όνομα χρήστη σας.
es: Sé reconocido dentro del juego con tu nuevo color de usuario amarillo brillante en el chat.
fi: Saat pelinsisäisiin keskusteluihin keltaisen käyttäjänimen, jolla sinut otetaan varmasti huomioon.
fr: Soyez reconnu dans le jeu grâce à la nouvelle couleur jaune vif de votre nom d'utilisateur dans le tchat.
hu: Légy észrevehető játékon belül az új fényes sárga felhasználóneveddel.
id: Buat dirimu lebih tersorot dengan nama pengguna yang berwarna kuning terang di dalam kanal obrolan.
it: Fatti riconoscere in gioco con il tuo nuovo colore del nome utente giallo.
ja: ゲーム内チャットで名前の色が明るい黄色で表示されるようになります。
ko: 게임 내 유저 이름이 노란색으로 표시되어 서포터임을 주목받을 수 있습니다.
nl: Word in-game herkend met een gele gebruikersnaam.
no: Bli anerkjent i spillet med din nye chat farge, som vises i lyse gult på brukernavnet ditt.
pl: Bądź rozpoznawalny w grze dzięki swojemu złotemu nickowi.
pt: Sê reconhecido dentro do jogo com a tua nova cor de utilizador amarela brilhante no chat.
pt_br: Seja reconhecido dentro do jogo com a sua nova cor de nome de usuário amarela.
ro: Fii recunoscut în joc cu o nouă culoare galben-deschis.
ru: Будьте узнаваемым в игре с ярко-жёлтым цветом ника.
sk: Buďte odlišní v hre so vaším novým svetložltým menom v chate.
sv: Bli igenkänd i spelet med din nya ljusa gula chat användarnamn färg.
th: ใคร ๆ ก็รู้ว่าเราเป็นผู้สนับสนุนด้วยชื่อสีเหลืองสดใส
tr: Oyun içinde yeni parlak sarı kullanıcı adı renginizle farkınız gözüksün.
uk: Будьте відомим в грі з яскраво-жовтим кольором ника.
vi: Được nhận diện trong game bằng màu vàng sáng trên tên tài khoản của bạn trong chat.
zh: 聊天时，用户名会变成亮黄色。
zh_tw: 聊天時，用戶名會變成亮黃色。

# support.perks.speedy_downloads.title
source: Speedy Downloads
ar: تنزيل سريع
be: Хуткія спампоўкі
bg: Бързо теглене
cs: Rychlé stahování
da: Hurtigere Downloads
de: Schnelle Downloads
el: Γρήγορα Download
es: Descargas Rápidas
fi: Nopeat lataukset
fr: Téléchargements plus rapides
hu: Gyors Letöltések
id: Unduh Lebih Cepat
it: Download Rapidi
ja: 高速ダウンロード
ko: 빠른 다운로드
nl: Snellere Downloads
no: Raske nedlastinger
pl: Szybkie pobieranie
pt: Downloads velozes
pt_br: Downloads Mais Rápidos
ro: Descărcări rapide
ru: Быстрые загрузки
sk: Rýchle sťahovanie
sv: Snabbare nedladdningar
th: ดาวน์โหลดเร็วทันใจ
tr: Hızlı İndirme
uk: Швидкі завантаження
vi: Tải Nhanh
zh: 高速下载
zh_tw: 高速下載

# support.perks.speedy_downloads.description
source: More lenient download restrictions, especially when using osu!direct.
ar: قيود تحميل أكثر تساهلاََ، خاصة عند استخدام osu!direct.
be: Менш абмежаванняў для спампоўкі бітмап, асабліва праз osu!direct.
bg: По-леки ограничения по време на теглене, особено когато ползвате osu!direct.
cs: Méně omezená stahování, zejména když používáte osu!direct.
da: Færre download-restriktioner, især når du bruger osu!direct.
de: Geringere Downloadbeschränkungen, insbesondere bei der Verwendung von osu!direct.
el: Πιο επιεικείς περιορισμοί στα download, ειδικά όταν χρησιμοποιείτε το osu!direct.
es: Restricciones de descarga más permisivas, especialmente al usar osu!direct.
fi: Suvaitsevaisemmat latausrajoitukset, erityisesti käyttäessä osu!directiä.
fr: Des restrictions de téléchargement plus clémentes, notamment grâce à osu!direct.
hu: Kevésbé szigorú letöltési korlátozások, főleg az osu!direct használatánál.
id: Pembatasan jumlah unduhan yang lebih lengang, terutama saat menggunakan osu!direct.
it: Restrizioni più leggere sui download, specialmente quando si utilizza osu!direct.
ja: ダウンロードの制限が緩くなります。
ko: 비트맵 다운로드 속도 제한이 느슨해집니다. 특히 osu!direct를 사용할 때에는요.
nl: Mildere downloadbeperkingen, al helemaal wanneer je osu!direct gebruikt.
no: Mildere restriksjoner på nedlastinger, særlig når du benytter deg av osu!direct.
pl: Mniejsze ograniczenia prędkości pobierania, szczególnie podczas używania osu!direct.
pt: Mais restrições de downloads brandos, especialmente ao usar o osu!direct.
pt_br: Restrições de download mais leves, especialmente quando usando osu!direct.
ro: Mai puține restricții de descărcare, mai ales când folosești osu!direct.
ru: Меньше ограничений по загрузке карт, особенно через osu!direct.
sk: Menej obmedzené sťahovanie, obzvlášť keď používate osu!direct.
sv: Mindre nedladdnings restriktioner, speciellt när du använder osu!direct.
th: การจำกัดดาวน์โหลดผ่อนปรนมากขึ้น โดยเฉพาะตอนใช้ osu!direct
tr: Daha yumuşak indirme kısıtlamaları, özellikle osu!direct kullanırken.
uk: Менше обмежень по завантаженню карт, особливо через osu!direct.
vi: Tải ít bị giới hạn hơn, đặc biệt là khi dùng osu!direct.
zh: 更快的下载速度。使用 osu!direct 的话甚至会更快。
zh_tw: 更快的下載速度，尤其是使用 osu!direct 時。

# support.perks.change_username.title
source: Change Username
ar: تغيير اسم المستخدم
be: Змяніць імя карыстальніка
bg: Промяна на името
cs: Změna uživatelského jména
da: Skift Brugernavn
de: Benutzernamen ändern
el: Αλλάξτε το όνομα χρήστη σας
es: Cambiar Nombre de usuario
fi: Vaihda käyttäjänimeä
fr: Changez de pseudo
hu: Felhasználónév Csere
id: Perubahan Nama Pengguna
it: Cambio del Nome Utente
ja: ユーザー名の変更
ko: 사용자 이름 변경
nl: Gebruikersnaam Veranderen
no: Bytt brukernavn
pl: Zmiana nicku
pt: Mudar o nome de utilizador
pt_br: Alteração de Nome de Usuário
ro: Schimbarea numelui de utilizator
ru: Смена никнейма
sk: Zmeniť užívateľské meno
sv: Ändra användarnamn
th: เปลี่ยนชื่อผู้ใช้
tr: Kullanıcı Adı Değiştirme
uk: Зміна нікнейму
vi: Đổi Tên Tài Khoản
zh: 修改用户名
zh_tw: 修改用戶名

# support.perks.change_username.description
source: One free name change is included with your first supporter purchase.
ar: القدرة على تغيير اسمك دون تكاليف إضافية. (مرة واحدة بحد اقصى)
be: Магчымасць змяніць імя карыстальніка без дадатковай аплаты. (толькі адзін раз)
bg: Способността да си промените потребителското име без допълнително заплащане (само веднъж)
cs: Možnost si jednou změnit zdarma své uživatelské jméno.
da: Muligheden for at skifte brugernavn uden ekstra omkostninger. (max en gang)
de: Ändere deinen Namen ohne weitere Kosten (einmalig).
el: Η δυνατότητα να αλλάξετε το όνομα χρήστη σας χωρίς επιπλέον κόστη. (μία φορά το πολύ)
es: Un cambio de nombre gratuito se incluye con su primera compra de supporter.
fi: Voit vaihtaa käyttäjänimesi ilman ylimääräisiä kuluja. (vain kerran)
fr: Un changement de nom gratuit est inclus dans l'achat de votre premier supporter.
hu: Lehetőség a felhasználóneved költségmentes megváltoztatására. (maximum egyszer)
id: Kemampuan untuk mengubah nama pengguna Anda tanpa biaya tambahan (maksimum sekali).
it: Un cambio gratuito di nome è incluso nel tuo primo acquisto del supporter.
ja: ユーザー名の変更を一回だけ追加料金なしで利用できます。
ko: 추가 비용없이 사용자 이름을 바꿀 수 있습니다. (1회 한정)
nl: De mogelijkheid om je gebruikersnaam te veranderen zonder extra kosten. (maximaal één keer)
no: Muligheten til å bytte brukernavnet ditt uten ekstra kostnader (maks 1 gang)
pl: Jednorazowa darmowa zmiana nazwy użytkownika przy pierwszym zakupie.
pt: Está incluída uma mudança de nome gratuita com a tua primeira compra de apoiante.
pt_br: A capacidade de alterar seu nome de usuário sem custos adicionais. (uma vez)
ro: Abilitatea de a-ți schimba numele fără costuri suplimentare. (o singură dată)
ru: Возможность изменить свой никнейм без дополнительных затрат (только один раз).
sk: Schopnosť si zmeniť vaše uživatelské meno zadarmo. (iba raz)
sv: Möjligheten att ändra ditt användarnamn utan extra konstad. (endast en gång)
th: เปลี่ยนชื่อผู้เล่นคุณโดยไม่เสียเงิน (ได้ครั้งเดียว)
tr: Tek seferlik isim değiştirme hakkı ilk supporter satın alımınız ile birlikte ücretsiz verilir.
uk: Можливість змінити свій нікнейм без додаткових витрат (тільки один раз)
vi: Được đổi tên tài khoản miễn phí. (tối đa một lần)
zh: 你能得到一次免费修改用户名的机会。
zh_tw: 修改用戶名而不需要支付費用（最多 1 次）。

# support.perks.skinnables.title
source: Skinnables
ar: التجليد
be: Дапасаванне
bg: Скин персонализация
cs: Větší přizpůsobivost skinů
de: Skinbare Elemente
el: Προσαρμόσιμα χαρακτηριστικά
fi: Ulkonäöllisyyksiä
fr: Skin
hu: Skinelhetőség
id: Elemen Skinning Tambahan
it: Elementi Skinnabili
ja: スキンの拡張
ko: 스킨 옵션 추가
no: Skinbarhet
pl: Dodatkowe elementy skórek
pt: Elementos adicionais de skins
pt_br: Customização
ro: Posibilități de personalizare
ru: Кастомизация
sk: Viac možností skinu
sv: Pynt
th: การสกินเพิ่มเติม
tr: Kişiselleştirilebilir Ögeler
uk: Кастомізація
vi: Thêm Skin
zh: 更多的皮肤
zh_tw: 更多的定製
