Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Community.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# support.why-support.tournaments.description
source: Help fund the running of (and the prizes for) the official osu! World Cup tournaments.
ar: ساعد بدفع تكاليف (وجائزة) مباراة كأس osu! العالمي الرسمي.
bg: Помогнете с финансирането на официалните osu! World Cup турнири (за тяхното организиране и награди).
da: Hjælp med at finansiere afholdelsen af (og præmierne til) de officielle osu! Verdensmesterskaber.
de: Hilf mit, die Durchführung (und die Preise) der offiziellen osu!-Weltcup-Turniere zu finanzieren.
es: Ayuda a financiar el funcionamiento de (y los premios para) los torneos oficiales de la Copa Mundial.
fi: Auta osu! World Cup -turnausten ylläpidon (sekä palkintojen) rahoittamista.
fr: Aidez à financer le fonctionnement (et les prix pour) des tournois officiels de la Coupe du Monde.
hu: Támogasd a hivatalos osu! Világbajnokság rendezését (és díjait).
id: Dukungan yang kamu berikan akan sebagian digunakan untuk memenuhi biaya operasional (dan menambah pundi-pundi hadiah) turnamen osu! World Cup.
it: Aiuta a finanziare il funzionamento (e i premi) dei tornei osu! World Cup ufficiali.
ja: 公式osu!ワールドカップトーナメントに資金（および賞品）を提供してください！
ko: osu! 공식 월드컵 토너먼트의 운영비 (그리고 상금) 를 마련할 수 있도록 돕습니다.
nl: Help het beheren van (en de prijzen voor) het officiële osu! wereldkampioenschap te financieren.
no: Hjelp til med å finansiere arrangeringen (og premienepotten) til de offisielle verdensmesterskapsturneringene i osu!
pl: Pomóż finansować organizację i nagrody dla oficjalnych turniejów osu! World Cup.
pt: Ajuda a financiar o funcionamento dos (e os prémios para os) torneios oficiais do Campeonato do Mundo osu!.
pt_br: Ajude a financiar os torneios oficiais do osu! e suas premiações.
ro: Ajută fondatul și menținerea (și premiile pentru) osu oficial! Turnee mondiale.
ru: Помогите финансировать официальные турниры osu! World Cup (а также призы для них).
sv: Hjälp till att finansiera driften av (och priserna för) den officiella osu! VM-murneringar.
th: ช่วยเงินค่าดำเนินการ (และรางวัล) ทัวร์นาเมนต์ osu! World Cup
tr: Oyuna yapacağınız bağışlar resmi osu! Dünya Kupası'nı sürdürmek (ve ödülleri için) bizim için çok önemlidir.
uk: Допоможіть фінансувати офіційні турніри osu! World Cup (а також призи для них).
vi: Giúp tài trợ cho việc điều hành (và giải thưởng cho) Giải đấu World Cup osu! chính thức.
zh: 为运营 osu! 世界杯筹集资金（及奖励）。
zh_tw: 為官方 osu! 世界杯籌備營運資金（及獎勵）。

# support.why-support.tournaments.link_text
source: Explore tournaments &raquo;
ar: تصفح المباريات &raquo;
bg: Разгледайте турнири &raquo;
da: Udforsk turneringer &raquo;
de: Erkunde Turniere &raquo;
es: Explorar torneos &raquo;
fr: Explorer les tournois &raquo;
hu: Versenyek felfedezése &raquo;
id: Jelajahi turnamen &raquo;
it: Esplora i tornei &raquo;
ja: トーナメントを検索 &raquo;
ko: 토너먼트 찾아보기 &raquo;
nl: Verken toernooien &raquo;
no: Se turneringer &raquo;
pl: Przeglądaj turnieje &raquo;
pt: Explorar torneios &raquo;
pt_br: Explore os torneios &raquo;
ro: Explorează turnee &raquo;
ru: Посмотрите турниры &raquo;
sv: Utforska turneringar &raquo;
th: ดูรายการทัวร์นาเมนต์ทั้งหมด &raquo;
tr: Turnuvaları keşfet &raquo;
uk: Перегляньте турніри &raquo;
vi: Khám phá giải đấu &raquo;
zh: 探索比赛 &raquo;
zh_tw: 探索比賽 &raquo;

# support.why-support.bounty-program.title
source: Open Source Bounty Program
ar: برنامج مكافأة مفتوح المصدر
bg: Насърчаване за принос към софтуера с отворен код
da: Open Source Dusør Program
de: Open-Source Prämienprogramm
es: Programa de Bounty de Código Abierto
fr: Programme de Bounty Open Source
hu: Nyílt forrású bounty program
id: Program Open Source Bounty
it: Programma Open Source Bounty
ja: オープンソースバウンティプログラム
ko: 오픈 소스 포상금 프로그램
nl: Open Source Bounty Programma
no: Program for åpen kildekode
pl: Program nagradzania ochotników
pt: Programa de reputação de código-aberto
pt_br: Programa de Recompensas Open Source
ro: Deschide Programul Sursă Bounty
ru: Поощрение вклада в открытое ПО
sv: Program för öppen källkod
th: โครงการเขียนโค้ดล่ารางวัล
tr: Açık Kaynak Ödül Programı
uk: Програма заохочення вкладу у відкрите ПЗ
vi: Chương trình thưởng mã nguồn mở
zh: 开源赏金计划
zh_tw: 開源賞金計劃

# support.why-support.bounty-program.description
source: Support the community contributors that have given their time and effort to help make osu! better.
ar: ادعم مشاركي المجتمع الذين اعطو وقتهم وجهدهم لمساعدة osu! لتصبح افضل.
bg: Подкрепете членовете на общността, които са отделили своето време и усилия, за да помогнат да направим osu! едно по-добро преживяване.
da: Støt de folk der bidrager deres tid og dedikation til at gøre osu! bedre.
de: Unterstütze die Community-Mitarbeiter, die ihre Zeit und Mühe investiert haben, um osu! besser zu machen.
es: Apoye a los contribuyentes de la comunidad que han dado su tiempo y esfuerzo para ayudar a hacer que osu! sea mejor.
fr: Soutenez les contributeurs communautaires qui ont donné leur temps et leurs efforts pour rendre osu! meilleur.
hu: Támogasd a közösséget ami adta az idejét és az erejét, hogy az osu!-t jobbá tegyék.
id: Sebagian dari dana yang kamu salurkan juga akan disumbangkan kepada para kontributor yang telah menyisihkan waktu dan upaya mereka untuk membuat osu! menjadi lebih baik.
it: Supporta i contributori della comunità che hanno dato il loro tempo ed impegno per aiutare a rendere osu! migliore.
ja: osu!を改善するために時間と労力を費やしてきたコミュニティの貢献者を支援します。
ko: 시간과 노력을 투자하여 osu!가 더 나은 방향으로 갈 수 있게 도와주시는 커뮤니티 기여자들을 지원합니다.
nl: Support de community bijdragers die hun tijd en moeite hebben gegeven om osu! te helpen beter te maken.
no: Støtt samfunnets bidragsytere som har gitt tid og krefter til å gjøre osu! bedre.
pl: Wspomóż ochotników, którzy poświęcają swój czas, aby uczynić osu! lepszą grą.
pt: Apoia os colaboradores da comunidade que deram o seu tempo e esforço para ajudar a tornar o osu! melhor.
pt_br: Apoie os contribuidores da comunidade que dedicaram seu tempo e esforço para tornar o osu! melhor.
ro: Sprijină contribuitorii comunității care și-au dat timpul și efortul să ajute creerea osu! mai bună.
ru: Поддержите участников сообщества, которые потратили время и силы для того, чтобы сделать osu! лучше.
sv: Stöd de bidragsgivare som har gett sin tid och ansträngning för att hjälpa till att göra osu! bättre.
th: ช่วยเหลือนักพัฒนาที่สละเวลาเพื่อให้ osu! ดีขึ้น
tr: Topluluğa katkı sağlamış ve kendi efor ve zamanlarını harcamış insanlara osu!'yu daha iyi yapmak için destek verin.
uk: Підтримайте учасників спільноти, які витратили час і сили для того, щоб зробити osu! краще.
vi: Hỗ trợ những người đóng góp cộng đồng đã dành thời gian và nỗ lực để làm osu! tốt hơn.
zh: 支持那些花费时间与精力来帮助 osu! 变得更好的社区贡献者。
zh_tw: 向社群中花費時間及精力幫助 osu! 變得更好的貢獻者獻上支持。

# support.why-support.bounty-program.link_text
source: Find out more &raquo;
ar: اكتشف المزيد &raquo;
bg: Разберете повече &raquo;
da: Find ud af mere &raquo;
de: Finde mehr heraus &raquo;
es: Descubre más &raquo;
fi: Lue lisää &raquo;
fr: En savoir plus &raquo;
hu: Láss többet &raquo;
id: Cari tahu lebih lanjut seputar program Open Source Bounty &raquo;
it: Scopri di più &raquo;
ja: 詳細を見る &raquo;
ko: 더 알아보기 &raquo;
nl: Lees meer &raquo;
no: Les mer &raquo;
pl: Dowiedz się więcej &raquo;
pt: Descobre mais &raquo;
pt_br: Entenda mais &raquo;
ro: Află mai mult &raquo;
ru: Узнайте больше &raquo;
sv: Ta reda på mer &raquo;
th: อ่านเพิ่มเติม &raquo;
tr: Daha fazlasını öğren &raquo;
uk: Дізнайтесь більше &raquo;
vi: Tìm hiểu thêm &raquo;
zh: 了解更多 &raquo;
zh_tw: 了解更多 &raquo;

# support.perks.title
source: Cool! What perks do I get?
ar: أوه؟ على ماذا احصُل؟!
be: Оў, і што ж я атрымаю?!
bg: О? Какво получавам?!
cs: Oh? Co dostanu?!
da: Uhh, hvad får jeg så?!
de: Oh? Was gibt's denn?!
el: Χμ; Τι κερδίζω;!
es: ¡Genial! ¿Qué beneficios obtengo?
fi: Aha. No mitä minä sitten saan?!
fr: Cool ! Quels sont les avantages dont je bénéficie ?
hu: Oh? Mit is kapok?!
id: Oh? Apa saja yang akan saya dapatkan?!
it: Figo! E che vantaggi ottengo?
ja: 特典って？
ko: 그래서 제가 받는 혜택은 뭐가 있는데요?
nl: Oh? Wat krijg ik dan?!
no: Å? Hva får jeg?!
pl: Bajer! Co dostaję?
pt: Fixe! Que benefícios é que recebo?
pt_br: Hã? O que eu ganho?!
ro: Oh? Ce primesc?!
ru: Интересно, а что же я получу?!
sk: Oh? Čo dostanem?!
sv: Coolt! Vilka förmåner får jag?
th: โอ? ฉันได้อะไรบ้างเหรอ?!
tr: Öyle mi? Neler alacağım?!
uk: Цікаво, а що ж я отримаю?!
vi: Ồ, Vậy tôi sẽ nhận được gì?!
zh: Wow，Awesome！那么我能得到什么？
zh_tw: 我能得到什麼？

# support.perks.osu_direct.description
source: Gain quick and easy access to search for and download beatmaps without having to leave the game.
ar: الوصول السريع والسهل للبحث عن الأغاني دون ترك اللعبة.
be: хуткі і просты доступ да пошуку і спампоўкі бітмап, непакідая гульні.
bg: кратък и лесен достъп до нови бийтмапове без да е нужно да излизате от играта.
cs: rychlý a snadný přístup k vyhledávání beatmap bez opuštění hry.
da: Få hurtig og nem adgang til søgning efter beatmaps uden at forlade spillet.
de: Schneller und einfacher Zugriff auf die Beatmapsuche, sogar innerhalb des Spiels.
el: γρήγορη και εύκολη πρόσβαση για να αναζητήσετε beatmaps χωρίς να βγείτε από το παιχνίδι.
es: Obtén acceso rápido y sencillo para buscar y descargar mapas sin tener que salir del juego.
fi: Nopea ja helppo tapa etsiä beatmappejä ilman tarvetta poistua pelistä.
fr: Bénéficiez d'un accès rapide et facile pour rechercher et télécharger des beatmaps sans avoir à quitter le jeu.
hu: gyors és egyszerű beatmap keresés a játék elhagyása nélkül.
id: Telusuri beatmap-beatmap yang Anda kehendaki dengan cepat dan mudah tanpa harus meninggalkan permainan.
it: Ottieni un accesso rapido e semplice per cercare e scaricare beatmap senza dover lasciare il gioco.
ja: ゲームから離れることなくビートマップを素早くダウンロード。
ko: 게임 밖에서 비트맵을 찾을 필요 없이, 게임 내에서 비트맵을 쉽고 빠르게 다운로드 받을 수 있습니다.
nl: snel en makkelijk beatmaps zoeken zonder het spel te verlaten.
no: rask og enkel tilgang til beatmaps uten å forlate spillet.
pl: Szybki i łatwy dostęp do beatmap bez potrzeby opuszczania gry.
pt: Ganha acesso fácil e rápido para procurar e descarregar beatmaps sem teres de sair do jogo.
pt_br: Acesso fácil e rápido a beatmaps sem sair do jogo.
ro: acces rapid și ușor pentru a căuta beatmaps fără a părăsi jocul.
ru: Получите быстрый и лёгкий доступ к поиску и загрузке карт без необходимости сворачивать игру.
sk: rýchly a jednoduchý prístup k vyhľadaniu beatmap bez opúšťania hry.
sv: snabb och enkel tillgång till att söka beatmaps utan att lämna spelet.
th: ระบบหาบีทแมพที่ง่ายและเร็วโดยไม่ต้องออกจากเกม
tr: Oyundan çıkmaya gerek kalmadan hızlıca beatmapleri arayıp indirebilirsin.
uk: швидкий і легкий доступ до пошуку і завантаження карт, прямо у грі.
vi: Truy cập nhanh và dễ dàng để tìm beatmap mà không cần thoát trò chơi.
zh: 在游戏客户端内搜索和下载谱面。
zh_tw: 在遊戲內提供圖譜快速下載與搜尋。

# support.perks.friend_ranking.title
source: Friend Ranking
ar: ترتيب الأصدقاء
bg: Приятелско класиране
cs: Žebříček přátel
da: Placering ift. venner
de: Freundesrangliste
es: Clasificación entre Amigos
fi: Kavereiden sijoituksia
fr: Classement des amis
hu: Baráti Ranglista
id: Peringkat Teman
it: Rank degli Amici
ja: フレンドランキング
ko: 친구 순위
nl: Vrienden ranglijst
no: Vennerangering
pl: Ranking znajomych
pt: Classificação de amigos
pt_br: Ranking de Amigos
ro: Clasament Prieteni
ru: Рейтинг среди друзей
sk: Rebríček priateľov
sv: Rankning bland vänner
th: อันดับคะแนนของเพื่อน
tr: Arkadaş Sıralaması
uk: Рейтинг друзів
vi: Xếp hạng bạn bè
zh: 好友排名
zh_tw: 好友排行榜

# support.perks.friend_ranking.description
source: See how you stack up against your friends on a beatmap's leaderboard, both in-game and on the website.
ar: تأكد كيف تبلي امام اصدقائك على جدول خريطة, على الموقع وفي اللعبة.
bg: Вижте как се подреждате срещу приятелите си в класацията на бийтмапове, както в играта, така и на уебсайта.
da: Se hvordan du hamler op mod dine venner på en beatmap's rangliste, både i spillet og på hjemmesiden.
de: Finde heraus, wie Du Dich auf der Bestenliste einer Beatmap gegen Deine Freunde behauptest, sowohl im Spiel als auch auf der Webseite.
es: Vea cómo se compara con sus amigos en la tabla de clasificación de un mapa, tanto dentro del juego como en el sitio web.
fr: Comparez vos résultats à ceux de vos amis dans le classement d'une beatmap, à la fois dans le jeu et sur le site Web.
hu: Nézd meg hogyan álltok a barátaiddal egy beatmapen a ranglistán a játékban, vagy akár a weboldalon is.
id: Lihat bagaimana kemampuanmu dibandingkan dengan teman-temanmu di papan peringkat beatmap, baik dalam game maupun di situs web.
it: Guarda quanto competi contro i tuoi amici sulla classifica di una beatmap, sia in gioco che sul sito web.
ja: ゲーム内とウェブサイトのリーダーボードで、フレンドと競い合う方法をご覧ください。
ko: 게임 안과 웹사이트의 비트맵 리더보드에서 친구보다 얼마나 한수 위인지 볼 수 있습니다.
nl: Zie hoe je tegen je vrienden opstart op een beatmap ranglijst. zowel in het spel als op de website.
no: Sjekk hvordan du ligger an i forhold til vennene dine på beatmappets rangeringsliste gjennom både spiller og på nettsiden vår.
pl: Sprawdź, gdzie plasujesz się w rywalizacji ze znajomymi na liście wyników beatmapy zarówno na stronie, jak i w grze.
pt: Vê como te comparas contra os teus amigos numa tabela de classificações dum beatmap, dentro do jogo como também no sítio web.
pt_br: Veja como você se sai contra seus amigos nas classificações dos beatmaps, tanto in-game quanto pelo website.
ro: Să vedem cum concurezi peste prietenii tăi pe un clasament într-un beatmap, ambele în joc și pe website.
ru: Узнайте, насколько вы лучше ваших друзей, по отдельным таблицам рекордов для карт. Доступно как в игре, так и на сайте.
sv: Se hur du staplar upp mot dina vänner på en beatmaps topplistor, både i spelet och på hemsidan.
th: ดูว่าคะแนนบีทแมพของตัวเองกับเพื่อนใครเจ๋งกว่ากัน ทั้งในเกมและบนเว็บ
tr: Hem oyun içinde hem de websitede, bir beatmapin sıralamasında arkadaşlarınız ile karşılaştırıldığında nasıl olduğunuzu görün.
uk: Дізнайтеся, наскільки ви краще ваших друзів, за таблицями рекордів для карт, доступних як в грі, так і на сайті.
zh: 在游戏内与网站上查看谱面排行榜，了解你与好友孰强孰弱。
zh_tw: 看看你如何在遊戲中與網站內的圖譜排行榜上對抗你的朋友

# support.perks.country_ranking.title
source: Country Ranking
ar: ترتيب الدولة
bg: Класиране в страната
cs: Státní žebříčky
da: Lande Rang
de: Landesrangliste
es: Clasificación Nacional
fi: Maakohtaiset sijoitukset
fr: Classement national
hu: Országos Ranglista
id: Peringkat Negara
it: Rank del Paese
ja: 国別ランキング
ko: 국가 순위
nl: Land Ranglijst
no: Landsrangering
pl: Ranking krajowy
pt: Classificação nacional
pt_br: Ranking Nacional
ro: Clasament Țară
ru: Рейтинг по стране
sk: Rebríček krajiny
sv: Nationell Rankning
th: อันดับคะแนนประเทศ
tr: Ülkesel Sıralama
uk: Рейтинг країни
vi: Xếp hạng quốc gia
zh: 国内/区内排名
zh_tw: 國家排行榜

# support.perks.country_ranking.description
source: Conquer your country before you conquer the world.
ar: قم بأحتلال دولتك قبل احتلال العالم.
bg: Завладейте страната си, след това завладейте света.
da: Erobr dit land før du overtager verden.
de: Erobere dein Land, bevor du die Welt eroberst.
es: Conquiste su país antes de conquistar el mundo.
fi: Valloita maasi ennen kuin valloitat maailman.
fr: Conquérez votre pays avant de conquérir le monde.
hu: Hódítsd meg az országod mielőtt a világot próbálnád.
id: Taklukkan negaramu sebelum kamu menaklukkan dunia.
it: Conquista il tuo paese prima di conquistare il mondo.
ja: 世界征服の前にまずは君の国で一番を目指そう。
ko: 세계 정복 전에는 국가 정복이죠.
nl: Verover je land voordat je de wereld verovert.
no: Erobre landet ditt før du erobrer verden.
pl: Podbij swój kraj, zanim podbijesz cały świat.
pt: Conquista o teu país antes de conquistar o mundo.
pt_br: Conquiste seu país antes de conquistar o mundo.
ro: Cucerește țara ta înainte de a cuceri lumea.
ru: Завоюйте свою страну, прежде чем завоёвывать мир.
sv: Erövra ditt land innan du erövrar världen.
th: ครองประเทศ แล้วค่อยไปครองโลก
tr: Dünyayı fethetmeden önce ülkeni fethet.
uk: Завоюйте країну, перш ніж завойовувати світ.
vi: Chinh phục đất nước của bạn trước khi bạn chinh phục thế giới.
zh: 在征服世界前，先征服你所在的地方吧。
zh_tw: 在征服世界前先征服你的國家

# support.perks.mod_filtering.title
source: Filter by Mods
ar: فرز بأِضافات الصعوبة
bg: Филтриране по модове
cs: Filtrovat podle módů
da: Filtrer efter Mods
de: Nach Mods filtern
es: Filtrar por Mods
fr: Filtrer par Mods
hu: Szűrés modok szerint
id: Filter Berdasarkan Mod
it: Filtro per Mod
ja: Modsで絞り込む
ko: 모드순 필터링
nl: Filter op Mods
no: Filterer etter modifiikasjoner
pl: Filtrowanie według modyfikatorów
pt: Filtrar por mods
pt_br: Filtrar por Mods
ro: Filtrează după Moderatori
ru: Фильтр по модам
sv: Filtrera efter mods
th: กรองตามม็อด
tr: Modlara Göre Filtrele
uk: Фільтр по модам
vi: Lọc theo Mods
zh: 按 Mod 筛选
zh_tw: 按 Mods 篩選

# support.perks.mod_filtering.description
source: Associate only with people who play HDHR? No problem!
ar: تتعامل مع الناس الذين يلعبون HDHR فقط؟ لا مشكلة!
bg: Асоциирате се само с хора, които граят HDHR? Няма проблем!
da: Associerer du kun med folk som spiller HDHR? Intet problem!
de: Du freundest dich nur mit Leuten an, die HDHR spielen? Kein Problem!
es: ¿Asociarse sólo con personas que juegan con mods HDHR? ¡No hay problema!
fi: Viihdytkö vain HDHR-pelaajien kanssa? Ei hätää!
fr: Associez seulement les personnes qui jouent sur HDHR ? Pas de problème !
hu: Csak HDHR-es emberekkel akarsz játszani? Nem probléma!
id: Ingin mencari tahu siapa-siapa saja yang memainkan suatu map dengan HDHR? Tidak masalah!
it: Vuoi associare solo persone che giocano HDHR? Nessun problema!
ja: HDHRをプレイする人と関連付けますか？問題ありません！
ko: HDHR을 플레이하는 사람들만 찾고 싶으신가요? 문제없답니다.
nl: Alleen bij mensen die HDHR spelen? Geen probleem!
no: Tilknytter du deg bare med personer som spiller HDHR? Ikke et problem!
pl: Chcesz widzieć tylko graczy HDHR? Nie ma problemu!
pt: Associar apenas com pessoas que joguem HDHR? Não há problema!
pt_br: Mostrar apenas as pessoas que jogaram de HDHR? Sem problema!
ro: Asociază doar cu oamenii care joacă HDHR? Nicio problemă!
ru: Интересуетесь только теми, кто играет с HDHR? Нет проблем!
sv: Associera bara med människor som spelar HDHR? Inga problem!
th: อยากเล่นกับคนเล่น HDHR ใช่มั้ย จัดไป
tr: Sadece HDHR oynayan insanlarla mı muhattap oluyorsun? Hiç sıkıntı değil!
uk: Цікавитесь тільки з тими, хто грає з HDHR? Немає проблем!
vi: Chỉ liên kết với những người chơi HDHR ư? Không vấn đề gì!
zh: 只和玩 HDHR 的玩家打？没问题！
zh_tw: 只想和 HDHR 玩家一起玩？沒問題！

# support.perks.auto_downloads.title
source: Automatic Downloads
ar: تنزيل تلقائي
be: Аўтаспампоўка
bg: Автоматично теглене
cs: Automatické Stahování
da: Automatiske Downloads
de: Automatische Downloads
el: Αυτόματα download
es: Descargas Automáticas
fi: Automaattilataukset
fr: Téléchargements automatiques
hu: Automatikus Letöltések
id: Unduh Otomatis
it: Download Automatici
ja: 自動ダウンロード
ko: 자동 다운로드
nl: Auto Downloads
no: Automatiske nedlastinger
pl: Automatyczne pobieranie
pt: Downloads automáticos
pt_br: Downloads Automáticos
ro: Descărcări automate
ru: Автоматические загрузки
sk: Automatické sťahovanie
sv: Automatiska Nedladdningar
th: การดาวน์โหลดอัตโนมัติ
tr: Otomatik İndirme
uk: Автоматичне звантаження
vi: Tải Tự Động
zh: 自动下载
zh_tw: 自動下載

# support.perks.auto_downloads.description
source: Beatmaps will automatically download in multiplayer games, while spectating others, or when clicking relevant links in chat!
ar: التحميل التلقائي عند اللعب المتعدد، مشاهدة الآخرين، أو النقر فوق الروابط في دردشة!
be: Аўтаматычная спампоўка бітмап падчас шматкарыстальніцкай гульні, назірання за іншымі гульцамі або націскання спасылак у чаце!
bg: Автоматичното теглене на бийтмапове докато сте в мултиплейър, наблюдавате други или с кликане на линковете в чата!
cs: Automatické stahování při hraní s více hráči, sledování ostatních, nebo při klikání na odkazy v chatu!
da: Automatiske downloads når du spiller mulitplayer, ser på andre spille, eller når du klikker på links i chatten.
de: Automatische Downloads im Multiplayer, beim Zuschauen, und wenn man Links im Chat anklickt!
el: Αυτόματα download όσο παίζετε σε multiplayer, όταν κάνετε spectate άλλους, ή ανοίγετε links στο chat!
es: ¡Los mapas se descargarán automáticamente en partidas multijugador, mientras espectas a otros, o al hacer clic en enlaces relevantes en el chat!
fi: Automaattilataus moninpelissä, katsoessa muita pelaajia tai klikatessa linkkejä keskusteluissa!
fr: Les beatmaps se téléchargent automatiquement dans les jeux multijoueurs, lorsque vous observez les autres ou lorsque vous cliquez sur les liens pertinents dans le tchat !
hu: Automatikus letöltés többjátékos módban, mások nézése közben, vagy linkre kattintva a chat-ben!
id: Unduhan otomatis saat bermain multiplayer, menonton orang lain, atau mengklik tautan dalam obrolan!
it: Le beatmap verranno scaricate automaticamente in partite multigiocatore, mentre guardi altri giocare, o cliccando vari link in chat!
ja: 観戦やマルチプレイをする時に自動的にビートマップをダウンロードします。リンクもクリックだけで終わります。
ko: 멀티플레이, 관전, 채팅에 올라온 링크를 누를 때 자동으로 비트맵을 다운로드합니다!
nl: Automatische downloads terwijl je multiplayer speelt, anderen aan het toeschouwen bent, of op links in de chat klikt!
no: Automatiske nedlastinger når du deltar i flerspiller spill, mens du ser på andre, eller hvis du klikker på hyperkoblinger i chatten!
pl: Automatyczne pobieranie podczas grania w trybie wieloosobowym, oglądania kogoś czy klikania linków na czacie!
pt: Downloads automáticos ao jogar em multijogador, observar outros, ou clicar em links no chat!
pt_br: Downloads automáticos quando jogando no multiplayer, assistindo outros jogadores ou clicando em links no chat!
ro: Descărcări automate când joci în modul multiplayer, când îi urmărești pe alții, sau când dai clic pe link-uri în chat!
ru: Мгновенная загрузка карт при игре в мультиплеере, наблюдении за другими игроками или при клике по ссылкам в чате!
sk: Automatické sťahovanie pri hraní multiplayeru, sledovanie ostatných, alebo pri klikaniach v chate!
sv: Automatiska nedladdningar när du spelar multiplayer, åskådar andra, eller klickar på länkar i chatten!
th: โหลดบีทแมพอัตโนมัติตอนเล่นหลายคน ดูคนอื่นเล่น หรือแค่กดลิงก์ในช่องแชต
tr: Çok oyunculu oyunlardayken, başkalarını seyrederken, veya sohbetteki linklere tıkladığınızda beatmapler otomatik olarak indirilir!
uk: Миттєве завантаження карт при грі в мультиплеєрі, спостереженні за іншими гравцями або при кліці по посиланнях в чаті!
vi: Beatmap sẽ tự động tải khi đang chơi multiplayer, theo dõi người chơi khác, hoặc khi click vào link beatmap trong kênh chat!
zh: 本地没有需要的谱面时，osu! 会自动下载！
zh_tw: 當多人遊戲與觀看玩家無圖譜時，osu! 會自動下載！

# support.perks.upload_more.title
source: Upload More
ar: اِرفع المزيد
be: Загрузіць больш
bg: Качвайте повече
cs: Nahraj více
da: Upload Mere
de: Mehr Hochladen
el: Ανεβάστε Περισσότερα
es: Sube más
fi: Lataa enemmän
fr: Plus de slots d'upload
hu: Tölts fel többet
id: Unggah Lebih Banyak
it: Carica di più
ja: アップロード上限数の増加
ko: 업로드 제한 감소
nl: Upload Meer
no: Last opp mer
pl: Dodawaj więcej
pt: Carregar mais
pt_br: Envie Mais
ro: Încarcă mai mult
ru: Загружай больше
sk: Nahraj viac
sv: Ladda upp mer
th: อัปโหลดบีทแมพเพิ่ม
tr: Daha Fazla Yükle
uk: Завантажуй більше
vi: Tải Lên Thêm
zh: 上传更多谱面
zh_tw: 上傳更多圖譜
