Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Community.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# support.perks.skinnables.description
source: Extra in-game skinnables, like the main menu background.
ar: يمكنك تجليد المزيد من الأغراض, مثل الخلفية في الصفحة الرئيسية للعبة.
be: Дадатковае дастасаванне ў гульні, кшталту зменнага фону меню.
bg: Допълнителни скин екстри като възможноста да си зададете заден фон в главното меню.
cs: Více přizpůsobitelných elementů skinu ve hře, například pozadí hlavního menu.
da: Ekstra skin elementer som kan tilpasses indeni spillet, f. eks. baggrundsbilledet i menuen.
de: Mehr skinbare Elemente im Spiel, z. B. der Menühintergrund.
el: Επιπλέον προσαρμόσιμα χαρακτηριστικά μέσα στο παιχνίδι, όπως το εξώφυλλο του κύριου μενού.
es: Más posibilidades para las skins, como cambiar el fondo del menú.
fi: Lisää muokattavia pelinsisäisiä kohteita, kuten esimerkiksi päävalikon taustakuva.
fr: Des éléments skinnables supplémentaires dans le jeu, comme le fond du menu principal.
hu: Extra játékon belüli skinelhetőség, mint például a főmenü háttere.
id: Tambahan elemen skin yang bisa Anda kustomisasi, seperti latar belakang menu utama.
it: Maggiori elementi skinnabili in gioco, come ad esempio lo sfondo del menu.
ja: メインメニューの背景のような追加スキンを変更できるようになります。
ko: 메인 메뉴 배경 변경과 같은 추가적인 스킨 옵션을 게임 내에서 사용할 수 있습니다.
nl: Extra in-game skinnables, zoals de achtergrond van het hoofdmenu.
no: Ekstra skinbare elementer i spillet, som for eksempel bakgrunnen til hovedmenyen.
pl: Dodatkowe elementy skórek, takie jak tło w głównym menu.
pt: Skins extra dentro do jogo, como o fundo do menu principal.
pt_br: Maior função para skins, como a habilidade de alterar o fundo do menu principal.
ro: Posibilități extra de personalizare în joc, ca fundalul din meniul principal.
ru: Дополнительные параметры в скине позволят тебе, к примеру, установить свой фон в меню.
sk: Viac prispôsobiteľných elementov skinu v hre, napríklad pozadie hlavného menu.
sv: Extra pynt i spelet, som till exempel huvudmeny bakrund.
th: ส่วนที่สกินได้เพิ่มเติม เช่นพื้นหลังของเมนูหลัก
tr: Kişiselleştirilebilir ek oyun-içi ögeler, ana menü arka planı gibi.
uk: Розширені можливості обкладинки, дозволять тобі, наприклад, встановити свій фон в меню.
vi: Thêm in-game skin, như là màn hình background ở menu chính.
zh: 自定义更多的游戏界面元素，例如主菜单的背景。
zh_tw: 自定義更多的遊戲界面元素，例如主畫面的背景。

# support.perks.feature_votes.title
source: Feature Votes
ar: اصوات الميزات
be: Галасаванне за новыя функцыі
bg: Гласуване за нови функции
cs: Hlasování o funkcích
da: Funktionalitets-stemmer
de: Feature-Abstimmungen
el: Ψήφοι για Λειτουργίες
es: Votos de Características
fi: Äänestä ominaisuuksista
fr: Votes de fonctionnalités
hu: Funkció Szavazások
id: Hak Suara Ekstra
it: Voti delle funzionalità
ja: 機能リクエスト
ko: 기능 요청
nl: Feature Stemmen
no: Stem på Funksjoner
pl: Oceny funkcji
pt: Votos de funcionalidades
pt_br: Votos de Recursos
ro: Voturi pentru funcționalități
ru: Голосование за новые фичи
sk: Hlasovanie o funkciách
sv: Funktion Röster
th: โหวตระบบ
tr: Özellik Oyları
uk: Голосування за нові фічі
vi: Bầu Chọn Tính Năng
zh: 新特性投票
zh_tw: 新特性投票

# support.perks.feature_votes.description
source: Votes for feature requests. (2 per month)
ar: صوت لميزات المستقبل (٢ بالشهر)
be: Галасаванне за новыя функцыі. (2 голаса ў месяц)
bg: Възможността да гласувате за добавянето на нови функции в osu! (2 на месец)
cs: Hlasy pro požadavky na nové funkce. (2 za měsíc)
da: Stem på ny funktionalitet for fremtidens osu!. (max. 2 pr. måned)
de: Zwei Stimmen im Monat für neue Features im Spiel.
el: Ψήφοι για αιτήματα νέων λειτουργιών. (2 κάθε μήνα)
es: Votos para solicitudes de características. (2 por mes)
fi: Äänestä kahdesti kuukaudessa uusista ominaisuuksista.
fr: Votez pour les demandes de fonctionnalités. (2 fois par mois)
hu: Szavazások funkció kérelmekre. (havi 2)
id: Hak suara tambahan yang dapat Anda dipergunakan pada sub-forum Feature Requests. (2 suara per bulan)
it: Voti per le richieste di funzionalità. (2 per mese di supporter acquistato)
ja: 機能リクエストに投票できるようになります。（月あたり２回）
ko: 원하는 기능을 요청하는 글에 투표할 수 있습니다. (매월 2번 투표 가능)
nl: Stemmen voor feature aanvragen. (2 keer per maand)
no: Stemmer for funksjonsforespørsler. (2 pr. måned)
pl: Głosuj na prośby o nowe funkcje! (2 za każdy wykupiony miesiąc)
pt: Votos para solicitações de funcionalidades. (2 por mês)
pt_br: Ganhe votos todo mês para votar em novas funcionalidades. (2 por mês)
ro: Votează pentru funcționalități noi. (2 pe lună)
ru: Вы можете голосовать за добавление новых фич в osu! (2 голоса в месяц).
sk: Hlasy pre požiadavky na nové funkcie. (2 za mesiac)
sv: Rösta på funktion efterfrågan. (2 gånger per månad)
th: โหวตให้ระบบใหม่ๆ (สูงสุด 2 ครั้งต่อเดือน)
tr: Özellik talepleri için oylar. (Ayda 2 adet)
uk: Ви можете голосувати за додавання нових функцій в osu! (2 голоси в місяць)
vi: Bầu chọn cho các tính năng theo yêu cầu. (2 lần mỗi tháng)
zh: 为新功能投票（每月 2 票）。
zh_tw: 為新特性請求投票（每月 2 票）。

# support.perks.sort_options.title
source: Sort Options
ar: خيارات الترتيب
be: Параметры сартавання
bg: Опции за сортиране
cs: Možnosti třídění žebříčků
da: Sorteringsmuligheder
de: Sortieroptionen
el: Κατάταξε
es: Opciones de Orden
fi: Lajitteluasetuksia
fr: Options de filtrage
hu: Rendezési Beállítások
id: Opsi Untuk Menyortir
it: Opzioni di Ordinamento
ja: 並び替えオプション
ko: 정렬 옵션
nl: Sorteeropties
no: Sorteringsalternativer
pl: Sortowanie
pt: Ordenar opções
pt_br: Opções de Organização
ro: Opțiuni de sortare
ru: Параметры сортировки
sk: Možnosti triedenia
sv: Sortering Inställningar
th: ตัวเลือกการเรียงลำดับ
tr: Sıralama Seçenekleri
uk: Параметри сортування
vi: Tùy Chọn Sắp Xếp
zh: 详细的排名
zh_tw: 排名

# support.perks.sort_options.description
source: The ability to view beatmap country / friend / mod-specific rankings in-game.
ar: القدرة على عرض ترتيب الدولة / الصديق / تعديل معين داخل اللعبة.
be: Магчымасць прагляду рэйтынгу бітмапы паміж краінамі / сябрамі / модамі ў гульні.
bg: Способността да видите бийтмап класациите по страна / приятели / мод-специфични по време на игра.
cs: Možnost zobrazit hodnocení na mapě podle země / přátel / modifikací.
da: Muligheden for at sortere ranglister for beatmaps efter land-, venne- og mod-rangeringer inde i spillet.
de: Länder-, Freundes- und modspezifische Ranglisten im Spiel einsehen!
el: Η ικανότητα να βλέπετε την σειρά κατάταξης της χώρας / των φίλων σας / συγκεκριμένων mod στα beatmaps μέσα στο παιχνίδι.
es: La habilidad de ver las clasificaciones nacionales / amigos / por mod de un mapa dentro del juego.
fi: Näet beatmapin maa-, kaveri- ja modikohtaiset sijoitukset pelissä.
fr: La possibilité d'afficher en jeu les classements par pays, par ami ou par mods sur les beatmaps.
hu: A lehetőség országos / baráti / mod-specifikus beatmap ranglétra megtekintésére játékon belül.
id: Akses untuk melihat peringkat beatmap berdasarkan negara/teman/mod secara spesifik dalam game.
it: La possibilità di vedere i rank per paese / amici / specifiche mod in gioco.
ja: ゲーム内でビートマップの国別・フレンド・Mod別ランキングが利用できるようになります。
ko: 게임 내에서 비트맵 랭킹을 국가 / 친구 / 모드별 랭킹 기준으로 볼 수 있습니다.
nl: De mogelijkheid om beatmaps scores per land / vrienden / mod-specifiek in-game te zien.
no: Evnen til å se landsrangering / vennerangering / modifikasjons-spesifikke rangeringer i spillet.
pl: Możliwość przeglądania rankingu krajowego, znajomych oraz dla wybranych przez ciebie modów w grze.
pt: A habilidade de ver as classificações nacional, amigos e específico do mod dum beatmap dentro do jogo.
pt_br: A capacidade de ver classificações por país / amigos / mods específicos dentro do jogo.
ro: Abilitatea de a vedea clasarea după țară / prieteni / moduri specifice în joc.
ru: Возможность просмотра рейтинга карты между странами / друзьями / модами в игре.
sk: Schopnosť vidieť hodnotenie mapy podľa štátu / priateľov / módov.
sv: Möjligheten att visa beatmap land / vän / mod-specifika rankningar i spelet.
th: ดูรายการคะแนนของประเทศ/เพื่อน/ม็อดที่เลือกในเกม
tr: Oyun içinde beatmaplerin ülke/arkadaş/moda göre sıralamalarını görme yeteneği.
uk: Можливість перегляду рейтингу карти між країнами / друзями / модами в грі.
vi: Cho phép xem xếp hạng theo quốc gia / bạn bè / theo-mod của beatmap trong game.
zh: 查看排名时可按 国家或地区/好友/所选MOD 进行排名。
zh_tw: 查看排名時可按 國家/好友/所選MOD 進行排名。

# support.perks.more_favourites.title
source: More Favourites
ar: تفضيلات اكثر
bg: По-голям списък любими бийтмапове
cs: Více oblíbených
da: Flere Favoritter
de: Mehr Favoriten
es: Más favoritos
fi: Lisää suosikkeja
fr: Plus de favoris
hu: Több Kedvenc
id: Lebih Banyak Favorit
it: Più Preferiti
ja: その他のお気に入り
ko: 최대 즐겨찾기 수 증가
nl: Meer favorieten
no: Flere favoritter
pl: Zwiększony limit ulubionych beatmap
pt: Mais favoritos
pt_br: Mais Favoritos
ro: Mai multe favorite
ru: Больше избранных карт
sv: Fler favoriter
th: เพิ่มจำนวนบีทแมพที่คุณสามารถเลือกเป็นรายการโปรด
tr: Daha Fazla Favori
uk: Більше обраних
zh: 更大的收藏夹
zh_tw: 更多收藏

# support.perks.more_favourites.description
source: The maximum number of beatmaps you can favourite is increased from {0} &rarr; {1}
ar: عدد الخرائط التي تفضلها سيرتفع من {0}&rarr;{1}
bg: Максималният брой бийтмапове, които можете да отбележите като любими, се увеличава от {0} &rarr; {1}
da: Det maksimale antal af beatmaps du kan have some favoritter vokser fra {0} &rarr; {1}
de: Die maximale Anzahl von Beatmaps, die Du als Favoriten festlegen kannst, wird erhöht von {0} &rarr; {1}
es: El número máximo de mapas que puede marcar como favorito aumenta de {0} &rarr; {1}
fi: Voit lisätä suosikkilistaan {0} beatmappeja, verrattuna {1} beatmappeihin normaalitapauksessa
fr: Le nombre maximum de beatmaps que vous pouvez ajouter au favoris est augmenté de {0} &rarr; {1}
hu: A maximum kedvencelhető beatmapek száma megnövekedett {0} &rarr; {1}
id: Jumlah maksimum beatmap yang dapat kamu favoritkan bertambah dari {0} &rarr; {1}
it: Il numero massimo di beatmap che puoi aggiungere ai preferiti è aumentato da {0} &rarr; {1}
ja: お気に入りに登録できるビートマップの数は{0} &rarr; {1}に増加します
ko: 즐겨 찾을 수 있는 비트맵의 수가 {0} &rarr; {1} 으로 늘어납니다.
nl: Het maximum aantal beatmaps dat je kan hebben als favoriet is verhoogd van {0} &rarr; {1}
no: Det makimalt antallet beatmaps som du kan legge til å favorittene dine har blitt hevet fra {0} &rarr; {1}
pl: Maksymalna liczba beatmap, które możesz dodać do ulubionych, zostaje zwiększona z {0} do {1}.
pt: O número máximo de beatmaps que podes pôr nos favoritos é aumentado de {0} &rarr; {1}
pt_br: O número máximo de beatmaps que você pode favoritar é aumentado de {0} &rarr; {1}
ro: Numărul maxim de beatmap-uri care poți favoriza este mărit din {0} &rarr; {1}
ru: Максимальное число карт, которые вы можете добавить в избранные, увеличится с {0} &rarr; {1}
sv: Det maximala antalet beatmaps du kan favorisera ökar från {0} &rarr; {1}
th: จำนวนบีทแมพที่คุณชื่นชอบได้เพิ่มจาก {0} &rarr; {1}
tr: Favorine ekleyebileceğin maksimum beatmap sayısı {0} &rarr; {1} olarak yükseltilir.
uk: Максимальне число карт, які ви можете додати в обрані, збільшиться з {0} &rarr; {1}
vi: Lượng beatmap tối đa bạn có thể yêu thích được tăng từ {0} &rarr; {1}
zh: 你的谱面收藏夹容量将从 {0} 个增加到 {1} 个
zh_tw: 你可收藏的圖譜上限將從 {0} &rarr; {1}

# support.perks.more_friends.title
source: More Friends
ar: أصدقاء اكثر
bg: Повече приятели
cs: Více přátel
da: Flere Venner
de: Mehr Freunde
es: Más amigos
fi: Lisää kavereita
fr: Plus d'amis
hu: Több Barát
id: Lebih Banyak Teman
it: Più Amici
ja: その他のフレンド
ko: 최대 친구 수 증가
nl: Meer vrienden
no: Flere venner
pl: Zwiększony limit znajomych
pt: Mais amigos
pt_br: Mais Amigos
ro: Mai Mulți Prieteni
ru: Больше друзей
sv: Flera vänner
th: เพิ่มจำนวนเพื่อนที่คุณสามารถมีได้
tr: Daha Fazla Arkadaş
uk: Більше друзів
vi: Thêm bạn bè
zh: 更多好友位
zh_tw: 更多好友

# support.perks.more_friends.description
source: The maximum number of friends you can have is increased from {0} &rarr; {1}
ar: عدد الأصدقاء الذين تمتلكهم سيرتفع من {0}&rarr;{1}
bg: Максималният брой приятели, които можете да имате, се увеличава от {0} &rarr; {1}
da: Det maksimale antal af venner du kan have vokser fra {0} &rarr; {1}
de: Die maximale Anzahl von Freunden, die Du haben kannst, wurde erhöht von {0} &rarr; {1}
es: El número máximo de amigos que puedes tener aumenta de {0} &rarr; {1}
fi: Voit lisätä kaverilistaan {0} kavereita, verrattuna {1} kavereihin normaalitapauksessa
fr: Le nombre maximum d'amis que vous pouvez avoir est augmenté de {0} &rarr; {1}
hu: A maximum barátok száma megnövekedett {0} &rarr; {1}
id: Jumlah maksimum teman yang dapat kamu tambahkan bertambah dari {0} &rarr; {1}
it: Il numero massimo di amici che puoi avere è aumentato da {0} &rarr; {1}
ja: 登録できるフレンドの数は{0} &rarr; {1}に増加します
ko: 사귈 수 있는 친구의 숫자가 {0} &rarr; {1} 으로 늘어납니다.
nl: Het maximum aantal vrienden dat je kunt hebben is verhoogd van {0} &rarr; {1}
no: Det maksimale antall av venner du kan ha er økt fra {0} &rarr; {1}
pl: Maksymalna liczba znajomych zostaje zwiększona z {0} do {1}.
pt: O número máximo de amigos que podes ter é aumentado de {0} &rarr; {1}
pt_br: O número máximo de amigos que pode ter é aumentado de {0} &rarr; {1}
ro: Numărul maxim de prieteni pe care în poți avea este mărit din {0} &rarr; {1}
ru: Число друзей, которых вы можете добавить, увеличится с {0} &rarr; {1}
sv: Det maximala antalet vänner du kan ha ökar från {0} &rarr; {1}
th: จำนวนเพื่อนที่คุณมีได้สูงสุดเพิ่มจาก {0} &rarr; {1}
tr: Ekleyebileceğin maksimum arkadaş sayısı {0} &rarr; {1} olarak yükseltilir.
uk: Максимальна кількість друзів, яких Ви можете додати збільшено з {0} &rarr; {1}
vi: Lượng bàn bè tối đa bạn có thể có được tăng từ {0} &rarr; {1}
zh: 你的好友位数量将从 {0} 增加到 {1}
zh_tw: 你的好友上限將從 {0} &rarr; {1}

# support.perks.more_beatmaps.title
source: Upload More Beatmaps
ar: ارفع المزيد من الخرائط
bg: Качване на повече бийтмапове
cs: Nahrát více Beatmap
da: Upload Flere Beatmaps
de: Weitere Beatmaps hochladen
es: Subir más mapas
fr: Mettre en ligne plus de beatmaps
hu: Több Beatmap Feltöltése
id: Unggah Lebih Banyak Beatmap
it: Carica più Beatmap
ja: 他のビートマップをアップロード
ko: 더 많은 비트맵 업로드
nl: Upload meer beatmaps
no: Last opp flere beatmaps
pl: Zwiększony limit przesyłanych beatmap
pt: Carregar mais beatmaps
pt_br: Envie Mais Beatmaps
ro: Distribuie mai multe Beatmap-uri
ru: Загрузите больше карт
sv: Ladda upp fler Beatmaps
th: อัปโหลดบีทแมพเพิ่ม
tr: Daha Fazla Beatmap Yükle
uk: Завантажте більше карт
vi: Đăng tải Nhiều Beatmap hơn
zh: 上传更多谱面，肝更多谱
zh_tw: 上載更多圖譜

# support.perks.more_beatmaps.description
source: How many pending beatmaps you can have at once is calculated from a base value plus an additional bonus for each ranked beatmap you currently have (up to a limit).<br/><br/>Normally this is {0} plus {1} per ranked beatmap (up to {2}). With supporter, this increases to {3} plus {4} per ranked beatmap (up to {5}).
ar: عدد الخرائط الغير-مصفوفة التي يمكن ان تملكها مرة واحدة محسوبة من القيمة الأساسية ونسبة اضافية لكل خريطة مصفوفة لديك حاليا (فوك الحد).<br/><br/>عادتاََ هذه 4 زائد 1 لكل خريطة مصفوفة (لحد 2). مع شارة الدعم, يرتفع الحد الى 8 زائد 1 لكل خريطة مصفوفة (لحد 12).
bg: Това колко некласирани бийтмапове може да имате наведнъж се изчислява от базова стойност плюс допълнителен бонус за всеки класиран бийтмап, който в момента имате (до определен лимит).<br/><br/>Обикновено, това е {0} плюс {1} на класиран бийтмап (до {2}). Със osu!supporter, това се увеличава до {3} плюс {4} на класиран бийтмап (до {5}).
da: Hvor mange non-ranked beatmaps du kan have på en gang er beregnet ud fra en basisværdi plus en yderligere bonus for hver ranked beatmap du har (op til et maksimum).<br/><br/>Normalt er dette 4 plus 1 per ranked beatmap (op til 2). Med supporter vokser dette til 8 plus 1 per ranked beatmap (op til 12).
de: Die Anzahl der non-ranked Beatmaps, die Du gleichzeitig haben kannst, wird aus einem Basiswert plus einem zusätzlichen Bonus für jede ranked Beatmap berechnet (bis zu einem Limit).<br/><br/>Normalerweise sind dies {0} plus {1} pro ranked Beatmap (bis zu {2}). Mit Supporter erhöht sich dies auf {3} plus {4} pro ranked Beatmap (bis zu {5}).
es: El número de mapas pendientes que puedes tener a la vez se calcula a partir de un valor base más una bonificación adicional por cada mapa clasificado que tengas actualmente (hasta un límite).<br/><br/>Normalmente esto es {0} más {1} por mapa clasificado (hasta {2}). Con supporter, esto aumenta a {3} más {4} por cada mapa clasificado (hasta {5}).
fr: Le nombre de beatmaps en attente que vous pouvez avoir en même temps est calculé à partir d'une valeur de base plus un bonus supplémentaire pour chaque beatmap classée que vous avez actuellement (jusqu'à une limite).<br/><br/>Normalement, cela est {0} plus {1} par beatmap classé (jusqu'à {2}). Avec supporter, cela passe à {3} plus {4} par beatmap classé (jusqu'à {5}).
hu: Hogy mennyi unranked mappod lehet, egy alap értéktől és egy adott bónusztól függ, minden egyes rankedelt maptól, ami jelenleg van neked (egy bizonyos korlátig).<br/><br/> Általában ez az alap érték {0} és ez a plusz {1} rangsorolt mapponként (egészen {2}). Ha van támogatói címed ez megnővekszik {3} egészen {4} rangsorolt mapponként (egészen {5}).
id: Jumlah beatmap Pending yang dapat kamu unggah pada satu waktu pada umumnya terbatas hanya pada bilangan {0} beatmap ditambah {1} beatmap per beatmap Ranked yang kamu miliki (hingga {2} beatmap).<br/><br/> Dengan osu!supporter, kamu akan dapat mengunggah lebih banyak beatmap hingga bilangan {3} beatmap ditambah {4} beatmap per beatmap Ranked yang kamu miliki (hingga {5} beatmap).
it: Il numero di beatmap in attesa di rank che puoi avere allo stesso tempo è calcolato da un valore base sommato ad un bonus aggiuntivo per ogni beatmap classificata che possiedi (fino ad un limite).<br/><br/>Normalmente sarebbe {0} più {1} per ogni beatmap classificata (fino a {2}). Con il supporter, questo aumenta a {3} più {4} per beatmap classificata (fino a {5}).
ja: 一度に保持できるRankedされていないビートマップ数は、基準値とRankedされたビートマップの追加ボーナス値から計算されます。<br/><br/>通常これは{0}つで、Rankedされたビートマップごとに{1}つ追加されます。（最大 {2}）サポーターになると、{3}つになりRankedされるごとに{4}つ追加されます。（最大 {5}）
ko: 한 번에 가질 수 있는 Ranked 되지 않은 비트맵의 수는 기본 값 + 현재 소유하고 있는 각 Ranked 된 비트맵 (한계치까지) 의 추가적 보너스로 계산됩니다. <br/><br/>일반적으로 이 값은 Ranked 된 비트맵 당 4 + 1입니다 (최대 2). 서포터가 있으면, 이 값이 Ranked 된 비트맵 당 8 + 1로 증가합니다 (최대 12).
nl: Hoeveel niet-gerangschikte beatmaps je tegelijkertijd kunt hebben, wordt berekend op basis van een basiswaarde plus een extra bonus voor elke gerangschikte beatmap die je momenteel hebt (tot een limiet). <br/> <br/> Normaal is dit 4 plus 1 per gerangschikte beatmap (maximaal 2). Met supporter neemt dit toe tot 8 plus 1 per gerangschikte beatmap (maximaal 12).
no: Antallet ikke-rangerte beatmaps som du kan ha på en gang er beregnet ut ifra en grunnverdi, pluss en tilleggsbonus for hvert rangerte map du har (opp til en satt maksgrense).<br/><br/>Vanligvis vil dette si at du har en grunnverdi på 4 poeng, pluss 1 poeng per rangerte beatmap (maks 2 maps). Med supporter, økes disse verdiene slik at du har en grunnverdi på 8. Deretter vil du få 1 poeng per rangerte beatmap (maks 12 maps).
pl: Maksymalna liczba posiadanych beatmap nierankingowych jest obliczana na podstawie wartości bazowej, do której dolicza się premię za każdą rankingową beatmapę, jaką masz na koncie (do pewnej granicy).<br/><br/>Zazwyczaj jest to {0} plus {1} (maks. {2}). Dla donatorów osu! ta wartość jest zwiększona do {3} plus {4} (maks. {5}).
pt: O número máximo de beatmaps não classificados que podes possuir é calculado dum valor base mais um bónus adicional para cada beatmap classificado que atualmente possuas (até a um certo limite).<br/><br/>Normalmente é 4 mais 1 por cada beatmap classificado (até 2). Com a osu!supporter, isto aumenta para 8 mais 1 por cada beatmap classificado (até 12).
pt_br: A quantidade máxima de beatmaps não-ranqueados que você pode ter é calculado com base em um valor padrão (normalmente 4) +1 adicional para cada beatmap ranqueado que você possui (max. 2).<br/><br/> Com osu!supporter, esse limite é aumentado para 8 + 1 adicional para cada beatmap ranqueado (max. 12).
ro: Câte beatmap-uri neclasate poți avea în același timp este calculat dintr-o bază valută plus încă un bonus pentru fiecare beatmap clasat acum ai (până la limită).<br/><br/>Normal acesta este 4 plus 1 per beatmap clasat (până la 2). Cu ajutător, aceste se mărește la 8 plus 1 per beatmap clasat (până la 12).
ru: Максимальное количество нерейтинговых карт, которое Вы можете добавить, начинается с одного значения и увеличивается по мере того, как Ваши карты становятся рейтинговыми (до определённого ограничения).<br/><br/>Обычно это 4 карты изначально, плюс одна за каждую рейтинговую (до двух). С osu!supporter: 8 карт изначально, плюс одна за каждую рейтинговую (до 12).
sv: Hur många orankade beatmaps kan du ha på en gång beräknas från ett basvärde plus en extra bonus för varje rankad beatmap du för närvarande har (upp till en gräns). <br/><br/>Vanligtvist är detta {0} plus {1} per rankad beatmap (upp till {2}). Med supporter ökar detta till {3} plus {4} per rankad beatmap (upp till {5}).
th: จำนวนบีทแมพที่ไม่ได้จัดอันดับ ณ เวลาใด ๆ จะขึ้นกับค่าเริ่มต้น + โบนัสต่อจำนวนบีทแมพที่ได้จัดอันดับ (สูงสุดตามขีดจำกัดที่มี)<br/><br/>ปกติแล้วคือ {0} + {1} บีทแมพต่อบีทแมพที่ได้จัดอันดับ (สูงสุด {2}) หากเป็นผู้สนับสนุน จะกลายเป็น {3} + {4} บีทแมพ (สูงสุด {5})
tr: Ne kadar ranked olmayan beatmaplere sahip olabileceğin, temel bir değere ek olarak, ne kadar ranked beatmap sahip olmuşluğun varsa eklenerek belirlenir (bir sınıra kadar).<br/>Normalde bu her bir ranked map için fazladan 4 tane daha fazla ranked olmayan beatmap hakkına erişirsin (2'ye kadar). Destekçilik ile bu 1 ranked beatmap için 8 e çıkar (12'ye kadar).<br/>
uk: Хоч скільки рейтінових карт ви можете додати зважає на базового значення плюс дополнітелной бонус за кожну рейтингову карту яку ви маєте (до певного ліміту). <br/></br> Зазвичай це {0} плюс {1} за кожну рейтингову карту (до {2} ). З osu!supporter це значення збільшується до {3} плюс {4} за кожну рейтингову карту (до {5})
vi: Số beatmap bạn sở hữu cùng lúc được tính từ một giá trị cơ sở cộng với lượng thưởng thêm ứng với mỗi beatmap được xếp hạng mà bạn đang có (tới một ngưỡng)<br/><br/>Thông thường nó là {0} + {1} với mỗi beatmap được xếp hạng (lên tới {2}). Với việc làm người ủng hộ, nó sẽ tăng lên {3} + {4} với mỗi beatmap được xếp hạng (lên tới {5}).
zh: 同一时间你能拥有的未 ranked 的谱面数量由一个基数值和附加奖励相加得到，附加奖励根据你已 ranked 的谱面数量而定，并且有一个上限。<br/><br/>通常情况下，基数为4，每多一张 ranked 的谱面会增加 1，最多增加 2。当你是支持者时，基数变为8，每张 ranked 的谱面会增加 1，最多增加 12。

# support.perks.friend_filtering.title
source: Friend Leaderboards
ar: الأصدقاء المتصدرين
bg: Приятелски класации
cs: Žebříček kamarádů
da: Venne-Rangliste
de: Freundesranglisten
es: Amigos en la tabla de clasificación
fr: Classement des amis
hu: Baráti ranglétrák
id: Papan Peringkat Teman
it: Classifiche con Amici
ja: フレンドリーダーボード
ko: 친구 리더보드
nl: Vrienden ranglijsten
no: Venners rangeringsliste
pl: Rankingi znajomych
pt: Tabela de classificações de amigos
pt_br: Classificação de Amigos
ro: Clasamente Prieteni
ru: Глобальные таблицы среди друзей
sv: Vän topplistor
th: อันดับคะแนนเพื่อน
tr: Arkadaş Sıralamaları
uk: Рейтинг друзів
vi: Bảng xếp hạng Bạn bè
zh: 好友排行榜
zh_tw: 好友排行榜
