Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Contest.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, hu, id, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, tr, vi, zh, zh_tw

# header.small
source: Compete in more ways than just clicking circles.
ar: تنافس بطرق أكثر من مجرد النقر فوق الدوائر.
be: Спаборнічайце не толькі ў націсканні па кругах.
bg: Състезавайте се по повече начини освен да кликате на кръгчета.
cs: Soutěž i jinak, než jen klikáním kruhů.
da: Konkurrér på flere måder end bare at klikke på cirkler.
de: Tritt gegen mehr als nur Kreise an.
el: Ανταγωνιστείτε με περισσότερους τρόπους από το να πατάτε απλά κύκλους.
es: Compite de más formas que solo presionando círculos.
fi: Kilpaile muillakin tavoilla kuin klikkailemalla ympyröitä.
hu: Versenyezz kör kattintgatáson kívüli módokban.
id: Karena sesungguhnya persaingan tidak hanya terjadi di dalam lapangan permainan.
ja: サークルをクリックするだけでなく様々な方法で競うことができます。
ko: 원을 클릭하는 것 말고도 더 다양한 방법으로 겨뤄보세요.
nl: Concurreer op meer manieren dan enkel het klikken van cirkels.
no: Konkurrer i flere måter enn bare å trykke på sirkler.
pl: Rywalizacja na więcej sposobów niż tylko klikanie w kółka.
pt_br: Compita de outras formas além de clicar em círculos.
ro: Concurează în mai multe moduri decât doar făcând clic pe cercuri.
ru: Соревнуйтесь в чём-то, помимо нажатий по кружкам.
sk: Súťaž aj inak, než klikaním kruhov.
sv: Tävla i andra sätt än att bara klicka cirklar.
tr: Yalnızca dairelere tıklamaktan başka yollarda yarışın.
vi: Cạnh tranh bằng nhiều cách khác nhau hơn là chỉ bấm vòng tròn.
zh: 享受游戏以外的竞赛体验。
zh_tw: 享受遊戲以外的競賽體驗。

# header.large
source: Community Contests
ar: مسابقات المجتمع
be: Конкурсы супольнасці
bg: Обществени конкурси
cs: Komunitní soutěže
da: Fællesskabs-turnerninger
de: Community Wettbewerbe
el: Διαγωνισμοί Κοινότητας
es: Concursos de la comunidad
fi: Yhteisön kilpailut
hu: Közösségi Versenyek
id: Kontes Komunitas
ja: コミュニティコンテスト
ko: 커뮤니티 콘테스트
nl: Community Wedstrijden
no: Fellesskapskonkurranser
pl: Konkursy społeczności
pt_br: Concursos da Comunidade
ro: Concursuri comunitare
ru: Конкурсы сообщества
sk: Súťaže Komunity
sv: Gemenskapstävlingar
tr: Topluluk Yarışmaları
vi: Cuộc Thi Cộng Đồng
zh: 社区评选
zh_tw: 社群賽事

# index.nav_title
source: listing
ar: الجدولة
bg: списък
cs: výpis
da: katalog
de: liste
es: listado
fi: listaus
hu: lista
id: daftar
ja: 一覧
ko: 목록
nl: lijst
no: liste
pl: lista
pt_br: listagem
ro: listare
ru: библиотека
sv: listning
tr: katalog
zh: 列表
zh_tw: 清單

# voting.login_required
source: Please sign in to vote.
ar: يرجى تسجيل الدخول للتصويت.
be: Увайдзіце, каб прагаласаваць.
bg: Моля влезте в профила си, за да гласувате.
cs: Pro hlasování se prosím přihlaš.
da: Log venligst ind for at stemme.
de: Zum Abstimmen bitte einloggen.
el: Παρακαλώ συνδεθείτε για να ψηφίσετε.
es: Inicie sesión para votar.
fi: Kirjaudu sisään äänestääksesi.
hu: Kérlek jelentkezz be a szavazáshoz.
id: Silakan masuk untuk memberikan suara.
ja: 投票するにはログインが必要です。
ko: 투표하려면 로그인해주세요.
nl: Log in om te kunnen stemmen.
no: Vennligst logg inn for å stemme.
pl: Zaloguj się, aby zagłosować!
pt_br: Por favor, conecte-se para votar.
ro: Te rugăm să te autentifici pentru a vota.
ru: Пожалуйста, войдите в аккаунт, чтобы проголосовать.
sk: Pre hlasovanie sa prosím prihlás.
sv: Var vänlig logga in för att rösta.
tr: Oylamak için lütfen giriş yapınız.
vi: Hãy đăng nhập để bình chọn.
zh: 请登录后再投票.
zh_tw: 請登入後再投票。

# voting.over
source: Voting for this contest has ended
ar: لقد انتهى التصويت لهذه المسابقة
be: Галасаванне за гэты конкурс скончылася
bg: Гласуването за този конкурс е приключилo
cs: Hlasování pro tuto soutěž bylo ukončeno
da: Afstemning for denne konkurrence er slut
de: Die Abstimmung für diesen Wettbewerb ist beendet
el: Η ψηφοφορία για αυτόν τον διαγωνισμό έχει λήξει
es: Las votaciones para este concurso ya han terminado
fi: Äänestys tälle kilpailulle on päättynyt
hu: Erre a versenyre már véget ért a szavazás
id: Pemungutan suara untuk kontes ini telah berakhir
ja: このコンテストの投票期間は終了しました。
ko: 이 콘테스트의 투표가 종료되었습니다.
nl: Je kan niet meer stemmen in deze wedstrijd
no: Avstemmingen for denne konkurransen har avsluttet
pl: Głosowanie dla tego konkursu zostało zakończone
pt_br: A votação deste concurso já foi encerrada
ro: Votarea pentru acest concurs s-a încheiat
ru: Голосование на этом конкурсе окончено
sk: Hlasovanie pre túto súťaź bolo ukončené
sv: Möjligheten att rösta i denna tävling har avslutats
tr: Bu yarışma için oylama sona erdi
vi: Bình chọn đã kết thúc cho cuộc thi này
zh: 这场评选的投票已经结束
zh_tw: 這場評選的投票已經結束

# voting.show_voted_only
source: Show voted
ar: إظهار التصويت
da: Vis stemmer
de: Stimmen anzeigen
es: Mostrar votado
fi: Näytä äänestetyt
id: Tampilkan yang Anda pilih
ja: 投票済みを表示
ko: 투표한 항목만 보기
nl: Toon gestemde stemmen
pl: Pokaż prace z moimi głosami
pt_br: Mostrar votados
ru: Показать проголосованные
tr: Oy verilenleri göster
zh: 显示投票
zh_tw: 顯示投票

# voting.best_of.none_played
source: It doesn't look like you played any beatmaps that qualify for this contest!
ar: لا يبدو وكأنه قد لعبت اي خرائط تؤهلك لهذه المسابقة!
be: Падобна на тое, што вы не гулялі на бітмапах, якія ўдзельнічаюць у конкурсе!
bg: Изглежда не сте играли никои от бийтмаповете, които са определени за този конкурс!
cs: Vypadá to, že nemáš zahranou žádnou mapu, která je kvalifikovaná na tuto soutěž!
da: Det ser ikke ud som om, at du har spillet nogle beatmaps, som kvalificerer sig til denne konkurrence!
de: Es scheint, als hättest du keine der Beatmaps gespielt, die dich für den Wettbewerb qualifiziert hätten!
el: Φαίνεται ότι δεν έχετε παίξει κάποιο beatmap που πληροί τα κριτήρια για αυτόν τον διαγωνισμό!
es: ¡No parece que hayas jugado a ningún mapa que califique para este concurso!
fi: Näyttäisi siltä, ettet ole pelannut tähän kilpailuun kelpuutettuja mappeja!
hu: Úgy tűnik, hogy egyetlen beatmap-et sem játszottál ami megfelelne ennek a versenynek!
id: Tampaknya Anda belum pernah memainkan map-map yang tercatat diikutsertakan dalam kontes ini!
ja: このコンテストに該当するビートマップをプレイした事がないようです！
ko: 이 콘테스트에서 평가할 어떤 맵도 플레이하지 않으신 것 같네요.
nl: Het lijkt erop dat je geen van de beatmaps in deze wedstrijd hebt gespeeld!
no: Det ser ikke ut som du har spilt noen av beatmappene som kvaliseres for denne konkurransen!
pl: Wygląda na to, że żadna z beatmap kwalifikujących się do tego konkursu nie została przez ciebie zagrana.
pt_br: Parece que você não jogou nenhum dos beatmaps qualificados para este concurso!
ro: Nu pare să fi jucat niciun beatmap care se califică pentru acest concurs!
ru: Не похоже, что Вы играли в какие-либо из карт, что квалифицированы для этого конкурса!
sk: Vypadá to, že nemáš zahratú žiadnu mapu, ktorá je kvalifikovaná pre túto súťaž!
sv: Det ser inte ut som att du har spelat någon av beatmapsen som kvalificerar för denna tävling!
tr: Bu yarışma için geçerli olan hiçbir beatmapi oynamamışsınız!
vi: Dường như bạn chưa chơi bất kì beatmap nào đủ điều kiện cho cuộc thi này!
zh: 没有符合此次评选条件的谱面！
zh_tw: 沒有符合此次評選條件的圖譜！

# voting.button.add
source: Vote
ar: تصويت
be: Галасаваць
bg: Гласувай
cs: Hlasovat
da: Stem
de: Abstimmen
el: Ψηφίστε
es: Votar
fi: Äänestä
hu: Szavazás
id: Pilih
ja: 投票
ko: 투표
nl: Stem
no: Stem
pl: Zagłosuj
pt_br: Votar
ro: Votează
ru: Голосовать
sk: Hlasovať
sv: Rösta
tr: Oyla
vi: Bỏ phiếu
zh: 投票
zh_tw: 投他一票

# voting.button.remove
source: Remove vote
ar: إزالة التصويت
be: Адрабіць голас
bg: Премахване на гласа
cs: Odebrat hlas
da: Fjern stemme
de: Vote entfernen
el: Αφαίρεση ψήφου
es: Quitar voto
fi: Poista ääni
hu: Szavazat eltávolítása
id: Hapus pilihan
ja: 投票を削除
ko: 투표 제거
nl: Verwijder stem
no: Fjern stemme
pl: Cofnij głos
pt_br: Remover voto
ro: Retrage votul
ru: Отменить голос
sv: Ta bort röstning
tr: Oyu Kaldır
vi: Hủy phiếu
zh: 取消投票
zh_tw: 取消投票

# voting.button.used_up
source: You have used up all your votes
ar: لقد استنفذت كافة اصواتك
be: Вы ўжо скарысталі ўсе вашыя галасы
bg: Използвахте всичките си гласове
cs: Využil jsi všechny svoje hlasy
da: Du har brugt alle dine stemmer
de: Du hast alle deine Votes verwendet
el: Έχετε χρησιμοποιήσει όλες σας τις ψήφους
es: Ya has usado todos tus votos
fi: Olet käyttänyt kaikki äänesi
hu: Felhasználtad az összes szavazatodat
id: Anda telah mempergunakan seluruh hak suara yang Anda miliki
ja: 全ての投票権を使いました。
ko: 모든 투표권을 사용했습니다
nl: Je hebt al je stemmen opgebruikt
no: Du har brukt opp alle stemmene dine
pl: Nie masz już więcej głosów
pt_br: Você usou todos seus votos
ro: Ți-ai folosit toate voturile
ru: Вы уже использовали все свои голоса
sv: Du har använt alla dina röster
tr: Tüm oylarını kullandın
vi: Bạn đã dùng tất cả phiếu bầu
zh: 你已经用光了投票次数
zh_tw: 您的票已經用光了。

source: entry
ar: مشاركة
be: удзельнікі конкурсу
bg: запис
cs: vstup
el: καταχώριση
es: participación
fi: ehdokas
hu: jelentkezés
id: entri
ja: エントリー
ko: 참가
nl: inzending
no: deltager
pl: zgłoszenie
pt_br: inscrição
ro: intrare
ru: заявка
sk: vstup
sv: bidrag
tr: girdi
zh: 列表
zh_tw: 參加

# entry.login_required
source: Please sign in to enter the contest.
ar: الرجاء تسجيل الدخول للمشاركة في المسابقة.
be: Увайдзіце, каб удзельнічаць у гэтым конкурсе.
bg: Моля влезте в профила си, за да се запишете за този конкурс.
cs: Přihlaš se prosím pro vstup do soutěže.
da: Log venligst ind for at deltage i denne konkurrence.
de: Zum Beitreten bitte einloggen.
el: Παρακαλούμε συνδεθείτε για να συμμετάσχετε στο διαγωνισμό.
es: Inicie sesión para participar en el concurso.
fi: Kirjaudu sisään osallistuaksesi kilpailuun.
hu: Kérlek jelentkezz be a versenyhez való csatlakozáshoz.
id: Silakan masuk untuk mengikuti kontes.
ja: このコンテストにエントリーするにはログインが必要です。
ko: 콘테스트에 참가하려면 로그인해주세요.
nl: Log in om aan de wedstrijd mee te doen.
no: Vennligst logg inn for å delta i konkurransen.
pl: Zaloguj się, aby uczestniczyć w tym konkursie.
pt_br: Por favor, conecte-se para participar deste concurso.
ro: Te rugăm să te conectezi pentru a intra în concurs.
ru: Войдите, чтобы участвовать в этом конкурсе.
sk: Prosím, prihlás sa pre vstup do súťaźe.
sv: Var vänlig logga in för att gå med i tävlingen.
tr: Yarışmaya katılmak için giriş yapınız.
vi: Hãy đăng nhập để tham gia cuộc thi.
zh: 请登录后再参加评选。
zh_tw: 請登入後再參加評選。

# entry.silenced_or_restricted
source: You cannot enter contests while restricted or silenced.
ar: لا يمكنك دخول المسابقات بينما تكون مقيد أو صامت.
be: Вы не можаце удзельнічаць у конкурсах падчас абмежавання або сцішша.
bg: Не можете да се запишете за конкурси докато сте с ограничен статут или заглушени.
cs: Nemůžeš se zůčastnit soutěže, když je tvůj účet v omezeném režimu nebo ztlumený.
da: Du kan ikke deltage i konkurrencer, når du er mutet eller begrænset.
de: Man kann restricted oder stummgeschaltet nicht an Wettbewerben teilnehmen.
el: Δεν μπορείτε να μπείτε σε διαγωνισμούς ενώ είστε restricted ή silenced.
es: No puede participar en los concursos mientras esté restringido o silenciado.
fi: Et voi osallistua kilpailuun jos olet rajoitetussa -tai mykistetyssä tilassa.
hu: Felfüggesztve illetve némítva nem jelentkezhetsz versenyekre.
id: Anda tidak dapat mengikuti kontes ketika akun Anda sedang di-restrict atau di-silence.
ja: 制限されている間やサイレンス中はコンテストにエントリーすることはできません。
ko: 제한 또는 침묵 상태에서는 콘테스트에 참가할 수 없습니다.
nl: Je kan niet meedoen aan wedstrijden als je restricted of silenced bent.
no: Du kan ikke bli med i konkurranser mens du er begrenset eller stum.
pl: Nie możesz uczestniczyć w konkursach po tym, jak twoje konto zostało ograniczone lub uciszone.
pt_br: Você não pode participar de concursos enquanto restrito ou silenciado.
ro: Nu poți participa la concursuri în timp ce ești restricționat sau amuțit.
ru: Вы не можете участвовать в конкурсе пока ваши права ограничены.
sk: Nemôžeš sa zúčastniť súťaže, keď je tvoj účet v obmedzenom režime alebo umlčaný.
sv: Du kan inte gå med i en tävling när du är begränsad eller tystad.
tr: Kısıtlanmış veya susturulmuşken yarışmalara katılamazsınız.
vi: Bạn không thể tham gia cuộc thi trong khi bị hạn chế hoặc bị im lặng.
zh: 账户受限时无法参加评选。
zh_tw: 帳戶受限時無法參加評選。

# entry.preparation
source: We are currently preparing this contest. Please wait patiently!
ar: نحن نقوم حاليا بإعداد هذه المسابقة. الرجاء الانتظار بصبر!
be: Падрыхтоўваем гэты конкурс. Калі ласка, пачакайце!
bg: В момента подготвяме този конкурс. Моля бъдете търпеливи!
cs: Tuto soutěž právě připravujeme. Prosím čekej trpělivě!
da: Vi er i gang med at forberede den næste konkurrence. Vær tålmodig!
de: Wir bereiten diesen Wettbewerb gerade vor. Bitte habe Geduld!
el: Είμαστε στη διαδικασία προετοιμασίας του διαγωνισμού. Υπομονή παρακαλώ!
es: Estamos preparando este concurso actualmente. Por favor, ¡Espera pacientemente!
fi: Valmistelemme tätä kilpailua. Odota rauhassa!
hu: Ez a verseny előkészítés alatt áll. Kérjük várj türelmesen!
id: Kami sedang mempersiapkan kontes ini. Harap tunggu dengan sabar!
ja: このコンテストは準備中です。しばらくお待ちください！
ko: 현재 콘테스트가 준비중에 있습니다. 인내심을 갖고 조금만 더 기다려주세요!
nl: We zijn nog bezig met de voorbereidingen van deze wedstrijd. Heb nog even geduld alsjeblieft!
no: Vi driver for tiden å forbereder denne konkurransen. Vennligst vent tålmodig!
pl: Ten konkurs jest obecnie przygotowywany. Czekaj cierpliwie!
pt_br: Estamos preparando este concurso. Por favor, aguarde pacientemente!
ro: Pregătim acest concurs în prezent. Te rugăm să aștepți cu răbdare!
ru: В настоящее время мы готовим этот конкурс! Пожалуйста, потерпи немного.
sk: Momentálne pripravujeme túto súťaž. Prosím čakaj trpezlivo!
sv: Vi håller på att förbereda denna tävling. Var god vänta med tålamod!
tr: Şu an bu yarışmayı hazırlıyoruz. Lütfen sabırla bekleyiniz!
vi: Chúng tôi đang chuẩn bị cho cuộc thi này. Xin hãy kiên nhẫn chờ đợi!
zh: 我们正在准备这场评选，请耐心等待！
zh_tw: 我們正在準備這場評選，請耐心等待！

# entry.drop_here
source: Drop your entry here
ar: ضع مشاركتك هنا
be: Перацягніце файл сюды
bg: Пуснете вашия файл тук
cs: Tvůj vstup přetáhni sem
da: Aflever dit bidrag her
de: Lege deine Einsendung hier ab
el: Αφήστε την καταχώρησή σας εδώ
es: Suelta tu entrada aquí
fi: Pudota työsi tähän
hu: Húzd a jelentkezésedet ide
id: Letakkan entri Anda di sini
ja: エントリーをここにドロップ！
ko: 참가할 작품을 이곳에 끌어넣어주세요.
nl: Sleep je inzending hier
no: Slipp bidraget ditt her
pl: Tutaj umieść swoje zgłoszenie
pt_br: Solte a sua inscrição aqui
ro: Trage intrarea ta aici
ru: Брось свою заявку сюда
sk: Tvoj vstup pretiahni sem
sv: Släpp ditt bidrag här
tr: Girdinizi buraya bırakın
vi: Thả bài dự thi của bạn vào đây
zh: 将您的参赛文件拖到此处
zh_tw: 將您的參賽文件拖到此處

# entry.download
source: Download .osz
ar: تحميل .osz
be: Спампаваць .osz
bg: Изтегли .osz
cs: Stáhnout .osz
de: .osz herunterladen
el: Λήψη .osz
es: Descargar archivo .osz
fi: Lataa .osz-tiedosto
hu: .osz letöltése
id: Unduh .osz
ja: .oszをダウンロード
ko: .osz 파일 다운로드
no: Last ned .osz
pl: Pobierz plik .osz
pt_br: Baixar .osz
ro: Descarcă .osz
ru: Скачать .osz
sk: Stiahnuť .osz
sv: Ladda ner .osz
tr: .osz indir
vi: Tải xuống .osz
zh: 下载 .osz
zh_tw: 下載 .osz 檔案

# entry.wrong_type.art
source: Only .jpg and .png files are accepted for this contest.
ar: تُقبل ملفات.jpg و.png فقط لهذه المسابقة.
be: Толькі .jpg і .png файлы дазволены для гэтага конкурсу.
bg: Само файлове с .jpg или .png формат се приемат за този конкурс.
cs: Pouze .jpg a ,png soubory jsou přijímány pro tuto soutěž.
da: Kun .jpg og .png filer er accepteret i denne konkurrence.
de: Nur .jpg und .png-Dateien werden in diesem Wettbewerb akzeptiert.
el: Μόνο .jpg και .png αρχεία είναι αποδεκτά για αυτόν τον διαγωνισμό.
es: Solo se aceptan archivos .jpg y .png en este concurso.
fi: Tähän kilpailuun sallitaan ainoastaan .jpg- ja -png-tiedostot.
hu: Csak .jpg és .png kiterjesztésű fájlok engedélyezettek erre a versenyre.
id: Kontes ini hanya menerima berkas-berkas dengan ekstensi .jpg dan .png.
ja: このコンテストは.jpgか.png拡張子のファイルしか受け付けていません。
ko: 이 콘테스트에서는 .jpg 파일과 .png 파일만 등록할 수 있습니다.
nl: Alleen .jpg en .png bestanden worden geaccepteerd voor deze wedstrijd.
no: Bare .jpg og .png filer er akseptert for denne konkurransen.
pl: Jedynie pliki o rozszerzeniach .jpg czy .png są dozwolone w tym konkursie.
pt_br: Apenas arquivos .jpg e .png são aceitos para este concurso.
ro: Numai fișierele de tip .jpg și .png sunt acceptate pentru acest concurs.
ru: Только файлы формата .jpg и .png разрешены для этого конкурса.
sk: Iba .jpg a .png súbory sú akceptované pre túto súťaž.
sv: Endast .jpg och .png filer är tillåtna i denna tävling.
tr: Bu yarışma için sadece .jpg ve .png dosyaları kabul edilir.
vi: Chỉ những file .jpg và .png mới được chấp nhận cho cuộc thi này.
zh: 只接受 .jpg 和 .png 格式的文件.
zh_tw: 只接受 .jpg 和 .png 格式的文件.

# entry.wrong_type.beatmap
source: Only .osu files are accepted for this contest.
ar: تُقبل ملفات .osu فقط لهذه المسابقة.
be: Толькі .osu файлы дазволены для гэтага конкурсу.
bg: Само файл с .osu формат се приема за този конкурс.
cs: Pouze .osu soubory jsou přijímány pro tuto soutěž.
da: Kun .osu filer er accepteret i denne konkurrence.
de: Nur .osu-Dateien werden in diesem Wettbewerb akzeptiert.
el: Μόνο .osu αρχεία είναι αποδεκτά για αυτόν τον διαγωνισμό.
es: Solo se aceptan archivos .osu en este concurso.
fi: Tähän kilpailuun sallitaan ainoastaan .osu-tiedostot.
hu: Csak .osu kiterjesztésű fájlok engedélyezettek erre a versenyre.
id: Kontes ini hanya menerima berkas-berkas dengan ekstensi .osu.
ja: このコンテストは.osu拡張子のファイルしか受け付けていません。
ko: 이 콘테스트에서는 .osu 파일만 등록할 수 있습니다.
nl: Alleen .osu bestanden worden geaccepteerd voor deze wedstrijd.
no: Bare .osu filer er akseptert for denne konkurransen.
pl: Jedynie pliki o rozszerzeniu .osu są dozwolone w tym konkursie.
pt_br: Apenas arquivos .osu são aceitos para este concurso.
ro: Numai fișierele de tip .osu sunt acceptate pentru acest concurs.
ru: Только файлы формата .osu разрешены для этого конкурса.
sk: Iba .osu súbory su akceptované pre túto súťaž.
sv: Endast .osu filer är tillåtna i denna tävling.
tr: Bu yarışma için sadece .osu dosyaları kabul edilir.
vi: Chỉ những file .osu mới được chấp nhận cho cuộc thi này.
zh: 只接受 .osu 格式的文件.
zh_tw: 只接受 .osu 格式的文件.

# entry.wrong_type.music
source: Only .mp3 files are accepted for this contest.
ar: تُقبل ملفات .mp3 فقط لهذه المسابقة.
be: Толькі .mp3 файлы дазволены для гэтага конкурсу.
bg: Само файл с .mp3 формат се приема за този конкурс.
cs: Pouze .mp3 soubory jsou přijímány pro tuto soutěž.
da: Kun .mp3 filer er accepteret i denne konkurrence.
de: Nur .mp3-Dateien werden in diesem Wettbewerb akzeptiert.
el: Μόνο .mp3 αρχεία είναι αποδεκτά για αυτόν τον διαγωνισμό.
es: Solo se aceptan archivos .mp3 en este concurso.
fi: Tähän kilpailuun sallitaan ainoastaan .mp3-tiedostot.
hu: Csak .mp3 kiterjesztésű fájlok engedélyezettek erre a versenyre.
id: Kontes ini hanya menerima berkas-berkas dengan ekstensi .mp3.
ja: このコンテストは.mp3拡張子のファイルしか受け付けていません。
ko: 이 콘테스트에서는 .mp3 파일만 등록할 수 있습니다.
nl: Alleen .mp3 bestanden worden geaccepteerd voor deze wedstrijd.
no: Bare .mp3 filer er akseptert for denne konkurransen.
pl: Jedynie pliki o rozszerzeniu .mp3 są dozwolone w tym konkursie.
pt_br: Apenas arquivos .mp3 são aceitos para este concurso.
ro: Numai fișierele de tip .mp3 sunt acceptate pentru acest concurs.
ru: Только файлы формата .mp3 разрешены для этого конкурса.
sk: Iba .mp3 súbory sú akceptované pre túto súťaž.
sv: Endast .mp3 filer är tillåtna i denna tävling.
tr: Bu yarışma için sadece .mp3 dosyaları kabul edilir.
vi: Chỉ những file .mp3 mới được chấp nhận cho cuộc thi này.
zh: 只接受 .mp3 格式的文件.
zh_tw: 只接受 .mp3 格式的文件.

# entry.too_big
source: Entries for this contest can only be up to {0}.
ar: مشاركات هذه المسابقة يمكن ان تصل الى {0}.
be: Памеры файлаў для гэтага конкурсу не могуць быць вышэй за {0}.
bg: Записите за този конкурс могат да са до {0} пъти.
cs: Možné vstupy pro tuto soutěž jsou {0}át.
da: Bidrag til denne konkurrence kan maks være op til {0}.
de: Einsendungen in diesem Wettbewerb können nur bis zu {0} groß sein.
el: Οι καταχωρήσεις για αυτόν τον διαγωνισμό μπορούν να είναι το πολύ {0}.
es: Tu archivo no puede exceder el siguiente tamaño: {0}.
fi: Tähän kilpailuun voi lähettää korkeintaan {0} työtä.
hu: A jelentkezések száma erre a versenyre csak {0} lehet.
id: Berkas entri yang hendak didaftarkan untuk kontes ini tidak boleh melebihi batas ukuran maksimal {0}.
ja: このコンテストのエントリーの上限は{0}です。
ko: 이 콘테스트의 최대 참가 가능한 작품 수는 {0}개 입니다.
nl: Inzendingen voor deze wedstrijd kunnen maar {0} zijn.
no: Bidrag til denne konkurransen kan maks være {0}.
pl: Maksymalna wielkość zgłoszeń dla tego konkursu to {0}.
pt_br: Inscrições não podem exceder {0}.
ro: Întrările pentru acest concurs pot fi numai până la {0}.
ru: Размеры файлов для этого конкурса не могут превышать {0}.
sk: Možné vstupy pre túto súťaž sú {0}át.
sv: Bidrag till denna tävling får vara högst {0}.
tr: Bu yarışma için {0} girdi gönderilebilir.
vi: Số bài dự thi cho cuộc thi này tối đa là {0}.
zh: 参赛文件的大小不能超过 {0}.
zh_tw: 參賽文件的大小不能超過 {0}.

# beatmaps.download
source: Download Entry
ar: تحميل المشاركة
be: Спампаваць файлы
bg: Изтегляне на запис
cs: Stáhnout vstup
da: Download Bidrag
de: Einsendung herunterladen
el: Λήψη Καταχώρησης
es: Descargar entrada
fi: Lataa ehdokas
hu: Jelentkezés letöltése
id: Unduh Entri
ja: エントリーをダウンロード
ko: 참가작 다운로드
nl: Download Inzending
no: Last ned bidraget
pl: Pobierz zgłoszenie
pt_br: Baixar Inscrição
ro: Descarcă intrarea
ru: Скачать файлы
sk: Stiahnuť vstup
sv: Ladda Ner Bidrag
tr: Girdiyi İndir
vi: Tải Xuống Bài Dự Thi
zh: 下载模板
zh_tw: 下載模板

# vote.list
source: votes
ar: الأصوات
be: галасоў
bg: гласове
cs: hlasy
da: stemmer
de: stimmen
el: ψήφοι
es: votos
fi: äänet
hu: szavazatok
id: suara
ja: 投票
ko: 투표
nl: stemmen
no: stemmer
pl: głosy
pt_br: votos
ro: voturi
ru: голосов
sk: hlasy
sv: röster
tr: oylar
vi: phiếu
zh: 票数
zh_tw: 投票

# vote.count
source: {0} vote|{0} votes
ar: {0} تصويت|{0} الاصوات
be: {0} голас|{0} галасы|{0} галасоў
bg: {0} глас|{0} гласове
cs: {0} hlas|{0} hlasů
da: {0} stemme|{0} stemmer
el: {0} ψήφος|{0} ψήφοι
es: {0} voto|{0} votos
fi: {0} ääni|{0} ääntä
hu: {0} szavazat|{0} szavazatok
id: {0} suara|{0} suara
ja: {0} 票
ko: {0}표
nl: {0} stem|{0} stemmen
no: {0} stemme|{0} stemmer
pl: {0} głos|{0} głosy|{0} głosów
pt_br: {0} voto|{0} votos
ro: {0} vot|{0} voturi|{0} de voturi
ru: {0} голос|{0} голоса|{0} голосов
sk: {0} hlas|{0} hlasov
sv: {0} rösta|{0} röster
tr: {0} oy|{0} oy
vi: {0} phiếu
zh: {0} 票
zh_tw: {0} 票|{0} 票

# vote.points
source: {0} point|{0} points
ar: {0} نقطة|{0} نقاط
be: {0} ачко|{0} ачкі|{0} ачкоў
bg: {0} точка|{0} точки
cs: {0} bod|{0} bodů
da: {0} point|{0} point
de: {0} Punkt |{0} Punkte
el: {0} πόντος|{0} πόντοι
es: {0} punto|{0} puntos
fi: {0} piste|{0} pistettä
hu: {0} pont|{0} pontok
id: {0} poin|{0} poin
ja: {0} ポイント
ko: {0}포인트
nl: {0} punt|{0} punten
no: {0} poeng|{0} poeng
pl: {0} punkt|{0} punkty|{0} punktów
pt_br: {0} ponto|{0} pontos
ro: {0} punct|{0} puncte|{0} de puncte
ru: {0} очко|{0} очка|{0} очков
sk: {0} bod|{0} body
sv: {0} poäng|{0} poäng
tr: {0} puan|{0} puan
vi: {0} điểm
zh: {0} 分
zh_tw: {0} 分|{0} 分

# dates.ended
source: Ended {0}
ar: انتهت {0}
be: Скончыцца {0}
bg: Приключи на {0}
cs: Ukončeno {0}
da: Sluttede den {0}
de: Endete am {0}
el: Τελείωσε στις {0}
es: Finalizó el {0}
fi: Loppui {0}
hu: Vége: {0}
id: Telah Berakhir Pada {0}
ja: 終了日 {0}
ko: {0} 에 끝났습니다
nl: Gesloten {0}
no: Avsluttet {0}
pl: Zakończony {0}
pt_br: Encerrada em {0}
ro: S-a terminat pe {0}
ru: Окончено {0}
sk: Ukončené {0}
sv: Avlutad {0}
tr: {0} tarihinde sona erdi
vi: Đã kết thúc {0}
zh: 结束于 {0}
zh_tw: 結束於 {0}

# dates.ended_no_date
source: Ended
ar: انتهت
bg: Приключи
de: Beendet
es: Finalizado
fi: Päättyi
hu: Befejezve
id: Telah Berakhir
ja: 終了
ko: 종료됨
nl: Afgelopen
no: Avsluttet
pl: Zakończony
pt_br: Encerrado
ro: Încheiat
ru: Окончен
sv: Avslutad
tr: Sona erdi
zh: 已结束
zh_tw: 已結束

# dates.starts._
source: Starts {0}
ar: يبدأ {0}
be: Пачнецца {0}
bg: Започва на {0}
cs: Začíná {0}
da: Starter den {0}
de: Startet am {0}
el: Ξεκινάει στις {0}
es: Comienza {0}
fi: Alkoi {0}
hu: Kezdete: {0}
id: Akan Dimulai Pada {0}
ja: 開始日 {0}
ko: {0} 에 시작합니다
nl: Gestart {0}
no: Starter {0}
pl: Data rozpoczęcia: {0}
pt_br: Começa em {0}
ro: Începe pe {0}
ru: Начнётся {0}
sk: Začína {0}
sv: Startar {0}
tr: Başlangıç {0}
vi: Bắt đầu {0}
zh: 开始于 {0}
zh_tw: 開始於 {0}
