Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Contest.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, hu, id, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, tr, vi, zh, zh_tw

# dates.starts.soon
source: soon™
ar: قريبا™
be: хутка™
bg: скоро™
da: snart™
el: σύντομα™
es: pronto™
fi: pian™
hu: hamarosan™
id: segera™
ja: 間もなく™
ko: 곧...™
nl: binnenkort™
no: snart™
pl: wkrótce™
pt_br: em breve™
ro: curând™
ru: скоро™
sk: čoskoro™
sv: snart™
tr: yakında™
zh: 不久之后

# states.entry
source: Entry Open
ar: المشاركة مفتوحة
be: Адкрытыя ўдзелы
bg: Отворено записване
cs: Vstup Otevřen
da: Åbent For Bidrag
de: Einsendungen offen
el: Ανοιχτές Συμμετοχές
es: Registros Abiertos
fi: Avoinna
hu: Nyitott Jelentkezés
id: Menerima Entri
ja: エントリー受付中
ko: 참가 작품 모집중
nl: Inzendingen Open
no: Påmelding åpen
pl: Otwarty na zgłoszenia
pt_br: Inscrição Aberta
ro: Inscriere deschisă
ru: Заявки открыты
sk: Vstup Otvorený
sv: Öppen För Bidrag
tr: Girişler Açık
vi: Nhận Bài Dự Thi
zh: 可参加
zh_tw: 可參加

# states.voting
source: Voting Started
ar: بدأ التصويت
be: Пачатае галасаванне
bg: Гласуването започна
cs: Hlasování Začalo
da: Afstemning Begyndt
de: Abstimmung gestartet
el: Η Ψηφοφορία Ξεκίνησε
es: Votación Iniciada
fi: Äänestys Alkanut
hu: Szavazás Folyamatban
id: Dalam Tahapan Pemungutan Suara
ja: 投票期間中
ko: 투표 시작됨
nl: Stemmen Gestard
no: Avstemningen har begynt
pl: Głosowanie
pt_br: Votação Iniciada
ro: Votarea a început
ru: Голосование началось
sk: Hlasovanie Začalo
sv: Röstning Startad
tr: Oylama Başladı
vi: Bắt Đầu Bình Chọn
zh: 投票中
zh_tw: 投票中

# states.results
source: Results Out
ar: النتائج خرجت
be: Апублікаваныя вынікі
bg: Резултатите са обявени
cs: Výsledky Vyhlášeny
da: Resultaterne Er Ude
de: Ergebnisse bekanntgegeben
el: Αποτελέσματα
es: Resultados
fi: Tulokset Julkistettu
hu: Kihirdetett Eredmény
id: Telah Berakhir
ja: 結果発表
ko: 결과 발표됨
nl: Resultaten uit
no: Resultat er ute
pl: Wyniki
pt_br: Resultados
ro: Rezultate postate
ru: Результаты опубликованы
sk: Výsledky
sv: Resultat Ute
tr: Sonuçlar Çıktı
vi: Đã Có Kết Quả
zh: 已结束
zh_tw: 已結束
