Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Events.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, id, it, ja, ko, nl, no, pl, pt, ro, sk, sv, tr, vi, zh, zh_tw

# achievement
source: <strong><em>{0}</em></strong> unlocked the "<strong>{1}</strong>" medal!
ar: <strong><em>{0}</em></strong> فتح ميدالية الـ"<strong>{1}</strong>"!
be: Карыстальнік <strong><em>{0}</em></strong> адкрыў дасягненне "<strong>{1}</strong>"!
bg: <strong><em>{0}</em></strong> отключи медала "<strong>{1}</strong>"!
cs: <strong><em>{0}</em></strong> získal "<strong>{1}</strong>" medajli!
da: <strong><em>{0}</em></strong> låste op for "<strong>{1}</strong>" medaljen!
de: <strong><em>{0}</em></strong> hat die "<strong>{1}</strong>" Medaille freigeschaltet!
el: O <strong><em>{0}</em></strong> ξεκλείδωσε το μετάλλιο "<strong>{1}</strong>!
es: ¡<strong><em>{0}</em></strong> ha desbloqueado el logro "<strong>{1}</strong>"!
fi: <strong><em>{0}</em></strong> on saanut "<strong>{1}</strong>" mitalin!
id: <strong><em>{0}</em></strong> telah membuka medali "<strong>{1}</strong>"!
it: <strong><em>{0}</em></strong> ha sbloccato la medaglia "<strong>{1}</strong>"!
ja: <strong><em>{0}</em></strong>が"<strong>{1}</strong>"メダルを取得しました！
ko: <strong><em>{0}</em></strong> 님이 "<strong>{1}</strong>" 업적을 달성했습니다!
nl: <strong><em>{0}</em></strong> presteerde "<strong>{1}</strong>"!
no: <strong><em>{0}</em></strong> har oppnådd "<strong>{1}</strong>" medaljen!
pl: <strong><em>{0}</em></strong> zdobywa osiągnięcie <strong>{1}</strong>!
pt: <strong><em>{0}</em></strong> desbloqueou a medalha "<strong>{1}</strong>"!
ro: <strong><em>{0}</em></strong> a deblocat medalia "<strong>{1}</strong>"!
sk: <strong><em>{0}</em></strong> získal "<strong>{1}</strong>" medailu!
sv: <strong><em>{0}</em></strong> låste upp "<strong>{1}</strong>" medalj!
tr: <strong><em>{0}</em></strong> "<strong>{1}</strong>" madalyasını açtı!
vi: <strong><em>{0}</em></strong> đã mở khóa huy chương "<strong>{1}</strong>"!
zh: <strong><em>{0}</em></strong> 解锁了 "<strong>{1}</strong>" 成就！
zh_tw: <strong><em>{0}</em></strong> 解鎖了 "<strong>{1}</strong>" 成就！

# beatmap_playcount
source: {0} has been played {1} times!
ar: {0} لعبت {1} مرة!
be: Бітмапа {0} гулялася {1} раз!
bg: {0} е игран {1} пъти!
cs: {0} byla zahrána už {1}át!
da: {0} er blevet spillet {1} gange!
de: {0} wurde {1} mal gespielt!
el: Το {0} έχει παιχτεί {1} φορές!
es: ¡{0} ha sido jugado {1} veces!
fi: Beatmappia {0} on pelattu {1} kertaa!
id: {0} telah dimainkan sebanyak {1} kali!
it: {0} è stata giocata {1} volte!
ja: {0}が{1}回プレイされました！
ko: {0} 맵이 {1} 번 플레이되었습니다!
nl: {0} is {1} keer gespeeld!
no: {0} har blitt spilt {1} ganger!
pl: Beatmapa {0} została zagrana {1} razy!
pt: {0} foi jogado {1} vezes!
ro: {0} a fost jucat de {1} dăți!
sk: {0} bola zahraná už {1}át!
sv: {0} har spelats {1} gånger!
tr: {0}, {1} kere oynandı!
vi: {0} đã được chơi {1} lần!
zh: {0} 已经被玩了 {1} 次！
zh_tw: {0} 已經被玩了 {1} 次！

# beatmapset_approve
source: {0} by <strong>{1}</strong> has been {2}!
ar: {0} بواسطة <strong>{1}</strong> قد تم {2}!
be: {0} ад <strong>{1}</strong> была {2}!
bg: {0} от <strong>{1}</strong> бе {2}!
cs: {0} od <strong>{1}</strong> byl {2}!
da: {0} af <strong>{1}</strong> er blevet {2}!
de: {0} von <strong>{1}</strong> wurde {2}!
el: Το {0} από τον <strong>{1}</strong> έχει {2}!
es: ¡{0} por <strong>{1}</strong> ha sido {2}!
fi: {0} käyttäjältä <strong>{1}</strong> on nyt {2}
id: {0} oleh <strong>{1}</strong> telah berstatus {2}!
it: {0} di <strong>{1}</strong> è stata approvata!
ja: <strong>{0}</strong>の{1}が{2}になりました！
ko: <strong>{0}</strong>님이 만든 {1} 맵셋이 {2} 되었습니다!
nl: {0} door <strong>{1}</strong> is geaccepteerd!
no: {0} av <strong>{1}</strong> har blitt {2}!
pl: Beatmapa {0} użytkownika <strong>{1}</strong> {2}!
pt: {0} por <strong>{1}</strong> foi {2}!
ro: {0} făcut de <strong>{1}</strong> a fost {2}!
sk: {0} od <strong>{1}</strong> bol {2}!
sv: {0} av <strong>{1}</strong> har blivit {2}!
tr: <strong>{0}</strong> tarafından yapılan {1} {2}!
vi: {0} bởi <strong>{1}</strong> đã được {2}!
zh: <strong>{0}</strong> 制作的 {1} 已经被 {2} ！
zh_tw: <strong>{0}</strong> 製作的 {1} 已經被 {2} ！

# beatmapset_delete
source: {0} has been deleted.
ar: {0} حُذِفَت.
be: {0} быў выдалены.
bg: {0} бе изтрит.
cs: {0} byl odstraněn.
da: {0} er blevet slettet.
de: {0} wurde gelöscht.
el: Το {0} έχει διαγραφεί.
es: {0} ha sido eliminado.
fi: {0} on poistettu.
id: {0} telah dihapus.
it: {0} è stata eliminata.
ja: {0}が削除されました。
ko: {0} 맵셋이 삭제되었습니다.
nl: {0} is verwijderd.
no: {0} har blitt slettet.
pl: Beatmapa {0} została usunięta.
pt: {0} foi eliminado.
ro: {0} a fost șters.
sk: {0} bol odstránený.
sv: {0} har blivit raderad.
tr: {0} silindi.
vi: {0} đã bị xóa.
zh: {0} 已经被删除。
zh_tw: {0} 已經被刪除。

# beatmapset_revive
source: {0} has been revived from eternal slumber by <strong>{1}</strong>.
ar: {0} تم احياؤها من سبات ابدي بواسطة <strong>{1}</strong>.
be: {0} быў адноўлены <strong>{1}</strong>.
bg: {0} бе възобновен от бездната от <strong>{1}</strong>.
cs: {0} byl probrán z věčného spánku uživatelem <strong>{1}</strong>.
da: {0} er blevet gravet op fra kirkegården af <strong>{1}</strong>.
de: {0} wurde von <strong>{1}</strong> aus dem ewigen Schlaf geweckt.
el: Το {0} αναστήθηκε από τον αιώνιο λήθαργο από τον <strong>{1}</strong>.
es: {0} ha sido revivido del sueño eterno por <strong>{1}</strong>.
fi: {0} on herätetty ikiunesta <strong>{1}{2}</strong> toimesta.
id: {0} telah dikembalikan dari Graveyard menuju Pending oleh <strong>{1}</strong>.
it: {0} è stata risvegliata dal sonno eterno da <strong>{1}</strong>.
ja: {0}を<strong>{1}</strong>がGraveyardより復活させました。
ko: {0} 맵셋이 <strong>{1}</strong>님에 의해 영원한 수면으로부터 깨어났습니다.
nl: {0} is ontwaakt uit zijn eeuwige slaap door <strong>{1}</strong>.
no: {0} har blitt gjenopplivet fra evig søvn av <strong>{1}</strong>.
pl: Beatmapa {0} została ożywiona z wiecznego snu przez użytkownika <strong>{1}</strong>.
pt: {0} foi ressuscitado do descanso eterno por <strong>{1}</strong>.
ro: {0} a fost trezit din somnul etern de către <strong>{1}</strong>.
sk: {0} bol oživený z večného spánku užívateľom <strong>{1}</strong>.
sv: {0} har blivit återuppväkt från evigt slummer av <strong>{1}</strong>.
tr: {0} <strong>{1}</strong> tarafından ebedi uykusundan uyandırıldı.
vi: {0} đã được hồi sinh từ giấc ngủ ngàn thu bởi <strong>{1}</strong>.
zh: {0} 已经被 <strong>{1}</strong> 恢复。
zh_tw: {0} 已經被 <strong>{1}</strong> 恢復。

# beatmapset_update
source: <strong><em>{0}</em></strong> has updated the beatmap "<em>{1}</em>"
ar: <strong><em>{0}</em></strong> قام بتحديث الخريطة "<em>{1}</em>"
be: <strong><em>{0}</em></strong> абнавіў бітмапу "<em>{1}</em>"
bg: <strong><em>{0}</em></strong> актуализира бийтмапа "<em>{1}</em> "
cs: <strong><em>{0}</em></strong> aktualizoval mapu "<em>{1}</em>"
da: <strong><em>{0}</em></strong> har opdateret beatmappet "<em>{1}</em>"
de: <strong><em>{0}</em></strong> hat die Beatmap "<em>{1}</em>" aktualisiert
el: Ο χρήστης<strong><em>{0}</em><strong> ενημέρωσε το beatmap "<em>{1}</em>"
es: <strong><em>{0}</em></strong> ha actualizado el mapa "<em>{1}</em>"
fi: <strong><em>{0}</em></strong> on päivittänyt beatmappia "<em>{1}</em>"
id: <strong><em>{0}</em></strong> telah memperbarui beatmap "<em>{1}</em>"
it: <strong><em>{0}</em></strong> ha aggiornato la beatmap "<em>{1}</em>"
ja: <strong><em>{0}</em></strong>がビートマップ"<em>{1}</em>"を更新しました
ko: <strong><em>{0}</em></strong> 님이 "<em>{1}</em>" 비트맵을 업데이트했습니다.
nl: <strong><em>{0}</em></strong> heeft de beatmap "<em>{1}</em>" bijgewerkt.
no: <strong><em>{0}</em></strong> har oppdatert beatmappet "<em>{1}</em>"
pl: <strong><em>{0}</em></strong> aktualizuje beatmapę <em>{1}</em>
pt: <strong><em>{0}</em></strong> atualizou o beatmap "<em>{1}</em>"
ro: <strong><em>{0}</em></strong> a actualizat beatmapul "<em>{1}</em>"
sk: <strong><em>{0}</em></strong> aktualizoval beatmapu "<em>{1}</em>"
sv: <strong><em>{0}</em></strong> har uppdaterat beatmapen "<em>{1}</em>"
tr: <strong><em>{0}</em></strong> "<em>{1}</em>" beatmapini güncelledi
vi: <strong><em>{0}</em></strong> đã cập nhật beatmap "<em>{1}</em>"
zh: <strong><em>{0}</em></strong> 更新了谱面 "<em>{1}</em>"
zh_tw: <strong><em>{0}</em></strong> 更新了圖譜 "<em>{1}</em>"

# beatmapset_upload
source: <strong><em>{0}</em></strong> has submitted a new beatmap "{1}"
ar: <strong><em>{0}</em></strong> قام بتقديم خريطة جديدة "{1}"
be: <strong><em>{0}</em></strong> апублікаваў бітмапу "{1}"
bg: <strong><em>{0}</em></strong> публикува нов бийтмап "{1}"
cs: <strong><em>{0}</em></strong> zveřejnil novou mapu "{1}"
da: <strong><em>{0}</em></strong> har uploadet et nyt beatmap "{1}"
de: <strong><em>{0}</em></strong> hat eine neue Beatmap "{1}" hochgeladen.
el: O χρήστης <strong><em>{0}</em></strong> υπέβαλλε ένα νέο beatmap "{1}ª
es: <strong><em>{0}</em></strong> ha enviado un nuevo mapa "{1}"
fi: <strong><em>{0}</em></strong> on lisännyt uuden beatmapin "{1}"
id: <strong><em>{0}</em></strong> telah mengunggah beatmap baru "{1}"
it: <strong><em>{0}</em></strong> ha inviato una nuova beatmap "{1}"
ja: <strong><em>{0}</em></strong>がビートマップ"{1}"を新しく投稿しました
ko: <strong><em>{0}</em></strong> 님이 새 비트맵 "{1}"을 제출했습니다.
nl: <strong><em>{0}</em></strong> heeft een nieuwe beatmap ingezonden "{1}"
no: <strong><em>{0}</em></strong> har lastet opp et nytt beatmap "{1}"
pl: <strong><em>{0}</em></strong> przesyła nową beatmapę: {1}
pt: <strong><em>{0}</em></strong> submeteu um novo beatmap "{1}"
ro: <strong><em>{0}</em></strong> a trimis un beatmap nou "{1}"
sk: <strong><em>{0}</em></strong> zverejnil novú beatmapu "{1}"
sv: <strong><em>{0}</em></strong> har skickat in en ny beatmap "{1}"
tr: <strong><em>{0}</em></strong> yeni bir beatmap oluşturdu "{1}"
vi: <strong><em>{0}</em></strong> đã đăng lên một beatmap mới "{1}"
zh: <strong><em>{0}</em></strong> 提交了一个新谱面 "{1}"
zh_tw: <strong><em>{0}</em></strong> 提交了一個新圖譜 "{1}"

# empty
source: This user hasn't done anything notable recently!
ar: هذا المستخدم لم يقم بعمل اي نشاطات ملحوظة منذ فترة!
be: Гэта карыстальнік не рабіў нічога заўважнага ў апошні час!
bg: Този потребител не е направил нищо забележително наскоро!
cs: Tento uživatel neudělal v nejbližší minulosti nic pozoruhodného!
da: Denne bruger har ikke lavet noget bemærkelsesværdigt for nyligt!
de: Dieser Benutzer hat in letzter Zeit nichts Besonderes getan!
el: Αυτός ο χρήστης δεν έχει κάνει κάτι ιδιαίτερα αξιοσημείωτο πρόσφατα!
es: ¡Este usuario no ha hecho nada notable recientemente!
fi: Tämä käyttäjä ei ole tehnyt mitään merkittävää hiljattain!
id: Pengguna ini tidak tercatat melakukan aktivitas apapun baru-baru ini!
it: Questo utente non ha fatto qualcosa degno di nota recentemente!
ja: このユーザーはまだ何も活動記録がありません！
ko: 최근에 눈에 띄는 활동이 없네요!
nl: Deze gebruiker heeft in de afgelopen tijd niets bijzonders gedaan!
no: Denne brukeren har ikke gjort noe bemerkelsesverdig nylig!
pl: Ten gracz nie zrobił w ostatnim czasie nic godnego uwagi!
pt: Recentemente, este utilizador não tem feito nada de notável!
ro: Acest utilizator nu a realizat nimic notabil în ultimul timp!
sk: Tento užívateľ nespravil nič pozoruhodné v poslednej dobe!
sv: Denna användare har inte gjort något märkbart på sistonde!
tr: Bu kullanıcı son zamanlarda kayda değer bir şey yapmamış!
vi: Người dùng này chưa làm gì nổi bật gần đây!
zh: 该用户最近没有活动！
zh_tw: 該用戶最近沒有活動！

# rank
source: <strong><em>{0}</em></strong> achieved rank #{1} on <em>{2}</em> ({3})
ar: <strong><em>{0}</em></strong> حصل على المرتبة #{1} على <em>{2}</em> ({3})
be: Карыстальнік <strong><em>{0}</em></strong> дасягнуў #{1} рангу на бітмапе <em>{2}</em> ({3})
bg: <strong><em>{0}</em></strong> постигна ранк #{1} на <em>{2}</em> ({3})
cs: <strong><em>{0}</em></strong> získal pozici #{1} na mapě <em>{2}</em> ({3})
da: <strong><em>{0}</em></strong> opnåede rank #{1} på <em>{2}</em> ({3})
de: <strong><em>{0}</em></strong> erzielte Rang #{1} auf <em>{2}</em> ({3})
el: <strong><em>{0}</em></strong> κατάφερε να φτάσει στη θέση #{1} στο <em>{2}</em> ({3})
es: <strong><em>{0}</em></strong> logró el puesto #{1} en <em>{2}</em> ({3})
fi: <strong><em>{0}</em></strong> saavutti sijan #{1} beatmapissa <em>{2}</em> ({3})
id: <strong><em>{0}</em></strong> telah meraih peringkat #{1} pada <em>{2}</em> ({3})
it: <strong><em>{0}</em></strong> ha ottenuto il rank #{1} su <em>{2}</em> ({3})
ja: <strong><em>{0}</em></strong>が<em>{1}</em>で#{2}位を取得しました！（{3}）
ko: <strong><em>{0}</em></strong> 님이 <em>{1}</em> ({2}) 맵에서 #{3}등을 기록했습니다.
nl: <strong><em>{0}</em></strong> behaalde #{1} voor <em>{2}</em> ({3})
no: <strong><em>{0}</em></strong> oppnådde plassering #{1} på <em>{2}</em> ({3})
pl: <strong><em>{0}</em></strong> zdobywa {1}. miejsce na beatmapie <em>{2}</em> ({3})
pt: <strong><em>{0}</em></strong> alcançou a categoria de #{1} no <em>{2}</em> ({3})
ro: <strong><em>{0}</em></strong> a atins rangul #{1} în <em>{2}</em> ({3})
sk: <strong><em>{0}</em></strong> dosiahol pozíciu #{1} on <em>{2}</em> ({3})
sv: <strong><em>{0}</em></strong> uppnåde rank #{1} på <em>{2}</em> ({3})
tr: <strong><em>{0}</em></strong> <em>{1}</em> ({2}) beatmapinde #{3} sıralamaya ulaştı
vi: <strong><em>{0}</em></strong> đạt được thứ hạng #{1} trên <em>{2}</em> ({3})
zh: <strong><em>{0}</em></strong> 在 <em>{1}</em> （{2}）中取得第 {3} 名
zh_tw: <strong><em>{0}</em></strong> 在 <em>{1}</em> （{2}）中取得第 {3} 名

# rank_lost
source: <strong><em>{0}</em></strong> has lost first place on <em>{1}</em> ({2})
ar: <strong><em>{0}</em></strong> خسر المرتبة الاولى على <em>{1}</em> ({2})
be: Карыстальнік <strong><em>{0}</em></strong> страціў лідэрства на бітмапе <em>{1}</em> ({2})
bg: <strong><em>{0}</em></strong> загуби първо място на <em>{1}</em> ({2})
cs: <strong><em>{0}</em></strong> ztratil první místo na mapě <em>{1}</em> ({2})
da: <strong><em>{0}</em></strong> har mistet førstepladsen på <em>{1}</em> ({2})
de: <strong><em>{0}</em></strong> hat den ersten Platz auf <em>{1}</em> verloren ({2})
el: O χρήστης <strong><em>{0}</em></strong> έχασε την πρωτιά στο <em>{1}</em> ({2})
es: <strong><em>{0}</em></strong> ha perdido el primer puesto en <em>{1}</em> ({2})
fi: <strong><em>{0}</em></strong> on menettänyt ensimmäisen sijan beatmapissa <em>{1}</em> ({2})
id: <strong><em>{0}</em></strong> telah kehilangan peringkat pertama pada <em>{1}</em> ({2})
it: <strong><em>{0}</em></strong> ha perso il primo posto su <em>{1}</em> ({2})
ja: <strong><em>{0}</em></strong>が<em>{1}</em>の一位を失いました・・・（{2}）
ko: <strong><em>{0}</em></strong> 님이 <em>{1}</em> ({2}) 맵에서 1등 자리를 빼앗겼습니다.
nl: <strong><em>{0}</em></strong> verloor de eerste plaats op <em>{1}</em> ({2})
no: <strong><em>{0}</em></strong> har mistet førsteplassen på <em>{1}</em> ({2})
pl: <strong><em>{0}</em></strong> traci pierwsze miejsce na beatmapie <em>{1}</em> ({2})
pt: <strong><em>{0}</em></strong> perdeu o primeiro lugar em <em>{1}</em> ({2})
ro: <strong><em>{0}</em></strong> a pierdut primul loc în <em>{1}</em> ({2})
sk: <strong><em>{0}</em></strong> stratil prvé miesto na <em>{1}</em> ({2})
sv: <strong><em>{0}</em></strong> har förlorat första plats på <em>{1}</em> ({2})
tr: <strong><em>{0}</em></strong> <em>{1}</em> ({2}) beatmapinde birinciliği kaybetti
vi: <strong><em>{0}</em></strong> đã không còn dẫn đầu ở <em>{1}</em> ({2})
zh: <strong><em>{0}</em></strong> 失去了 <em>{1}</em> （{2}）的第一名
zh_tw: <strong><em>{0}</em></strong> 失去了 <em>{1}</em> （{2}）的第一名

# user_support_again
source: <strong>{0}</strong> has once again chosen to support osu! - thanks for your generosity!
ar: <strong>{0}</strong> اختار مجدداََ ان يدعم osu! - شكرا لكرمك!
be: Карыстальнік <strong>{0}</strong> зноў набыў тэг osu!supporter. Дзякуем за вашу падтрымку!
bg: <strong>{0}</strong> реши отново да подкрепи osu! - благодарим ви за щедростта!
cs: <strong>{0}</strong> se opět rozhodl podpořit osu! - díky za tvou štědrost!
da: <strong>{0}</strong> har endnu engang valgt at støtte osu! - tak for din gavmildhed!
de: <strong>{0}</strong> hat sich erneut dazu entschieden, osu! zu unterstützen - vielen Dank für deine Großzügigkeit!
el: Ο χρήστης <strong>{0}</strong> επέλεξε για άλλη μια φορά να υποστηρίξει το osu! - ευχαριστούμε για τη γενναιοδωρία σου!
es: <strong>{0}</strong> ha elegido apoyar osu! una vez más - ¡gracias por tu generosidad!
fi: <strong>{0}</strong> on taas jälleen päättänyt tukea osua! - kiitos anteliaisuudestasi!
id: <strong>{0}</strong> telah sekali lagi memutuskan untuk mendukung osu! - terima kasih atas kemurahan hati Anda!
it: <strong>{0}</strong> ha scelto ancora una volta di sostenere osu! - grazie per la tua generosità!
ja: <strong>{0}</strong>が再びosu!をサポートすることを選びました！- あなたの寛大さに感謝します！
ko: <strong>{0}</strong> 님이 다시 한번 osu!를 지원하기로 결정하셨습니다. - 감사합니다!
nl: <strong>{0}</strong> is opnieuw osu! supporter - bedankt voor je vrijgevigheid!
no: <strong>{0}</strong> har nok en gang valgt å støtte osu! - takk for din sjenerøsitet!
pl: <strong>{0}</strong> decyduje się ponownie wspomóc osu! - dziękujemy za szczodrość!
pt: <strong>{0}</strong> escolheu mais uma vez apoiar o osu! - obrigado pela tua generosidade!
ro: <strong>{0}</strong> a ales din nou să sprijine osu! - mulțumim pentru generozitatea ta!
sk: <strong>{0}</strong> sa opäť rozhodol podporiť osu! - díky za tvoju štedrosť!
sv: <strong>{0}</strong> har åter igen valt att stötta osu! - tack för din generositet!
tr: <strong>{0}</strong> bir kez daha osu!'yu desteklemeyi seçti - cömertliğinden dolayı teşekkürler!
vi: <strong>{0}</strong> đã chọn một lần nữa hỗ trợ osu! - cảm ơn vì sự rộng lượng của bạn!
zh: <strong>{0}</strong> 又一次支持了 osu! - 感谢您的慷慨捐赠！
zh_tw: <strong>{0}</strong> 又一次支持了 osu! - 感謝您的慷慨捐贈！

# user_support_first
source: <strong>{0}</strong> has become an osu!supporter - thanks for your generosity!
ar: <strong>{0}</strong> أَصبحَ osu!supporter - شكرا لكَرَمِك!
be: Карыстальнік <strong>{0}</strong> набыў тэг osu!supporter. Дзякуем за вашу падтрымку!
bg: <strong>{0}</strong> стана osu!supporter - Благодарим ви за щедростта!
cs: <strong>{0}</strong> se stal osu! supporterem - díky za tvou štědrost!
da: <strong>{0}</strong> er blevet osu! supporter - mange tak for din gavmildhed!
de: <strong>{0}</strong> ist zum osu! Supporter geworden - vielen Dank für deine Großzügigkeit!
el: Ο χρήστης <strong>{0}</strong> έγινε ένας osu! supporter - ευχαριστούμε για τη γενναιοδωρία σου!
es: <strong>{0}</strong> se ha convertido en un osu!supporter - ¡gracias por tu generosidad!
fi: <strong>{0}</strong> on ryhtynyt Tukijaksi - kiitos anteliaisuudestasi!
id: <strong>{0}</strong> telah menjadi seorang osu!supporter - terima kasih atas kemurahan hati Anda!
it: <strong>{0}</strong> è diventato un osu!supporter - grazie per la tua generosità!
ja: <strong>{0}</strong>はosu!サポーターになりました！ - あなたの寛大さに感謝します！
ko: <strong>{0}</strong> 님이 osu! 서포터가 되셨습니다. - 감사합니다!
nl: <strong>{0}</strong> is nu osu! supporter - bedankt voor je vrijgevigheid!
no: <strong>{0}</strong> har blitt en osu!supporter - takk for sjenerøsiteten din!
pl: <strong>{0}</strong> zdecydował(a) się wspomóc osu! - dziękujemy za szczodrość!
pt: <strong>{0}</strong> tornou-se num osu!supporter - obrigado pela tua generosidade!
ro: <strong>{0}</strong> a devenit un suporter osu! - mulțumim pentru generozitatea ta!
sk: <strong>{0}</strong> sa stal osu! podporovateľom - díky za tvoju štedrosť!
sv: <strong>{0}</strong> har blivit en osu! supporter - thanks for your generositet!
tr: <strong>{0}</strong> osu! supporter satın aldı - cömertliğinden dolayı teşekkür ederiz!
vi: <strong>{0}</strong> đã trở thành osu!supporter - cảm ơn vì sự rộng lượng của bạn!
zh: <strong>{0}</strong> 成为了 osu! Supporter - 感谢您的慷慨捐赠！
zh_tw: <strong>{0}</strong> 成為了 osu!支持者 - 感謝您的慷慨捐贈！

# user_support_gift
source: <strong>{0}</strong> has received the gift of osu!supporter!
ar: <strong>{0}</strong> حصل على osu!supporter كهدية!
be: Карыстальнік <strong>{0}</strong> атрымаў тэг osu!supporter як падарунак!
bg: <strong>{0}</strong> получи подарък - osu!supporter!
cs: <strong>{0}</strong> obdržel dar osu! supporteru!
da: <strong>{0}</strong> har modtaget et osu! supporter tag som gave!
de: <strong>{0}</strong> hat osu! Supporter als Geschenk erhalten!
el: Ο χρήστης <strong>{0}</strong> έλαβε το δώρο του osu! supporter!
es: ¡<strong>{0}</strong> ha recibido el regalo de osu!supporter!
fi: <strong>{0}</strong> on saanut Tukijalahjoituksen!
id: <strong>{0}</strong> telah dihadiahkan osu! supporter!
it: <strong>{0}</strong> ha ricevuto in regalo l'osu!supporter!
ja: <strong>{0}</strong>はosu!サポーターギフトを貰いました！
ko: <strong>{0}</strong> 님이 osu! 서포터를 선물받았습니다!
nl: <strong>{0}</strong> heeft osu! supporter! gekregen!
no: <strong>{0}</strong> mottok en osu!supporter gave!
pl: <strong>{0}</strong> otrzymuje prezent w postaci statusu donatora!
pt: <strong>{0}</strong> recebeu o presente de osu!supporter!
ro: <strong>{0}</strong> a primit darul de suporter osu!
sk: <strong>{0}</strong> obdržal darček osu! podporovateľ!
sv: <strong>{0}</strong> har tagit emot en osu! supporter present!
tr: <strong>{0}</strong> osu! supporter hediyesi aldı!
vi: <strong>{0}</strong> đã nhận được quà tặng osu! supporter!
zh: <strong>{0}</strong> 收到了匿名玩家赠送的 osu!supporter！
zh_tw: <strong>{0}</strong> 成為了 osu!支持者 - 來自匿名玩家的贈予！

# username_change
source: <strong>{0}</strong> has changed their username to <strong><em>{1}</em></strong>!
ar: <strong>{0}</strong> غير اسمه الى <strong><em>{1}</strong></em>!
be: Карыстальнік <strong>{0}</strong> змяніў сваё імя карыстальніка на <strong><em>{1}</strong></em>!
bg: <strong>{0}</strong> промени своето име на <strong><em>{1}</strong></em>!
cs: <strong>{0}</strong> se přejmenoval na <strong><em>{1}</strong></em>!
da: <strong>{0}</strong> har skiftet brugernavn til <strong><em>{1}</em></strong>!
de: <strong>{0}</strong> hat seinen Namen zu <strong><em>{1}</strong></em> geändert!
el: Ο χρήστης <strong>{0}</strong> άλλαξε το όνομα χρήστη του σε <strong><em>{1}</strong></em>!
es: ¡<strong>{0}</strong> ha cambiado su nombre de usuario a <strong><em>{1}</em></strong>!
fi: <strong>{0}</strong> tunnetaan nyt käyttäjänimellä <strong><em>{1}</strong></em>!
id: <strong>{0}</strong> telah mengubah nama penggunanya menjadi <strong><em>{1}</strong></em>!
it: <strong>{0}</strong> ha cambiato il suo nome utente in <strong><em>{1}</em></strong>!
ja: <strong>{0}</strong>は<strong><em>{1}</strong></em>にユーザー名を変更しました！
ko: <strong>{0}</strong> 님이 이름을 <strong><em>{1}</em></strong> 으(로) 변경했습니다!
nl: <strong>{0}</strong> noemt zichzelf vanaf nu <strong><em>{1}</strong></em>!
no: <strong>{0}</strong> har endret brukernavn sitt til <strong><em>{1}</strong></em>!
pl: <strong>{0}</strong> zmienia swoją nazwę użytkownika na <strong><em>{1}</em></strong>!
pt: <strong>{0}</strong> mudou o seu nome de utilizador para <strong><em>{1}</strong></em>!
ro: <strong>{0}</strong> și-a schimbat numele de utilizator la <strong><em>{1}</strong></em>!
sk: <strong>{0}</strong> sa premenoval na <strong><em>{1}</strong></em>!
sv: <strong>{0}</strong> har ändrat deras användarnamn till <strong><em>{1}</strong></em>!
tr: <strong>{0}</strong> kullanıcı adını <strong><em>{1}</strong></em> olarak değiştirdi!
vi: <strong>{0}</strong> đã đổi tên tài khoản của họ thành <strong><em>{1}</strong></em>!
zh: <strong>{0}</strong> 已将名字改为 <strong><em>{1}</strong></em>！
zh_tw: <strong>{0}</strong> 將名字改為 <strong><em>{1}</strong></em>！

# beatmapset_status.approved
source: approved
ar: مقبولة
es: aprobado
fi: vahvistettu
it: approvata
nl: goedgekeurd
pl: została zatwierdzona
pt: aprovado
ro: aprobat
sk: schválené
sv: godkänd
tr: onaylı
vi: được duyệt
zh_tw: 已批准

# beatmapset_status.loved
source: loved
ar: محبوبة
es: amado
fi: rakastettu
it: amata
nl: geliefd
pl: uzyskała status ulubionej społeczności
pt: adorado
ro: iubit
sk: obľúbené
sv: älskad
tr: sevilen
vi: được yêu thích

# beatmapset_status.qualified
source: qualified
ar: مؤهلة
de: qualifiziert
es: calificado
fi: hyväksytty
it: qualificata
nl: gekwalificeerd
pl: została zakwalifikowana
pt: qualificado
ro: calificat
sk: kvalifikované
sv: kvalificerad
tr: nitelikli
vi: đủ điều kiện
zh_tw: 已核可
