Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Events.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, id, it, ja, ko, nl, no, pl, pt, ro, sk, sv, tr, vi, zh, zh_tw

# beatmapset_status.ranked
source: ranked
ar: مصفوفة
es: clasificado
fi: hyväksytty
it: rankata
nl: gerankt
pl: uzyskała status rankingowy
pt: classificado
ro: clasat
sk: hodnotené
sv: rankad
tr: dereceli
vi: được xếp hạng
