Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Forum.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# topics.create.poll.options
source: Options
ar: الخيارات
be: Параметры
bg: Опции
cs: Možnosti
da: Muligheder
de: Antworten
el: Επιλογές
es: Opciones
fi: Asetukset
hu: Beállítások
id: Pilihan
it: Opzioni
ja: 選択肢
ko: 투표 항목
nl: Opties
no: Alternativer
pl: Możliwości wyboru
pt_br: Opções
ro: Opțiuni
ru: Варианты ответа
sk: Možnosti
sv: Val
tr: Seçenekler
uk: Варіанти відповіді
vi: Các lựa chọn
zh: 选项
zh_tw: 選項

# topics.create.poll.options_info
source: Place each options on a new line. You may enter up to 10 options.
ar: ضع كل خيار في سطر جديد. تستطيع ادخال 10 خيارات.
be: Кожны параметр на новай лініі. Вы можаце ўвесці да 10 параметраў.
bg: Поставете всяка опция на нов ред. Може да въведете до 10 опции.
cs: Vložte jednu možnost na jeden řádek. Můžete vložit až 10 možností.
da: Placer hver mulighed på en ny linje. Du kan lave op til 10 muligheder.
de: Platziere jede Antwort in einer neuen Zeile. Du kannst maximal 10 Antworten eingeben.
el: Τοποθέτησε κάθε επιλογή σε καινούργια γραμμή. Μπορείτε να εισάγετε μέχρι 10 επιλογές.
es: Escriba cada opción en una nueva línea. Puede añadir hasta 10 opciones.
fi: Jokaiselle valinnalle tulee uusi rivi. Vaihtoehtoja on korkeintaan 10.
fr: Entrez chaque réponse sur une nouvelle ligne. Vous pouvez entrer jusqu'à 10 réponses.
hu: Minden opció kerüljön új sorba. 10 opciót lehet megadni.
id: Tempatkan setiap opsi pada baris baru. Anda dapat memasukkan hingga 10 opsi.
it: Posiziona ogni opzione su una nuova linea. Puoi inserire fino a 10 opzioni.
ja: 選択肢ごとに改行してください。上限は10個までです。
ko: 항목으로 쓰일 내용을 적어주세요. 각 행마다 항목을 구분하며, 10개 까지 입력 가능합니다.
nl: Plaats elke optie op een nieuwe lijn. Je mag maximaal 10 opties ingeven.
no: Plasser hvert alternativ på en ny linje. Du kan angi opptil 10 valg.
pl: Umieść wszystkie możliwości wyboru w oddzielnych liniach. Możesz wprowadzić maksymalnie 10 możliwości.
pt_br: Coloque cada uma das opções em uma nova linha. Você pode inserir até 10 opções.
ro: Plasează fiecare opțiune pe o linie nouă. Poți introduce până la 10 opțiuni.
ru: Разместите каждый вариант на новой строке. Вы можете ввести до 10 вариантов.
sk: Vložte jednu možnosť na jeden riadok. Môžete vložiť až 10 možností.
sv: Sätt varje val på en ny linje. Du kan skriva upp till 10 val.
tr: Her bir seçeneği yeni bir satıra yazın. 10 taneye kadar seçenek yazabilirsiniz.
uk: Кожен варіант в новому рядку. Ти можеш ввести до 10 варіантів.
vi: Đặt mỗi lựa chọn trên một dòng. Bạn có thể nhập tối đa 10 lựa chọn.
zh: 一个选项占一行，最多10个选项。
zh_tw: 一個選項佔一行，最多10個選項。

# topics.create.poll.title
source: Question
ar: سؤال
be: Пытанне
bg: Въпрос
cs: Otázka
da: Spørgsmål
de: Frage
el: Ερώτηση
es: Pregunta
fi: Kysymys
hu: Kérdés
id: Pertanyaan
it: Domanda
ja: 質問
ko: 투표 제목
nl: Vraag
no: Spørsmål
pl: Pytanie
pt_br: Pergunta
ro: Întrebare
ru: Вопрос
sk: Otázka
sv: Fråga
tr: Soru
uk: Питання
vi: Câu hỏi
zh: 问题
zh_tw: 問題

# topics.create.poll.vote_change
source: Allow re-voting.
ar: اسمح باِعادة التصويت.
be: Дазволіць паўторнае галасаванне.
bg: Позволи повторно гласуване.
cs: Povolit změnu vybrané možnosti.
da: Tillad ændring af stemme.
de: Erlaube Antwortänderungen.
el: Επιτρέπεται η αλλαγή ψήφου.
es: Permitir volver a votar.
fi: Salli uudelleenäänestys.
fr: Autoriser le changement de vote.
hu: Újraszavazás engedélyezése.
id: Izinkan pemilihan ulang.
it: Consenti di rivotare.
ja: 投票の変更を可能にする
ko: 재투표 허용.
nl: Sta opnieuw stemmen toe.
no: Tillatt gjenstemming.
pl: Zezwól na zmianę głosów.
pt_br: Permitir alteração de voto.
ro: Permite re-votarea.
ru: Разрешить повторный ответ.
sk: Povoliť zmenu vybranej možnosti.
sv: Tillåt omröstning.
tr: Yeniden oylamaya izin ver.
uk: Дозволити повторну відповідь.
vi: Cho phép bỏ phiếu lại.
zh: 允许修改
zh_tw: 允許修改

# topics.create.poll.vote_change_info
source: If enabled, users are able to change their vote.
ar: اذا قمت بتفعيله, سيكون بمقدور المستخدمين تغيير اصواتهم.
be: Калі ўключана, карыстальнікі могуць змяніць свае галасы.
bg: Ако е включено, потребителите ще могат да променят своя глас.
cs: Je-li povoleno, uživatelé mohou změnit svůj hlas.
da: Hvis aktiveret, kan brugerne ændre deres stemme.
de: Wenn aktiv, können Benutzer ihre Antworten ändern.
el: Αν ενεργοποιηθεί. οι χρήστες θα μπορούν να αλλάξουν την ψήφο τους.
es: Si está activado, los usuarios podrán cambiar su voto.
fi: Vastaajat voivat vaihtaa ääniään, jos tämä on käytössä.
fr: Si cette option est activée, les utilisateurs pourront changer leur vote.
hu: Ha engedélyezve van, a felhasználók változtathatják a szavazatukat.
id: Jika diaktifkan, pengguna dapat mengubah pilihan mereka.
it: Se abilitato, gli utenti possono cambiare il loro voto.
ja: 有効にすると投票後であっても別の選択肢に変えることができます。
ko: 허용하면, 본인이 투표한 내용을 바꿀 수 있습니다.
nl: Indien ingeschakeld, kunnen gebruikers hun stem wijzigen.
no: Hvis aktivert, kan brukerne endre stemmen sin.
pl: Jeżeli ta opcja zostanie zaznaczona, użytkownicy będą mogli zmieniać swoje głosy.
pt_br: Caso ativado, usuários poderão alterar o voto.
ro: Dacă este activată, utilizatorii au posibilitatea de a-și schimba votul.
ru: Если включено, пользователи могут изменить свой ответ.
sk: Ak povolené, používatelia môžu zmeniť svoj hlas.
sv: Om aktiverad, så kan användare ändra sina röster.
tr: Etkinleştirilirse, kullanıcılar oylarını değiştirebilme yetisine sahip olurlar.
uk: Якщо включено, користувачі зможуть змінити свою відповідь.
vi: Nếu được cho phép, người dùng có thể đổi phiếu của họ.
zh: 如果选中，则用户可以更改他们的投票。
zh_tw: 允許投票者修改他們的投票。

# topics.edit_title.start
source: Edit title
ar: تعديل العنوان
be: Рэдагаваць назву
bg: Редактирай заглавието
cs: Upravit název
da: Rediger titel
de: Titel bearbeiten
el: Επεξεργασία τίτλου
es: Editar título
fi: Muokkaa otsikkoa
fr: Modifier le titre
hu: Cím szerkesztése
id: Sunting judul
it: Modifica titolo
ja: タイトルの編集
ko: 제목 수정
nl: Bewerk titel
no: Rediger tittel
pl: Edytuj tytuł
pt_br: Editar título
ro: Editează titlul
ru: Изменить заголовок
sk: Upraviť názov
sv: Ändra titel
tr: Başlığı düzenle
uk: Редагувати заголовок
vi: Chỉnh sửa tiêu đề
zh: 编辑标题
zh_tw: 編輯標題

# topics.index.feature_votes
source: star priority
ar: تفضيل النجمة
be: зорны прыярытэт
bg: приоритет по звезди
cs: priorita hvězd
da: stjerneprioritet
de: Sternpriorität
el: βάσει αστεριών
es: prioridad de estrella
fi: tähtitaso
fr: priorité d'étoiles
hu: csillagos prioritás
id: prioritas
it: priorità stella
ja: スタープライオリティ
ko: 별 평점 순위
nl: ster prioriteit
no: stjerneprioritet
pl: priorytet
pt_br: prioridade de estrela
ro: prioritatea stelelor
ru: количество голосов
sv: stjärnprioritet
th: ลำดับความสำคัญ
tr: yıldız öncelik
uk: кількість голосів
vi: ưu tiên sao
zh: 星级优先级
zh_tw: 星級優先

# topics.index.replies
source: replies
ar: الردود
be: адказаў
bg: отговори
cs: odpovědi
da: svar
de: Antworten
el: απαντήσεις
es: respuestas
fi: vastausta
fr: réponses
hu: válaszok
id: balasan
it: risposte
ja: 返信数
ko: 답글
nl: keer beantwoordt
no: svar
pl: odpowiedzi
pt_br: respostas
ro: răspunsuri
ru: ответов
sk: odpovedí
sv: svar
tr: yanıt
uk: відповідей
vi: câu trả lời
zh: 回复数
zh_tw: 回覆數

# topics.index.views
source: views
ar: المشاهدات
be: праглядаў
bg: посещения
cs: zobrazení
da: visninger
de: Aufrufe
el: προβολές
es: vistas
fi: katsomiskertaa
fr: vues
hu: megtekintések
id: kali dilihat
it: visualizzazioni
ja: 観覧数
ko: 조회수
nl: keer bekeken
no: visninger
pl: wyświetleń
pt_br: visualizações
ro: vizualizări
ru: просмотров
sk: videní
sv: visningar
tr: görülme
uk: переглядів
vi: lượt xem
zh: 查看数
zh_tw: 瀏覽數

# topics.issue_tag_added.to_0
source: Remove "added" tag
ar: احذف اشارة "الاِضافة"
be: Выдаліць тэг «дадана»
bg: Премахни марката "добавено"
cs: Odstranit označení "přidáno"
da: Fjern "tilføjet" tag
de: Tag "added" entfernen
el: Αφαίρεση του tag ''added''
es: Eliminar etiqueta "agregado"
fi: Poista tunniste "lisätty"
fr: Supprimer le tag "added"
hu: "added" címke eltávolítása
id: Hapus tanda "tertambahkan"
it: Rimuovi tag "aggiunto"
ja: "added" タグを外す
ko: "added" 태그 삭제
nl: Verwijder "toegevoegd" tag
no: Fjern "lagt til" merknaden
pl: Usuń tag "dodane"
pt_br: Remover marcador "adicionado"
ro: Elimină tagul "added"
ru: Убрать тег "добавлено"
sk: Odstrániť označenie "pridané"
sv: Ta bort "tillagd" tagg
th: ลบ"แท็ก"ที่เพิ่ม
tr: "eklendi" etiketini kaldır
uk: Прибрати тег "додано"
vi: Loại bỏ tag "added"
zh: 移除 "added" 标签
zh_tw: 移除 "added" 標籤

# topics.issue_tag_added.to_0_done
source: Removed "added" tag
ar: اشارة "الاِضافة" حُذِفَت
be: Тэг «дадана» выдалены
bg: Премахната марка "добавено"
cs: Odstraněno označení "přidáno"
da: Fjern "tilføjet" tag
de: Tag "added" entfernt
el: Το tag ''added'' αφαιρέθηκε
es: Etiqueta "agregado" eliminada
fi: Tunniste "lisätty" poistettu
fr: Tag "added" supprimé
hu: "added" címke eltávolítva
id: Tanda "tertambahkan" telah dihapus
it: Rimosso tag "aggiunto"
ja: "added" タグを外しました
ko: "added" 태그 삭제됨
nl: Verwijderde "toegevoegd" tag
no: Fjernet "lagt til" merknaden
pl: Usunięto tag "dodane"
pt_br: Marcador "adicionado" removido
ro: S-a eliminat tagul "added"
ru: Убран тег "добавлено"
sk: Odstránenie označenia "pridané"
sv: Tog bort "tillagd" tagg
th: ลบแท็ก "เพิ่มแล้ว" แล้ว
tr: "eklendi" etiketi kaldırıldı
uk: Прибрано тег "додано"
vi: Đã loại bỏ tag "added"
zh: 已移除 "added" 标签
zh_tw: 已移除 "added" 標籤

# topics.issue_tag_added.to_1
source: Add "added" tag
ar: اضف اشارة "الاِضافة"
be: Дадаць тэг «дадана»
bg: Добави марката "добавено"
cs: Přidat označení "přidáno"
da: Tilføj "tilføjet" tag
de: Tag "added" hinzufügen
el: Πρόσθεση του tag ''added''
es: Agregar etiqueta "agregado"
fi: Lisää tunniste "lisätty"
fr: Ajouter le tag "added"
hu: “added” címke hozzáadása
id: Tambahkan tanda "tertambahkan"
it: Aggiungi tag "aggiunto"
ja: "added" タグを追加する
ko: "added" 태그 추가
nl: Voeg "toegevoegd" tag toe
no: Legg til "lagt til" merknad
pl: Dodaj tag "dodane"
pt_br: Adicionar marcador "adicionado"
ro: Adaugă tagul "added"
ru: Добавить тег "добавлено"
sk: Pridať označenie "pridané"
sv: Lägg till "tillagd" tagg
th: เพิ่มแท็ก
tr: "eklendi" etiketini ekle
uk: Додати тег "додано"
vi: Thêm tag "added"
zh: 添加 "added" 标签
zh_tw: 新增 "added" 標籤

# topics.issue_tag_added.to_1_done
source: Added "added" tag
ar: اشارة "الاِضافة" اضيفت
be: Тэг «дадана» даданы
bg: Добавена марка "добавено"
cs: Přidáno označení "přidáno"
da: Tilføj "tilføjet" tag
de: Tag "added" hinzugefügt
el: To tag ''added'' προστέθηκε
es: Etiqueta "agregado" agregada
fi: Tunniste "lisätty" lisätty
fr: Tag "added" ajouté
hu: “added” címke hozzáadva
id: Tanda "tertambahkan" telah ditambahkan
it: Aggiunto tag "aggiunto"
ja: "added" タグを追加しました
ko: "added" 태그 추가됨
nl: Voegde "toegevoegd" tag toe
no: Lagt til "lagt til" merknad
pl: Dodano tag "dodane"
pt_br: Marcador "adicionado" adicionado
ro: S-a adăugat tagul "added"
ru: Добавлен тег "добавлено"
sk: Pridané označenie "pridané"
sv: La till "tillagd" tagg
th: เพิ่มแท็ก "เพิ่มแล้ว" แล้ว
tr: "eklendi" etiketi eklendi
uk: Додано тег "додано"
vi: Đã thêm tag "added"
zh: 已添加 "added" 标签
zh_tw: 已新增 "added" 標籤

# topics.issue_tag_assigned.to_0
source: Remove "assigned" tag
ar: احذف اشارة "التعيين"
be: Выдаліць тэг «прысвоена»
bg: Премахни марката "възложено"
cs: Odstranit označení "přiděleno"
da: Fjern "tildelt" tag
de: Tag "assigned" entfernen
el: Αφαίρεση του tag ''assigned"
es: Eliminar etiqueta "asignado"
fi: Poista tunniste "siirretty"
fr: Supprimer le tag "assigned"
hu: “assigned” címke eltávolítása
id: Hapus tanda "tertentukan"
it: Rimuovi tag "assegnato"
ja: "assigned" タグを外す
ko: "assigned" 태그 삭제
nl: Verwijder "toegewezen" tag
no: Fjern "tilordnet" merknad
pl: Usuń tag "przypisane"
pt_br: Remover marcador "nomeado"
ro: Elimină tagul "assigned"
ru: Убрать тег "присвоено"
sk: Odstrániť označenie "pridelený"
sv: Ta bort "tilldelad" tagg
th: ลบแท็ก "กำหนดแล้ว"
tr: "atandı" etiketini kaldır
uk: Прибрати тег "присвоєно"
vi: Loại bỏ tag "assigned"
zh: 移除 "assigned" 标签
zh_tw: 移除 "assigned" 標籤

# topics.issue_tag_assigned.to_0_done
source: Removed "assigned" tag
ar: اشارة "التعيين" حُذِفَت
be: Тэг «прысвоена» выдалены
bg: Премахната марка "възложено"
cs: Odstraněno označení "přiděleno"
da: Fjern "tildelt" tag
de: Tag "assigned" entfernt
el: Το tag "assigned" αφαιρέθηκε
es: Etiqueta "asignado" eliminada
fi: Tunniste "siirretty" poistettu
fr: Tag "assigned" supprimé
hu: “assigned” címke eltávolítva
id: Tanda "tertentukan" telah dihapus
it: Rimosso tag "assegnato"
ja: "assigned" タグを外しました
ko: "assigned" 태그 삭제됨
nl: Verwijderde "toegewezen" tag
no: Fjernet "tilordnet" merknaden
pl: Usunięto tag "przypisane"
pt_br: Marcador "nomeado" removido
ro: S-a eliminat tagul "assigned"
ru: Убран тег "присвоено"
sk: Odstránenie označenia "pridelený"
sv: Tog bort "tilldelad" tagg
th: ลบแท็ก "กำหนดแล้ว" แล้ว
tr: "atandı" etiketi kaldırıldı
uk: Прибрано тег "присвоєно"
vi: Đã loại bỏ tag "assigned
zh: 已移除 "assigned" 标签
zh_tw: 已移除 "assigned" 标签

# topics.issue_tag_assigned.to_1
source: Add "assigned" tag
ar: اضف اشارة "التعيين"
be: Дадаць тэг «прысвоена»
bg: Добави марката "възложено"
cs: Přidat označení "přiděleno"
da: Tilføj "tildelt" tag
de: Tag "assigned" hinzufügen
el: Πρόσθεση του tag "assigned"
es: Agregar etiqueta "asignado"
fi: Lisää tunniste "siirretty"
fr: Ajouter le tag "assigned"
hu: “assigned” címke hozzáadása
id: Tambahkan tanda "tertentukan"
it: Aggiungi tag "assegnato"
ja: "assigned" タグを追加する
ko: "assigned" 태그 추가
nl: Voeg "toegewezen" tag toe
no: Legg til "tilordnet" merknad
pl: Dodaj tag "przypisane"
pt_br: Adicionar marcador "nomeado"
ro: Adaugă tagul "assigned"
ru: Добавить тег "присвоено"
sk: Pridanie označenia "pridelený"
sv: Lägg till "tilldelad" tagg
th: เพิ่มแท็ก "กำหนดแล้ว"
tr: "atandı" etiketini ekle
uk: Додати тег "присвоєно"
vi: Thêm tag "assigned"
zh: 添加 "assigned" 标签
zh_tw: 新增 "assigned" 標籤

# topics.issue_tag_assigned.to_1_done
source: Added "assigned" tag
ar: اشارة "التعيين" اضيفت
be: Тэг «прысвоена» даданы
bg: Добавена марка "възложено"
cs: Přidáno označení "přiděleno"
da: Tilføj "tildelt" tag
de: Tag "assigned" hinzugefügt
el: To tag "assigned" προστέθηκε
es: Etiqueta "asignado" agregada
fi: Tunniste "siirretty" lisätty
fr: Tag "assigned" ajouté
hu: “assigned” címke hozzáadva
id: Tanda "tertentukan" telah ditambahkan
it: Aggiunto tag "assegnato"
ja: "assigned" タグを追加しました
ko: "assigned" 태그 추가됨
nl: Voegde "toegewezen" tag toe
no: Lagt til "tilordnet" merknad
pl: Dodano tag "przypisane"
pt_br: Marcador "nomeado" adicionado
ro: S-a adăugat tagul "assigned"
ru: Добавлен тег "присвоено"
sk: Pridané označenie "pridelený"
sv: La till "tilldelad" tagg
th: เพิ่มแท็ก "กำหนดแล้ว" แล้ว
tr: "atandı" etiketi eklendi
uk: Додано тег "присвоєно"
vi: Đã thêm tag "assigned"
zh: 已添加 "assigned" 标签
zh_tw: 已新增 "assigned" 標籤

# topics.issue_tag_confirmed.to_0
source: Remove "confirmed" tag
ar: احذف اشارة "التأكيد"
be: Выдаліць тэг «пацверджана»
bg: Премахни марката "потвърдено"
cs: Odstranit označení "potvrzeno"
da: Fjern "bekræftet" tag
de: Tag "confirmed" entfernen
el: Αφαίρεση του tag "confirmed"
es: Eliminar etiqueta "confirmado"
fi: Poista tunniste "vahvistettu"
fr: Supprimer le tag "confirmed"
hu: “confirmed” címke eltávolítása
id: Hapus tanda "terkonfirmasi"
it: Rimuovi tag "confermato"
ja: "confirmed" タグを外す
ko: "confirmed" 태그 삭제
nl: Verwijder "bevestigd" tag
no: Fjern "bekreftet" merknad
pl: Usuń tag "potwierdzone"
pt_br: Remover marcador "confirmado"
ro: Elimină tagul "confirmed"
ru: Убрать тег "подтверждено"
sk: Odstrániť označenie "potvrdený"
sv: Ta bort "bekräftad" tagg
th: ลบแท็ก "ยืนยันแล้ว"
tr: "Onaylandı" etiketini kaldır
uk: Прибрати тег "підтверджено"
vi: Loại bỏ tag "confirmed"
zh: 移除 "confirmed" 标签
zh_tw: 移除 "confirmed" 標籤

# topics.issue_tag_confirmed.to_0_done
source: Removed "confirmed" tag
ar: اشارة "التأكيد" حذفت
be: Тэг «пацверджана» выдалены
bg: Премахната марка "потвърдено"
cs: Odstraněno označení "potvrzeno"
da: Fjern "bekræftet" tag
de: Tag "confirmed" entfernt
el: Το tag "confirmed" αφαιρέθηκε
es: Etiqueta "confirmado" eliminada
fi: Tunniste "vahvistettu" poistettu
fr: Tag "confirmed" supprimé
hu: “confirmed” címke eltávolítva
id: Tanda "terkonfirmasi" telah dihapus
it: Rimosso tag "confermato"
ja: "confirmed" タグを外しました
ko: "confirmed" 태그 삭제됨
nl: Verwijderde "bevestigd" tag
no: Fjernet "bekreftet" merknaden
pl: Usunięto tag "potwierdzone"
pt_br: Marcador "confirmado" removido
ro: S-a eliminat tagul "confirmed"
ru: Убран тег "подтверждено"
sk: Odstránenie označenia "potvrdený"
sv: Tog bort "bekräftad" tagg
th: ลบแท็ก "ยืนยันแล้ว" แล้ว
tr: "Onaylandı" etiketi kaldırıldı
uk: Прибрано тег "підтверджено"
vi: Đã loại bỏ tag "confirmed"
zh: 已移除 "confirmed" 标签
zh_tw: 已移除 "confirmed" 標籤

# topics.issue_tag_confirmed.to_1
source: Add "confirmed" tag
ar: اضف اشارة "التأكيد"
be: Дадаць тэг «пацверджана»
bg: Добави марката "потвърдено"
cs: Přidat označení "potvrzeno"
da: Tilføj "bekræftet" tag
de: Tag "confirmed" hinzufügen
el: Πρόσθεση του tag "confirmed"
es: Agregar etiqueta "confirmado"
fi: Lisää tunniste "vahvistettu"
fr: Ajouter le tag "confirmed"
hu: “confirmed” címke hozzáadása
id: Tambahkan tanda "terkonfirmasi"
it: Aggiungi tag "confermato"
ja: "confirmed" タグを追加する
ko: "confirmed" 태그 추가
nl: Voeg "bevestigd" tag toe
no: Legg til "bekreftet" merknad
pl: Dodaj tag "potwierdzone"
pt_br: Adicionar marcador "confirmado"
ro: Adaugă tagul "confirmed"
ru: Добавить тег "подтверждено"
sk: Pridať označenie "potvrdený"
sv: Lägg till "bekräftad" tagg
th: เพิ่มแท็ก "ยืนยันแล้ว"
tr: "Onaylandı" etiketi koy
uk: Додати тег "підтверджено"
vi: Thêm tag "confirmed"
zh: 添加 "confirmed" 标签
zh_tw: 新增 "confirmed" 標籤

# topics.issue_tag_confirmed.to_1_done
source: Added "confirmed" tag
ar: اشارة "التأكيد" اضيفت
be: Тэг «пацверджана» даданы
bg: Добавена марката "потвърдено"
cs: Přidáno označení "potrvrzeno"
da: Tilføj "bekræftet" tag
de: Tag "confirmed" hinzugefügt
el: Το tag "confirmed" προστέθηκε
es: Etiqueta "confirmado" agregada
fi: Tunniste "vahvistettu" lisätty
fr: Tag "confirmed" ajouté
hu: “confirmed” címke hozzáadva
id: Tanda "terkonfirmasi" telah ditambahkan
it: Aggiunto tag "confermato"
ja: "confirmed" タグを追加しました
ko: "confirmed" 태그 추가됨
nl: Voegde "bevestigd" tag toe
no: Lagt til "bekreftet" merknad
pl: Dodano tag "potwierdzone"
pt_br: Marcador "confirmado" adicionado
ro: S-a adăugat tagul "confirmed"
ru: Добавлен тег "подтверждено"
sk: Pridané označenie "potvrdený"
sv: La till "bekräftad" tagg
th: เพิ่มแท็ก "ยืนยันแล้ว" แล้ว
tr: "Onaylandı" etiketi koyuldu
uk: Додано тег "підтверджено"
vi: Đã thêm tag "confirmed"
zh: 已添加 "confirmed" 标签
zh_tw: 已新增 "confirmed" 標籤

# topics.issue_tag_duplicate.to_0
source: Remove "duplicate" tag
ar: احذف اشارة "التكرار"
be: Выдаліць тэг «дублікат»
bg: Премахни марката "дубликат"
cs: Odstranit označení "duplicitní"
da: Fjern "duplikeret" tag
de: Tag "duplicate" entfernen
el: Αφαίρεση του tag "duplicate"
es: Eliminar etiqueta "duplicado"
fi: Poista tunniste "duplikaatti"
fr: Supprimer le tag "duplicate"
hu: “duplicate” címke eltávolítása
id: Hapus tanda "terselesaikan"
it: Rimuovi tag "duplicato"
ja: "duplicate" タグを外す
ko: "duplicate" 태그 삭제
nl: Verwijder "duplicaat" tag
no: Fjern "kopi" merknad
pl: Usuń tag "duplikat"
pt_br: Remover marcador "duplicado"
ro: Elimină tagul "duplicate"
ru: Убрать тег "дубликат"
sk: Odstrániť označenie "duplicitný"
sv: Ta bort "duplikat" tagg
th: ลบแท็ก "ซ้ำ"
tr: "kopya" etiketini kaldır
uk: Прибрати тег "дублікат"
vi: Loại bỏ tag "duplicate"
zh: 移除 "duplicate" 标签
zh_tw: 移除 "duplicate" 標籤

# topics.issue_tag_duplicate.to_0_done
source: Removed "duplicate" tag
ar: اشارة "التكرار" حذفت
be: Тэг «дублікат» выдалены
bg: Премахната марка "дубликат"
cs: Odstraněno označení "duplicitní"
da: Fjern "duplikeret" tag
de: Tag "duplicate" entfernt
el: To tag "duplicate" αφαιρέθηκε
es: Etiqueta "duplicado" eliminada
fi: Tunniste "duplikaatti" poistettu
fr: Tag "duplicate" supprimé
hu: “duplicate” címke eltávolítva
id: Tanda "terselesaikan" telah dihapus
it: Rimosso tag "duplicato"
ja: "duplicate" タグを外しました
ko: "duplicate" 태그 삭제됨
nl: Verwijderde "duplicaat" tag
no: Fjernet "kopi" merknaden
pl: Usunięto tag "duplikat"
pt_br: Marcador "duplicado" removido
ro: S-a eliminat tagul "duplicate"
ru: Убран тег "дубликат"
sk: Odstránenie označenia "duplicitný"
sv: Tog bort "duplikat" tagg
th: ลบแท็ก "ซ้ำ" แล้ว
tr: "kopya" etiketi kaldırıldı
uk: Прибрати тег "дублікат"
vi: Đã loại bỏ tag "duplicate"
zh: 已移除 "duplicate" 标签
zh_tw: 已移除 "duplicate" 標籤

# topics.issue_tag_duplicate.to_1
source: Add "duplicate" tag
ar: اضف اشارة "التكرار"
be: Дадаць тэг «дублікат»
bg: Добави марката "дубликат"
cs: Přidat označení "duplicitní"
da: Tilføj "duplikeret" tag
de: Tag "duplicate" hinzufügen
el: Πρόσθεση του tag "duplicate"
es: Agregar etiqueta "duplicado"
fi: Lisää tunniste "duplikaatti"
fr: Ajouter le tag "duplicate"
hu: “duplicate” címke hozzáadása
id: Tambahkan tanda "terselesaikan"
it: Aggiungi tag "duplicato"
ja: "duplicate" タグを追加する
ko: "duplicate" 태그 추가
nl: Voeg "duplicaat" tag toe
no: Legg til "kopi" merknad
pl: Dodaj tag "duplikat"
pt_br: Adicionar marcador "duplicado"
ro: Adaugă tagul "duplicate"
ru: Добавить тег "дубликат"
sk: Pridať označenie "duplicitný"
sv: Lägg till "duplikat" tagg
th: เพิ่มแท็ก "ซ้ำ"
tr: "kopya" etiketi ekle
uk: Додати тег "дублікат"
vi: Thêm tag "duplicate"
zh: 添加 "duplicate" 标签
zh_tw: 新增 "duplicate" 標籤

# topics.issue_tag_duplicate.to_1_done
source: Added "duplicate" tag
ar: اشارة "التكرار" اضيفت
be: Тэг «дублікат» даданы
bg: Добавена марка "дубликат"
cs: Přidáno označení "duplicitní"
da: Tilføj "duplikeret" tag
de: Tag "duplicate" hinzugefügt
el: To tag "duplicate" προστέθηκε
es: Etiqueta "duplicado" agregada
fi: Tunniste "duplikaatti" lisätty
fr: Tag "duplicate" ajouté
hu: “duplicate” címke hozzáadva
id: Tanda "terselesaikan" telah ditambahkan
it: Aggiunto tag "duplicato"
ja: "duplicate" タグを追加しました
ko: "duplicate" 태그 추가됨
nl: Voegde "duplicaat" tag toe
no: Lagt til "kopi" merknad
pl: Dodano tag "duplikat"
pt_br: Marcador "duplicado" adicionado
ro: S-a adăugat tagul "duplicate"
ru: Добавлен тег "дубликат"
sk: Pridané označenie "duplicitný"
sv: La till "duplikat" tagg
th: เพิ่มแท็ก "ซ้ำ" แล้ว
tr: "kopya" etiketi eklendi
uk: Додано тег "дублікат"
vi: Đã thêm tag "duplicate"
zh: 已添加 "duplicate" 标签
zh_tw: 已新增 "duplicate" 標籤

# topics.issue_tag_invalid.to_0
source: Remove "invalid" tag
ar: احذف اشارة "غير صالح"
be: Выдаліць тэг «нядзейна»
bg: Премахни марката "невалиден"
cs: Odstranit označení "neplatný"
da: Fjern "ugyldigt" tag
de: Tag "invalid" entfernen
el: Αφαίρεση του tag "invalid"
es: Eliminar etiqueta "inválido"
fi: Poista tunniste "virheellinen"
fr: Supprimer le tag "invalid"
hu: “invalid” címke eltávolítása
id: Hapus tanda "tidak valid"
it: Rimuovi tag "invalido"
ja: "invalid" タグを外す
ko: "invalid" 태그 삭제
nl: Verwijder "invalide" tag
no: Fjern "ugyldig" merknad
pl: Usuń tag "nieprawidłowe"
pt_br: Remover marcador "inválido"
ro: Elimină tagul "invalid"
ru: Убрать тег "недействительно"
sk: Odstrániť označenie "neplatný"
sv: Ta bort "ogiltlig" tagg
th: ลบแท็ก "โมฆะ"
tr: "geçersiz" etiketini kaldır
uk: Прибрати тег "недійсне"
vi: Loại bỏ tag "invalid"
zh: 移除 "invalid" 标签
zh_tw: 移除 "invalid" 標籤
