Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Forum.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

source: Pinned Topics
ar: المواضيع المثبتة
be: Замацаваныя тэмы
bg: Прикрепени теми
cs: Připnuté témata
da: Fastgjorte Emner
de: Angepinnte Threads
el: Καρφιτσωμένα Θέματα
es: Temas anclados
fi: Kiinnitetyt Aiheet
fr: Sujets épinglés
hu: Kitűzött Témák
id: Topik yang Disematkan
it: Topic Fissati
ja: ピン留めされたトピック
ko: 고정된 주제
nl: Gepinde Onderwerpen
no: Festede emner
pl: Przypięte wątki
pt_br: Tópicos Fixados
ro: Subiecte fixate
ru: Закреплённые темы
sk: Pripnuté témy
sv: Nålade Ämnen
th: หัวข้อที่ปักหมุดไว้
tr: Sabitlenmiş Konular
uk: Закріплені теми
vi: Chủ Đề Đã Ghim
zh: 置顶主题
zh_tw: 置頂主題

# slogan
source: it's dangerous to play alone.
ar: من الخطر اللعب بمفردك.
be: небяспечна гуляць аднаму.
bg: опасно е да играете сами.
cs: je nebezpečné hrát sám.
da: det er farligt at spille alene.
de: es ist gefährlich, alleine zu spielen.
el: είναι επικίνδυνο να παίζετε μόνοι σας.
es: es peligroso jugar solo.
fi: on vaarallista pelata yksin.
fr: c'est dangereux de jouer seul.
hu: egyedül játszani veszélyes.
id: Bermain sendiri itu berbahaya.
it: è pericoloso giocare da soli.
ja: ひとりで遊ぶにはキケンじゃ
ko: 혼자서 놀기엔 너무 위험하지요.
nl: het is gevaarlijk om alleen te spelen.
no: det er farlig å spille alene.
pl: samodzielna rozgrywka jest niebezpieczna.
pt_br: é perigoso jogar sozinho.
ro: este periculos să te joci singur.
ru: опасно играть одному.
sk: hrať sám je nebezpečné.
sv: det är farligt att spela ensam.
th: มันอันตรายที่จะเล่นคนเดียว
tr: yalnız başına oynamak tehlikeli.
uk: небезпечно грати одному.
vi: Chơi một mình khá là nguy hiểm đấy.
zh: 独乐乐不如众乐乐~
zh_tw: 獨樂樂不如眾樂樂~

source: Subforums
ar: المنتديات الفرعية
be: Падфорум
bg: Подфоруми
cs: Subfóra
da: Subforumer
de: Subforen
el: Υπο-φόρουμ
es: Subforos
fi: Alafoorumit
fr: Sous-forums
hu: Mellékfórumok
id: Subforum
it: Subforum
ja: サブフォーラム
ko: 서브포럼
no: Underforumer
pl: Podfora
pt_br: Subfóruns
ro: Subforumuri
ru: Подфорумы
sk: Subfóra
th: ฟอรั่มย่อย
tr: Alt forumlar
uk: Підфоруми
zh: 子版块
zh_tw: 其他相關討論

# title
source: Forums
ar: منتديات osu!
be: osu! Форум
bg: osu! форум
cs: osu! fóra
da: Forum
de: Foren
el: osu! φόρουμ
es: Foros
fi: osu!-foorumit
hu: osu! fórumok
id: Forum
it: forum osu!
ja: osu! フォーラム
ko: osu! 포럼
nl: osu! forums
no: osu! forumet
pl: Forum
pt_br: osu! fóruns
ro: forumuri osu!
ru: Форумы
sk: osu! fóra
sv: osu! forumen
th: ฟอรั่ม osu!
tr: osu! forumları
uk: osu! форуми
vi: diễn đàn osu!
zh: osu! 论坛
zh_tw: osu! 論壇

# covers.edit
source: Edit cover
ar: تحرير الغلاف
be: Змяніць вокладку
bg: Редактиране на обложката
da: Rediger coverbillede
de: Cover bearbeiten
es: Editar portada
fr: Modifier la couverture
hu: Borító szerkesztése
id: Sunting gambar sampul
it: Modifica la copertina
ja: カバーを編集
ko: 커버 수정
nl: Wijzig omslag
no: Endre omslag
pl: Edytuj tło
pt_br: Editar capa
ro: Editare copertă
ru: Редактировать обложку
sk: Upraviť obal
sv: Redigera omslag
th: แก้ไขหน้าปก
tr: Kapak resmini düzenle
uk: Редагувати обкладинку
zh: 编辑封面
zh_tw: 編輯封面

# covers.create._
source: Set cover image
ar: أضف صورة غلاف
be: Усталяваць фонавы відарыс
bg: Задай изображение за корицата
cs: Přidat titulní obrázek
da: Sæt coverbillede
de: Banner festlegen
el: Επιλογή εικόνας εξωφύλλου
es: Establecer imagen de portada
fi: Aseta kansikuva
fr: Définir l'image de couverture
hu: Borítókép megadása
id: Pasang gambar sampul
it: Imposta immagine di copertina
ja: カバー画像の設定
ko: 표지 이미지 설정
nl: Stel omslagafbeelding in
no: Velg bannerbilde
pl: Ustaw tło
pt_br: Definir imagem de capa
ro: Setează imaginea de copertă
ru: Установить обложку
sk: Pridať titulný obrázok
sv: Välj omslagsbild
th: ตั้งภาพหน้าปก
tr: Kapak resmi ekle
uk: Встановити зображення обкладинки
vi: Đặt ảnh bìa
zh: 设置封面
zh_tw: 新增封面

# covers.create.button
source: Upload cover
ar: رفع صورة
be: Запампаваць выяву
bg: Качи изображение
cs: Nahrát obrázek
da: Upload billede
de: Bild hochladen
el: Ανεβάστε εικόνα
es: Subir portada
fi: Lataa kuva
fr: Télécharger la couverture
hu: Kép feltöltése
id: Unggah gambar sampul
it: Carica immagine
ja: 画像をアップロード
ko: 이미지 업로드
nl: Afbeelding uploaden
no: Last opp bilde
pl: Prześlij tło
pt_br: Enviar imagem
ro: Încarcă imaginea
ru: Загрузить изображение
sk: Nahrať obrázok
sv: Ladda upp bild
th: อัพโหลดรูปภาพ
tr: Kapak resmi yükle
uk: Завантажити зображення
vi: Tải lên ảnh
zh: 上传图片
zh_tw: 上傳圖片

# covers.create.info
source: Cover size should be at {0}. You can also drop your image here to upload.
ar: يجب أن يكون حجم الغلاف {0}. يمكنك أيضا إسقاط صورتك هنا لرفعها.
be: Памер фону павінен быць {0}. Вы таксама можаце перацягнуць вашу выяву сюды для запампоўкі.
bg: Размерът на изображението за корицата трябва да е с размер {0}. Можете също да поставите файла на изображението тук да качите.
cs: Velikost titulního obrázku by měla mít velikost {0}. Obrázek zde také můžete přetáhnout.
da: Cover-størrelsen bør være {0}. Du kan også smide dit billede her for at uploade det.
de: Das Bild sollte {0} groß sein. Hier kannst du es auch ablegen, um es hochzuladen.
el: Το μέγεθος εξωφύλλου θα πρέπει να είναι {0}. Μπορείτε επίσης να αφήσετε την εικόνα σας εδώ για να την ανεβάσετε.
es: El tamaño de la portada debe ser de {0}. También puedes soltar tu imagen aquí para subirla.
fi: Kansikuvan koon kuuluisi olla {0}. Voit upottaa kuvan myös tähän.
fr: La bannière devrait avoir les résolutions {0}. Vous pouvez aussi faire glisser l'image ici pour l'uploader
hu: A boritókép mérete {0} kell hogy legyen. A kép feltöltését idehúzással is megteheted.
id: Ukuran gambar yang optimal adalah {0}. Anda juga dapat meletakkan gambar di sini untuk mengunggah.
it: L'immagine di copertina dovrebbe essere {0}. Puoi anche trascinare la tua immagine qui per caricarla.
ja: カバー画像の大きさは{0}にしてください。画像をここにドロップすることでアップロードもできます。
ko: 표지 이미지의 해상도는 최대 {0}입니다. 이미지를 이 곳에 끌어넣어 업로드할 수도 있습니다.
nl: Omslag grootte moet {0} zijn. Je kunt ook een afbeelding hier loslaten om hem te uploaden.
no: Størrelsen på banneret burde være {0}. Du kan også slippe bildet ditt her for å laste det opp.
pl: Tło powinno mieć rozdzielczość {0}. Możesz także upuścić tutaj swoje tło, aby je dodać.
pt_br: O tamanho da capa deve ser {0}. Você também pode arrastar sua imagem aqui para enviar.
ro: Dimensiunea imaginii de copertă ar trebui să fie la {0}. Poți, de asemenea, să plasezi imaginea aici pentru a o încărca.
ru: Разрешение изображения должно быть {0}. Для загрузки изображения, вы можете просто бросить его сюда.
sk: Veľkosť titulného obrázku by mala mať veľkosť {0}. Obrázok sem môžete aj pretiahnúť.
sv: Omslagsstorlek bör vara {0}. Du kan också släppa din bild här för att ladda upp.
th: ภาพหน้าปกควรมีขนาด {0}. คุณยังสามารถลากวางรูปที่นี่ได้เพื่ออัพโหลด
tr: Kapak boyutları {0} olmalıdır. Görselleri yüklemek için buraya da sürükleyebilirsin.
uk: Роздільна здатність зображення повинно бути {0}. Для завантаження зображення, ви можете просто кинути його сюди.
vi: Kích cỡ ảnh bìa nên ở {0}. Bạn cũng có thể kéo ảnh vào đây để tải lên.
zh: 图片尺寸应为 {0} 。 也可以将图片拖动到这里上传。
zh_tw: 圖片尺寸應為 {0}. 也可以將圖片拉到此處上傳.

# covers.destroy._
source: Remove cover
ar: إزالة صورة الغلاف
be: Выдаліць фонавую выяву
bg: Премахни изображението на корицата
cs: Odebrat titulní obrázek
da: Fjern coverbillede
de: Banner entfernen
el: Αφαίρεση εικόνας εξωφύλλου
es: Eliminar portada
fi: Poista kansikuva
fr: Retirer la bannière
hu: Boritókép eltávolítása
id: Hapus gambar sampul
it: Rimuovi immagine di copertina
ja: カバー画像を削除
ko: 표지 이미지 삭제
nl: Verwijder omslag afbeelding
no: Fjern bannerbilde
pl: Usuń tło
pt_br: Remover imagem de capa
ro: Elimină imaginea de copertă
ru: Удалить обложку
sk: Odstrániť titulný obrázok
sv: Ta bort omslagsbild
th: นำภาพหน้าปกออก
tr: Kapak resmini kaldır
uk: Видалити зображення обкладинки
vi: Gỡ bỏ ảnh bìa
zh: 移除封面
zh_tw: 移除封面

# covers.destroy.confirm
source: Are you sure you want to remove the cover image?
ar: هل أنت متأكد أنك تريد إزالة صورة الغلاف؟
be: Вы ўпэўнены, што хочаце выдаліць гэту фонавую выяву?
bg: Сигурни ли сте, че искате да премахнете изображението на корицата?
cs: Jste si jist, že chcete odebrat titulní obrázek?
da: Er du sikker på, at du vil fjerne coverbilledet?
de: Bist du dir sicher, dass du das Banner entfernen willst?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε την εικόνα εξωφύλλου;
es: ¿Seguro que desea eliminar la imagen de portada?
fi: Haluatko varmasti poistaa kansikuvan?
fr: Êtes-vous sûr de supprimer la bannière ?
hu: Biztos vagy benne, hogy el szeretnéd távolítani a borítóképet?
id: Apakah Anda yakin ingin menghapus gambar sampul ini?
it: Sei sicuro di voler togliere l'immagine di copertina?
ja: カバー画像を本当に削除しますか？
ko: 정말 표지 이미지를 삭제하실 건가요?
nl: Weet je zeker dat je de omslag afbeelding wilt verwijderen?
no: Er du sikker på at du vil fjerne bannerbildet?
pl: Czy na pewno chcesz usunąć tło?
pt_br: Tem certeza de que deseja remover a imagem de capa?
ro: Ești sigur că vrei să elimini imaginea de copertă?
ru: Вы действительно хотите удалить обложку?
sk: Si si istý, že chceš odstraniť titulný obrázok?
sv: Är du säker på att du vill ta bort omslagsbilden?
th: คุณแน่ใจหรือไม่ว่าจะนำภาพหน้าปกออก
tr: Kapak resmini kaldırmak istediğinden emin misin?
uk: Ви впевнені, що хочете видалити зображення обкладинки?
vi: Bạn chắc là mình muốn gỡ bỏ ảnh bìa?
zh: 要移除这个封面吗？
zh_tw: 您確定要刪除封面嗎？

# forums.latest_post
source: Latest Post
ar: اخر المنشورات
be: Апошні допіс
bg: Последна публикация
cs: Poslední příspěvek
da: Seneste Opslag
de: Neuester Beitrag
es: Último mensaje
fr: Dernier message
hu: Legújabb Poszt
id: Kiriman Terbaru
it: Post più recente
ja: 最新の投稿
ko: 최근 게시글
nl: Laatste bericht
no: Siste Innlegg
pl: Ostatni post
pt_br: Última Publicação
ro: Ultima Postare
ru: Последнее сообщение
sk: Posledný príspevok
sv: Senaste inlägg
th: โพสต์ล่าสุด
tr: Son Gönderi
uk: Останній пост
vi: Bài viết mới nhất
zh: 最新帖子
zh_tw: 最新貼文

# forums.index.title
source: Forum Index
ar: فهرس المنتدى
bg: Индекс на форума
da: Debatforumoversigt
de: Forum-Startseite
es: Índice del foro
fr: Accueil du forum
hu: Fórum Index
id: Indeks Forum
it: Indice Forum
ja: フォーラム 目次
ko: 포럼 목차
nl: Forum Overzicht
no: Forumindeks
pl: Forum
pt_br: Índice do Fórum
ro: Index forum
ru: Заглавная страница Форума
sv: Forumets index
th: หน้าแรกของบอร์ด
tr: Forum Ana Sayfası
uk: Список форумів
zh: 论坛主页
zh_tw: 論壇主頁

# forums.topics.empty
source: No topics!
ar: لا توجد مواضيع!
be: Няма тэм!
bg: Няма теми!
cs: Žádná témata!
da: Ingen emner!
de: Keine Threads!
el: Δεν υπάρχουν θέματα!
es: ¡No hay temas!
fi: Ei aiheita!
fr: Pas de sujets !
hu: Nincsenek témák!
id: Topik tidak ditemukan!
it: Nessun topic!
ja: トピックがありません！
ko: 주제글이 아무것도 없습니다!
nl: Geen topics!
no: Ingen emner!
pl: Brak wątków!
pt_br: Sem tópicos!
ro: Niciun subiect!
ru: Нет тем!
sk: Žiadne témy!
sv: Inga ämnen!
th: ไม่มีหัวข้อ
tr: Konu yok!
uk: Тем немає!
vi: Không có chủ đề nào cả!
zh: 没有主题！
zh_tw: 沒有主題！

# mark_as_read.forum
source: Mark forum as read
ar: تحديد المنتدى كمقروء
be: Пазначыць форум як прачытаны
bg: Маркирай форума като прочетен
cs: Označit fórum jako přečtené
da: Marker forum som læst
de: Forum als gelesen markieren
el: Επισήμανση forum ως αναγνωσμένo
es: Marcar foro como leído
fi: Merkitse luetuksi
fr: Marquer le forum comme lu
hu: Fórum megjelölése olvasottként
id: Tandai forum ini sebagai telah terbaca
it: Segna il forum come già letto
ja: フォーラムを既読にする
ko: 포럼을 읽음으로 표시
nl: Markeer forum als gelezen
no: Marker forum som lest
pl: Oznacz forum jako przeczytane
pt_br: Marcar fórum como lido
ro: Marchează forumul ca citit
ru: Отметить раздел прочитанным
sk: Označiť fórum ako prečítané
sv: Markera forumet som läst
th: ทำเครื่องหมายว่าอ่านทั้งหมดแล้ว
tr: Forumu okundu olarak işaretle
uk: Позначити розділ як прочитаний
vi: Đánh dấu diễn đàn đã đọc
zh: 标记版块为已读
zh_tw: 將該板塊標記為已讀

# mark_as_read.forums
source: Mark forums as read
ar: تحديد المنتديات كمقروءة
be: Пазначыць форумы як прачытаныя
bg: Маркирай форумите като прочетени
cs: Označit fóra jako přečtená
da: Marker forums som læst
de: Foren als gelesen markieren
el: Επισήμανση forum ως αναγνωσμένα
es: Marcar foros como leídos
fi: Merkitse luetuksi
fr: Marquer les forums comme lus
hu: Fórumok megjelölése olvasottként
id: Tandai forum-forum ini sebagai telah terbaca
it: Segna i forum come già letti
ja: フォーラムを既読にする
ko: 포럼을 읽음으로 표시
nl: Markeer forums als gelezen
no: Marker forumer som lest
pl: Oznacz fora jako przeczytane
pt_br: Marcar fóruns como lido
ro: Marchează forumurile ca citite
ru: Отметить разделы прочитанными
sk: Označiť fóra ako prečítané
sv: Markera forumen som läst
th: ทำเครื่องหมายว่าอ่านทั้งหมดแล้ว
tr: Forumları okundu olarak işaretle
uk: Позначити розділи як прочитані
vi: Đánh dấu diễn đàn đã đọc
zh: 标记版块为已读
zh_tw: 將該板塊標記為已讀

# mark_as_read.busy
source: Marking as read...
ar: يتم التحديد كمقروءة...
be: Пазначыць як прачытанае...
bg: Маркиране като прочетено...
cs: Označuju jako přečtené...
da: Marker som læst...
de: Als gelesen markieren...
el: Σήμανση ως αναγνωσμένου...
es: Marcando como leído...
fi: Merkitään luetuksi...
fr: Marquer comme lu...
hu: Olvasottnak jelölés...
id: Menandai sebagai telah terbaca...
it: Segnando come già letto...
ja: 既読にする・・・
ko: 읽음으로 표시하는 중...
nl: Markeren als gelezen...
no: Marker som lest...
pl: Oznaczanie jako przeczytane...
pt_br: Marcando como lido...
ro: Se marchează ca citit...
ru: Отмечается как прочитанное...
sk: Označujem ako prečítané...
sv: Markera som läst....
th: กําลังทำเครื่องหมายว่าอ่านแล้ว...
tr: Okundu olarak işaretleniyor...
uk: Відмічається як прочитане...
vi: Đang đánh dấu đã đọc...
zh: 标记为已读…
zh_tw: 標記為已讀…

# post.confirm_destroy
source: Really delete post?
ar: اتريد حقاََ حذف المنشور؟
be: Выдаліць допіс?
bg: Наистина ли искате да изтриете публикацията?
cs: Opravdu chcete příspěvek odstranit?
da: Slet opslag?
de: Beitrag wirklich entfernen?
el: Σίγουρα διαγραφή της δημοσίευσης;
es: ¿Realmente desea eliminar la publicación?
fi: Haluatko varmasti poistaa viestin?
fr: Voulez-vous vraiment supprimer ce post ?
hu: Biztosan törlöd a posztot?
id: Apakah Anda yakin untuk menghapus post ini?
it: Vuoi veramente eliminare il post?
ja: 投稿を本当に削除しますか？
ko: 정말 이 글을 삭제할까요?
nl: Will je deze post echt verwijderen?
no: Vil du virkelig slette innlegget?
pl: Czy na pewno chcesz usunąć post?
pt_br: Deseja mesmo a excluir publicação?
ro: Sigur dorești să ștergi postarea?
ru: Удалить ответ?
sk: Naozaj chceš tento príspevok odstrániť?
sv: Vill du verkligen radera inlägget?
th: ต้องการลบโพสต์จริงหรอ?
tr: Gerçekten gönderiyi silmek istiyor musun?
uk: Видалити відповідь?
vi: Bạn muốn xóa bài viết?
zh: 删除此回复？
zh_tw: 刪除此回覆？

# post.confirm_restore
source: Really restore post?
ar: اتريد حقاََ اِسترجاع المنشور؟
be: Аднавіць допіс?
bg: Наистина ли искате да възстановите публикацията?
cs: Opravdu chcete příspěvek obnovit?
da: Gendan opslag?
de: Beitrag wirklich wiederherstellen?
el: Σίγουρα επαναφορά της δημοσίευσης;
es: ¿Realmente desea restaurar la publicación?
fi: Haluatko varmasti palauttaa viestin?
fr: Voulez-vous vraiment restaurer ce post ?
hu: Biztosan visszaállítod a posztot?
id: Apakah Anda yakin untuk mengembalikan post ini?
it: Vuoi veramente ripristinare il post?
ja: 投稿を本当に復元しますか？
ko: 정말 이 글을 복원할까요?
nl: Will je deze post echt terugzetten?
no: Vil du virkelig gjenopprette innlegget?
pl: Czy na pewno chcesz przywrócić post?
pt_br: Deseja mesmo restaurar a publicação?
ro: Sigur dorești să restaurezi postarea?
ru: Восстановить ответ?
sk: Naozaj chceš tento príspevok obnoviť?
sv: Vill du verkligen återställa inlägget?
th: ต้องการกู้คืนโพสต์จริงหรอ?
tr: Gönderiyi geri yükle?
uk: Відновити відповідь?
vi: Bạn muốn phục hồi bài viết?
zh: 恢复此回复？
zh_tw: 恢復此回覆？

# post.edited
source: Last edited by {0} {1}, edited {2} time in total.|Last edited by {0} {1}, edited {2} times in total.
ar: التعديل الأخير تم بواسطة {0} {1}، عُدِلَ :{2} مرة في المجموع.|التعديل الأخير تم بواسطة {0}{1}, عُدِلَ :{2} مرات في المجموع.
be: Апошняе рэдагаванне {0} а {1}, адрэдагавана {2} раз.
bg: Последно редактирано от {0} {1}, Редактирано общо {2} пъти.
cs: Naposledy upravil {0} {1}, celkový počet úprav {2}.
da: Sidst redigeret af {0} den {1}, redigeret i alt {2} gange.
de: Zuletzt von {0} {1} bearbeitet, insgesamt {2} Mal bearbeitet.
el: Τελευταία τροποποίηση από τον χρήστη {0} {1}, τροποποιήθηκε {2} φορές συνολικά.
es: Última edición por {0} {1}, editado {2} vez en total.|Última edición por {0} {1}, editado {2} veces en total.
fi: Viimeksi muokannut {0} {1}, muokattu yhteensä {2} kertaa.
fr: Dernière édition par {0} {1}, modifié {2} fois au total.|Dernière édition par {0} {1}, modifié {2} fois au total.
hu: Utoljára módosítva {0} által {1}, módosítva {2} alkalommal.
id: Terakhir disunting oleh {0} {1}, dengan total penyuntingan sebanyak {2} kali.|Terakhir disunting oleh {0} {1}, dengan total penyuntingan sebanyak {2} kali.
it: Ultima modifica di {0} {1}, modificato {2} volta in totale.|Ultima modifica di {0} {1}, modificato {2} volte in totale.
ja: {0}が{1}に最終編集、合計{2}回の編集
ko: {0} 님이 마지막으로 {1}에 수정하여 총 {2}회 수정되었습니다.
nl: Laatst bewerkt door {0} op {1}. {2} keer bewerkt in totaal.
no: Sist endret av {0} {1}, redigert {2} ganger totalt.
pl: Ostatnio edytowane przez {0} {1}, łącznie edytowane {2} raz.|Ostatnio edytowane przez {0} {1}, łącznie edytowane {2} razy.|Ostatnio edytowane przez {0} {1}, łącznie edytowane {2} razy.
pt_br: Última edição por {0} {1}, editado {2} vezes no total.
ro: Editat ultima dată de către {0} {1}, editat de {2} ori în total.
ru: Последний раз отредактирован {0} {1}, отредактирован {2} раз.
sk: Naposledy upravil {0} {1}, celkový počet úprav {2}.
sv: Senast redigerad av {0} {1}, redigerad {2} gånger totalt.
th: แก้ไขล่าสุดโดย {0} {1} ถูกแก้ไขทั้งหมด {2} ครั้ง
tr: En son {0} tarafından {1}, toplamda {2} defa düzenlendi.|En son {0} tarafından {1}, toplamda {2} defa düzenlendi.
uk: Останній раз відредагований {0} {1}, відредагований {2} раз.
vi: Chỉnh sửa lần cuối bởi {0} {1}, đã chỉnh sửa tổng cộng {2} lần.
zh: 最后由 {0} 于 {1} 编辑，总共编辑了 {2} 次。
zh_tw: 最後由 {0} 於 {1} 編輯，總共編輯了 {2} 次。

# post.posted_at
source: posted {0}
ar: نُشِر {0}
be: апублікаваны {0}
bg: публикувано {0}
cs: publikováno {0}
da: slået op på {0}
de: erstellt {0}
el: δημοσιεύτηκε {0}
es: publicado {0}
fi: lähetetty {0}
fr: posté le {0}
hu: posztolva {0}
id: diposting {0}
it: postato {0}
ja: 投稿日時 {0}
ko: {0}에 게시됨
nl: gepost op {0}
no: lagt ut {0}
pl: opublikowane {0}
pt_br: publicado {0}
ro: postat {0}
ru: написано {0}
sk: publikované {0}
sv: upplagd {0}
th: โพสต์เมื่อ {0}
tr: {0} gönderildi
uk: написано {0}
vi: đăng vào {0}
zh: 发表于 {0}
zh_tw: 發表於 {0}

# post.posted_by
source: posted by {0}
ar: منشور بواسطة {0}
da: Nyt oplsag af {0}
de: gepostet von {0}
es: publicado por {0}
fr: posté par {0}
id: di-post oleh {0}
it: postato da {0}
ja: {0} による投稿
ko: {0} 님이 게시함
nl: geplaatst door {0}
pl: opublikowany przez {0}
pt_br: publicado por {0}
ru: опубликовано {0}
sv: upplagd av {0}
th: โพสต์โดย {0}
tr: {0} tarafından gönderildi
uk: опубліковано {0}
zh: 发帖人：{0}
zh_tw: 由 {0} 發布

# post.actions.destroy
source: Delete post
ar: منشور محذوف
be: Выдаліць допіс
bg: Изтрий публикацията
cs: Odstranit příspěvek
da: Slet opslag
de: Beitrag löschen
el: Διαγραφή δημοσίευσης
es: Eliminar publicación
fi: Poista viesti
fr: Supprimer le post
hu: Poszt törlése
id: Hapus Kiriman
it: Elimina post
ja: 投稿を削除
ko: 삭제
nl: Verwijder bericht
no: Slett innlegg
pl: Usuń post
pt_br: Excluir publicação
ro: Șterge postarea
ru: Удалить ответ
sk: Odstraniť príspevok
sv: Radera inlägg
th: ลบโพสต์
tr: Gönderiyi sil
uk: Видалити відповідь
vi: Xóa bài viết
zh: 删除回复
zh_tw: 刪除回覆

# post.actions.edit
source: Edit post
ar: تعديل المنشور
be: Рэдагаваць допіс
bg: Редактиране на публикацията
cs: Upravit příspěvek
da: Rediger opslag
de: Beitrag bearbeiten
el: Επεξεργασία δημοσίευσης
es: Editar publicación
fi: Muokkaa viestiä
fr: Modifier le post
hu: Poszt szerkesztése
id: Sunting post
it: Modifica post
ja: 投稿を編集
ko: 수정
nl: Bewerk bericht
no: Rediger innlegget
pl: Edytuj post
pt_br: Editar publicação
ro: Editează postarea
ru: Редактировать ответ
sk: Upraviť príspevok
sv: Redigera inlägg
th: แก้ไขโพสต์
tr: Gönderiyi düzenle
uk: Редагувати відповідь
vi: Chỉnh sửa bài viết
zh: 编辑回复
zh_tw: 編輯回覆

# post.actions.report
source: Report post
ar: الإبلاغ عن المنشور
de: Beitrag melden
es: Denunciar publicación
fr: Signaler le post
hu: Poszt jelentése
id: Laporkan post
it: Segnala post
ja: 投稿を報告
ko: 게시글 신고
nl: Rapporteer bericht
pl: Zgłoś post
pt_br: Denunciar publicação
ru: Пожаловаться на запись
sv: Anmäl inlägg
th: รายงานโพสต์
tr: Gönderiyi bildir
uk: Звытувати пост
zh: 举报帖子
zh_tw: 檢舉貼文

# post.actions.restore
source: Restore post
ar: اِستعادة المنشور
be: Аднавіць допіс
bg: Възстанови публикацията
cs: Obnovit příspěvek
da: Gendan opslag
de: Beitrag wiederherstellen
el: Επαναφορά δημοσίευσης
es: Restaurar publicación
fi: Palauta viesti
fr: Restaurer le post
hu: Poszt visszaállítása
id: Kembalikan post
it: Ripristina post
ja: 投稿を復元
ko: 복원
nl: Herstel bericht
no: Gjenopprett innlegg
pl: Przywróć post
pt_br: Restaurar publicação
ro: Restaurează postarea
ru: Восстановить ответ
sk: Obnoviť príspevok
sv: Återställ inlägg
th: กู้คืนโพสต์
tr: Gönderiyi geri getir
uk: Відновити відповідь
vi: Phục hồi bài viết
zh: 恢复回复
zh_tw: 恢復回覆

# post.create.title.reply
source: New reply
ar: رد جديد
bg: Нов отговор
cs: Nová odpověď
da: Nyt svar
de: Neue Antwort
es: Nueva respuesta
fr: Nouvelle réponse
hu: Új válasz
id: Balasan baru
it: Nuova risposta
ja: 新規返信
ko: 새 답글 작성
nl: Nieuw antwoord
no: Ny kommentar
pl: Nowa odpowiedź
pt_br: Nova resposta
ro: Răspuns nou
ru: Новый ответ
sk: Nová odpoveď
sv: Nytt svar
th: ตอบกลับ
tr: Yeni yanıt
uk: Нова відповідь
zh: 新回复
zh_tw: 新回覆

# post.info.post_count
source: {0} post|{0} posts
ar: {0} منشور|{0} منشورات
be: {0} допіс|{0} допісы|{0} допісаў
bg: {0} публикация|{0} публикации
cs: {0} příspěvek|{0} příspěvky|{0} příspěvků
da: {0} opslag|{0} opslag
de: {0} Beitrag | {0} Beiträge
el: {0} δημοσίευση|{0} δημοσιεύσεις
es: {0} publicación|{0} publicaciones
fi: {0} viesti|{0} viestiä
fr: {0} discussion|{0} discussions
hu: {0} poszt|-{0} poszt
id: {0} postingan
it: {0} post|{0} post
ja: {0} 投稿|{0} 投稿
ko: 게시글 {0}개
nl: {0} bericht|{0} berichten
no: {0} innlegg|{0} innlegg
pl: {0} post|{0} posty|{0} postów
pt_br: {0} publicação|{0} publicações
ro: {0} postare|{0} postări
ru: {0} пост|{0} поста|{0} постов
sv: {0} inlägg|{0} inlägg
th: {0} โพสต์|{0} โพสต์
tr: {0} gönderi|{0} gönderi
uk: {0} пост|{0} постів
vi: {0} bài đăng
zh: {0} 篇帖子
zh_tw: {0} 主題

# post.info.topic_starter
source: Topic Starter
ar: كاتب الموضوع
be: Аўтар
bg: Тема на автора
da: Emne Starter
de: Thread-Starter
el: Δημιουργός του Θέματος
es: Creador del tema
fi: Aiheen Aloittaja
fr: Créateur du sujet
hu: Beszélgetés indítok
id: Pembuka Topik
it: Creatore del topic
ja: トピック開始者
ko: 주제 시작인
nl: Onderwerp Starter
no: Trådstarter
pl: Autor wątku
pt_br: Autor do tópico
ro: Începător de topic
ru: Автор темы
sv: Ämnestartare
th: ผู้เริ่มกระทู้
tr: Konuyu Başlatan
uk: Автор теми
vi: Người tạo topic
zh: 楼主
zh_tw: 主題開啟者

# search.go_to_post
source: Go to post
ar: انتقل الى المنشور
be: Перайсці да допісу
bg: Отиди до публикацията
cs: Přejít na příspěvek
da: Gå til opslag
de: Gehe zu Beitrag
el: Μετάβαση στη δημοσίευση
es: Ir a la publicación
fi: Siirry viestiin
fr: Aller au post
hu: Ugrás a poszthoz
id: Pergi ke post
it: Vai al post
ja: 投稿に飛ぶ
ko: 게시글로 이동
nl: Ga naar bericht
no: Gå til innlegg
pl: Przejdź do posta
pt_br: Ir para a publicação
ro: Mergi la postare
ru: Перейти к ответу
sk: Prejsť na príspevok
sv: Gå till inlägg
th: ไปยังโพสต์
tr: Gönderiye git
uk: Перейти до відповіді
vi: Đi đến bài viết
zh: 前往该楼层
zh_tw: 前往該樓層
