Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Forum.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# topics.show.feature_vote.do
source: Promote this request
ar: روج لهذا المنشور
be: Прасунуць гэты запыт
bg: Разгласи тази молба
cs: Promovat tento požadavek
da: Promovér denne anmodning
de: Priorität hinzufügen
el: Προαγωγή αυτού του αιτήματος
es: Apoyar esta solicitud
fi: Ehdota tätä
fr: Promouvoir cette requête
hu: Kérés promotálása
id: Promosikan permintaan ini
it: Promuovi questa richiesta
ja: このリクエストを推進する
ko: 이 요청 옹호
nl: Promoot dit verzoek
no: Fremhev denne forespørselen
pl: Nagłośnij tę prośbę
pt_br: Promover este pedido
ro: Promovează această cerere
ru: Продвинуть данный запрос
sk: Podporiť túto žiadosť
sv: Uppmuntra denna begäran
tr: Bu talebi destekle
uk: Просунути даний запит
vi: Thúc đẩy yêu cầu này
zh: 提升这个请求
zh_tw: 提升這個請求

# topics.show.feature_vote.info._
source: This is a {0}. Feature requests can be voted up by {1}.
ar: هذا {0}. هذه الطلبات يمكن ان يوافق عليها بواسطة {1}.
be: Гэта {0}. Галасаванне за функцыі можа быць скарыстана {1}.
bg: Това е {0}. Заявките за нови функции може да се гласуват само от {1}.
cs: Tohle je {0}. Žádosti o nové funkce mohou dostávat hlasy od {1}.
da: Dette er en {0}. Foreslag om ny funktionalitet kan kun upvotes af {1}.
de: Dies ist ein {0}. Über Funktionsvorschläge können nur {1} abstimmen.
el: Αυτό είναι ένα {0}. Τα αιτήματα για λειτουργίες μπορούν να ψηφισθούν από τους {1}.
es: Esta es una {0}. Las solicitudes de características pueden ser votadas por {1}.
fi: Tämä on {0}. {1} voivat äänestää ominaisuuspyyntöjä.
fr: Il s'agit d'une {0}. Les demandes de fonctionnalité peuvent être votées par des {1}.
hu: Ez egy {0}. A funkciókérések felszavazhatóak {1} által.
id: Ini adalah sebuah {0}. Fitur-fitur yang diajukan dapat di-vote lebih lanjut oleh {1}.
it: Questa è una {0}. Le richieste di nuove funzionalità possono essere votate dai {1}.
ja: これは{0}です。機能の提案は{1}が投票することができます。
ko: 이곳은 {0}입니다. 기능 요청들의 투표는 {1}가 할 수 있습니다.
nl: Dit is een {0}. Feature requests kunnen omhoog worden gestemd door {1}.
no: Dette er en {0}. Funksjonsforespørsler kan bli stemt opp av {1}.
pl: To jest {0}. Na prośby o funkcję mogą głosować tylko {1}.
pt_br: Esse é um {0}. Pedidos de recursos podem ser votados por {1}.
ro: Aceasta este o {0}. Cererile pot fi votate de către {1}.
ru: Это {0}. За идею можно проголосовать только с {1}.
sv: Detta är en {0}. Funktionsförfrågningar kan röstas upp av {1}.
th: นี่คือ {0} คำขอคุณสมบัติสามารถลงคะแนนได้โดย {1}
tr: Bu bir {0}. Özellik talepleri {1} tarafından oylanabilir.
uk: Це {0}. За ідею можна проголосувати тільки з {1}.
vi: Đây là một {0}. Yêu cầu tính năng có thể được bỏ phiếu bởi {1}.
zh: 这是一个 {0}。{1} 可以为新功能请求投票。
zh_tw: 這是一個{0}。{1} 可為新功能建議投票。

# topics.show.feature_vote.info.feature_request
source: feature request
ar: طلبات الميزات
be: запыт функцыі
bg: заявка за функция
cs: žádost o novou funkci
da: foreslag om ny funktionalitet
de: Funktionsvorschlag
el: αίτημα για λειτουργία
es: solicitud de característica
fi: ominaisuuspyyntö
fr: demande de fonctionnalité
hu: funkciókérés
id: permintaan fitur
it: funzionalità proposta
ja: 機能の提案
ko: 기능 요청
no: funksjonsforespørsel
pl: prośba o funkcję
pt_br: pedido de recurso
ro: cerere de avantaje
ru: предложенная идея
sv: funktionönskemål
th: ร้องข้อคุณสมบัติ
tr: özellik talebidir
uk: запропонована ідея
vi: yêu cầu tính năng
zh: 新功能请求
zh_tw: 新功能建議

# topics.show.feature_vote.info.supporters
source: supporters
ar: الداعمون
be: прыхільнікі
bg: поддръжници
cs: podporovatelů
da: supportere
de: Unterstützer
fi: tukijat
hu: támogatók
id: para supporter
it: supporter
ja: サポーター
ko: 서포터
no: supportere
pl: donatorzy
ro: suporteri
ru: osu!supporter
sv: supportrar
th: ผู้สนับสนุน
tr: supporter'lar
uk: osu!прихильник
vi: người hỗ trợ
zh: osu! 支持者
zh_tw: 贊助者

# topics.show.feature_vote.user.count
source: {0} no votes|{1} {0} vote|[2,*] {0} votes
ar: {0} لا اصوات|{1}{0} صوت|[2,*] {0} اصوات
be: {0} голас|{0} галасы|{0} галасоў
bg: {0} няма гласове | {1} {0} глас | [2,*] {0} гласове
cs: {0} žádné hlasy | {1} {0} hlas | [2,*] {0} hlasů
da: {0} ingen stemmer|{1} {0} stemme|[2,*] {0} stemmer
de: {0} Keine Stimme|{1} {0} Stimme|[2,*] {0} Stimmen
el: {0} καμία ψήφος|{1} {0} ψήφος|[2,*] {0} ψήφοι
es: {0} cero votos|{1} {0} voto|[2,*] {0} votos
fi: {0} ei ääniä |{1}{0} ääni|[2,*]{0} ääntä
fr: {0} pas de votes|{1} {0} vote|[2,*] {0} votes
hu: {0} nincs szavazat|{1} {0} szavazat|[2,*] {0} szavazat
id: {0} tidak ada suara|{1} {0} suara|[2,*] {0} suara
it: {0} nessun voto|{1} {0} voto|[2,*] {0} voti
ja: {0} 投票なし|{1,*} {0} 票
ko: {0} 표 없음|{1,*} {0} 표
nl: {0} geen stemmen|{1} {0} stem|[2,*] {0} stemmen
no: {0} ingen stemme|{1} {0} stemme|[2,*] {0} stemmer
pl: {0} 0 głosów|{1} {0} głos|[2,4] {0} głosy|{5,*} {0} głosów
pt_br: {0} sem votos|{1} {0} voto|[2,*] {0} votos
ro: {0} niciun vot|{1} {0} vot|[2,*] {0} voturi
ru: {0} голос|{0} голоса|{0} голосов
sk: {0} žiadne hlasy |{1} {0} hlas |[2,*] {0} hlasov
sv: {0} ingen röst|{1} {0} röst|[2,*] {0} röster
th: {0} no vote|{1} {0} vote|[2,*] {0} votes
tr: {0} oy yok|{1} {0} oy|[2,*] {0} oy
uk: {0} немає голосів|{1} {0} голос|[2,*] {0} голоси
vi: {0} không có bình chọn|[1,*] {0} phiếu
zh: {0} 票
zh_tw: {0} 沒有票|[1,*] {0} 票

# topics.show.feature_vote.user.current
source: You have {0} remaining.
ar: لديك {0} متبقية.
be: У вас засталося {0} галасоў.
bg: Вие имате {0} оставащи гласа.
cs: Zbývá vám {0}.
da: Du har {0} stemmer tilbage.
de: Du hast noch {0}.
el: Σας απομένουν {0}.
es: Tienes {0} restantes.
fi: Sinulla on {0} jäljellä.
fr: Il vous reste {0}.
hu: Neked {0} darab szavazatod maradt.
id: Anda memiliki {0} tersisa.
it: Hai {0} rimanenti.
ja: {0}回可能です。
ko: 투표 횟수가 {0}회 남았습니다.
nl: Je hebt {0} stemmen over.
no: Du har {0} igjen.
pl: Pozostało ci {0} głosów.
pt_br: Você tem {0} restantes.
ro: Tu ai {0} rămase.
ru: У вас осталось {0} голосов.
sk: Zostávajúce hlasy: {0}.
sv: Du har {0} kvar.
tr: {0} oyunuz var.
uk: У вас залишилося {0} голосів.
vi: Bạn còn {0}.
zh: 还有 {0} 。
zh_tw: 剩下 {0} 票.

# topics.show.feature_vote.user.not_enough
source: You don't have any more votes remaining
ar: ليس لديك أي اصوات متبقية
be: Вы не маеце больш даступных галасоў
bg: Вие не разполагате с повече гласове
cs: Nemáte žádné další hlasy
da: Du har ikke flere stemmer tilbage
de: Du hast keine Stimmen mehr
el: Δε σας απομένουν ψήφοι
es: No tienes más votos restantes
fi: Sinulla ei ole enää ääniä jäljellä
fr: Vous n'avez plus de votes disponibles
hu: Nincs több szavazatod
id: Anda tidak memiliki cukup hak suara untuk dapat mempromosikan gagasan ini lebih jauh.
it: Non hai altri voti rimanenti
ja: 票が足りません。
ko: 투표 횟수를 모두 사용하여 더이상 투표할 수 없습니다.
nl: Je hebt geen stemmen meer over
no: Du har ingen flere gjenværende stemmer
pl: Nie posiadasz żadnych głosów
pt_br: Você não tem mais votos restantes
ro: Tu nu mai ai niciun vot rămas
ru: У вас больше нет голосов
sk: Nemáte už žiadne ďalšie hlasy
sv: Du har inga röster kvar
tr: Başka oyunuz kalmadı
uk: У вас більше немає голосів
vi: Bạn không còn lượt bình chọn nào hết
zh: 没有票了
zh_tw: 沒有票了

# topics.show.poll.edit
source: Poll Edit
ar: تعديل الاستبيان
bg: Редакция на анкетата
cs: Upravení ankety
da: Rediger Afstemning
de: Umfrage bearbeiten
es: Editar encuesta
fr: Édition du sondage
hu: Szavazás Szerkesztése
id: Sunting jajak pendapat
it: Modifica Sondaggio
ja: 投票編集
ko: 투표 수정
nl: Poll bewerken
no: Avstemning Rediger
pl: Edytowanie ankiety
pt_br: Edição de enquete
ro: Editare Poll
ru: Редактирование опроса
sv: Redigera enkät
th: แก้ไขโพลล์
tr: Anket Düzenleme
uk: Редагування опитування
zh: 编辑投票
zh_tw: 編輯投票

# topics.show.poll.edit_warning
source: Editing a poll will remove the current results!
ar: تحرير الاِستطلاع سيقوم بإزالة النتائج الحالية!
bg: Редактирането на анкетата ще анулира текущите резултати!
da: Redigering af afstemningen vil fjerne de nuværende resultater!
de: Bearbeiten der Umfrage wird die derzeitigen Ergebnisse entfernen!
es: ¡Editar una encuesta eliminará los resultados actuales!
fr: Éditer un sondage supprimera les résultats actuels !
hu: A szavazás szerkesztése eltörli a jelenlegi eredményeket!
id: Menyunting isi jajak pendapat akan menghilangkan semua hasil yang sudah tercatat sampai saat ini!
it: Modificare un sondaggio rimuoverà i risultati attuali!
ja: 投票フォームを編集すると現在の投票結果が削除されます！
ko: 투표를 수정하면 현재 결과가 제거됩니다!
nl: Een poll bewerken zal de huidige resultaten verwijderen!
no: Redigering av en avstemming vil fjerne de gjeldene resultatene!
pl: Wprowadzenie zmian do ankiety spowoduje usunięcie obecnych wyników!
pt_br: Editar uma enquete irá remover os resultados atuais!
ro: Editarea unui poll va înlătura rezultatele curente!
ru: Изменение опроса удалит текущие результаты!
sv: Redigering av en enkät kommer att ta bort det aktuella resultatet!
th: ถ้าแก้ไขโพลล์แล้วผลโหวตจะหายนะ
tr: Bir anketi düzenlemek mevcut sonuçlarını siler!
uk: Редагування опитування призведе до видалення поточних результатів!
vi: Chỉnh sửa cuộc thăm dò sẽ xóa bỏ các kết quả hiện tại!
zh: 编辑投票将清空当前投票结果！
zh_tw: 編輯投票將會清除目前結果！

# topics.show.poll.vote
source: Vote
ar: تصويت
be: Галасаваць
bg: Гласувай
cs: Hlasovat
da: Stem
de: Abstimmung
el: Ψηφίστε
es: Votar
fi: Äänestä
fr: Voter
hu: Szavazat
id: Pilih
it: Vota
ja: 投票
ko: 투표
nl: Stem
no: Stem
pl: Zagłosuj
pt_br: Votar
ro: Votează
ru: Голосовать
sk: Hlasovať
sv: Rösta
tr: Oyla
uk: Голосувати
vi: Bỏ phiếu
zh: 投票
zh_tw: 投票

# topics.show.poll.button.change_vote
source: Change vote
ar: تغيير التصويت
be: Змяніць голас
bg: Промяна на глас
cs: Změnit hlas
da: Ændr stemme
de: Stimme ändern
es: Cambiar voto
fr: Changer le vote
hu: Szavazás megváltoztatása
id: Ubah suara
it: Cambia voto
ja: 投票を変更する
ko: 추천 변경
nl: Verander je stem
no: Endre stemme
pl: Zmień głos
pt_br: Alterar voto
ro: Schimbă votul
ru: Изменить голос
sv: Ändra röst
th: เปลี่ยนตัวเลือกโหวต
tr: Oyu değiştir
uk: Поміняти голос
vi: Thay đổi bình chọn
zh: 更改投票
zh_tw: 更改投票

# topics.show.poll.button.edit
source: Edit poll
ar: تعديل الاستطلاع
bg: Редактирай анкетата
cs: Upravit hlasování
da: Rediger afstemning
de: Umfrage bearbeiten
es: Editar encuesta
fr: Éditer le sondage
hu: Kérdőív szerkesztése
id: Sunting jajak pendapat
it: Modifica il sondaggio
ja: 投票を編集
ko: 투표 수정
nl: Bewerk poll
no: Rediger avstemming
pl: Edytuj ankietę
pt_br: Editar enquete
ro: Editează poll-ul
ru: Изменить опрос
sv: Redigera enkät
th: แก้ไขโพลล์
tr: Anketi düzenle
uk: Редагувати опитування
vi: Sửa cuộc thăm dò
zh: 编辑投票
zh_tw: 編輯投票

# topics.show.poll.button.view_results
source: Skip to results
ar: تخطي الى النتائج
bg: Прескочи до резултатите
cs: Přeskočit na výsledky
da: Spring til resultater
de: Zu Ergebnissen springen
es: Saltar a resultados
fr: Passer aux résultats
hu: Ugrás az eredményekhez
id: Lewati ke hasil jajak pendapat
it: Salta ai risultati
ja: 結果にスキップ
ko: 결과로 건너뛰기
nl: Ga naar resultaten
no: Hopp til resultater
pl: Przejdź do wyników
pt_br: Ir para resultados
ro: Sări la rezultate
ru: Посмотреть результаты
sv: Hoppa till resultaten
th: ไปดูผลโหวต
tr: Sonuçlara geç
uk: Побачити результати
vi: Bỏ qua đến phần kết quả
zh: 直接跳到结果
zh_tw: 直接跳到結果

# topics.show.poll.button.vote
source: Vote
ar: تصويت
be: Галасаваць
bg: Гласувай
cs: Hlasovat
da: Stem
de: Abstimmen
es: Votar
fi: Äänestä
fr: Voter
hu: Szavaz
id: Pilih
it: Vota
ja: 投票
ko: 투표
nl: Stem
no: Stem
pl: Zagłosuj
pt_br: Votar
ro: Votează
ru: Голосовать
sk: Hlasovať
sv: Rösta
th: โหวต
tr: Oy ver
uk: Проголосувати
vi: Bỏ phiếu
zh: 投票
zh_tw: 投票

# topics.show.poll.detail.end_time
source: Polling will end at {0}
ar: سوف ينتهي الاقتراع في {0}
be: Апытанне скончыцца {0}
bg: Гласуването затваря в {0}
cs: Hlasování skončí za {0}
da: Afstemning slutter {0}
de: Abstimmung endet am {0}
el: Η ψηφοφορία θα λήξει στις {0}
es: La encuesta terminará el {0}
fi: Kysely loppuu {0}
fr: Le sondage se termine le {0}
hu: Szavazás vége {0} -kor lesz
id: Pemilihan akan berakhir {0}
it: Il sondaggio scade tra {0}
ja: 投票期限は {0} までです
ko: 투표가 {0}에 종료됩니다.
nl: Stemmen eindigt op {0}
no: Avstemming vil ende om {0}
pl: Ankieta zakończy się {0}
pt_br: A votação encerrará às {0}
ro: Votarea se va termina în {0}
ru: Опрос будет закрыт {0}
sk: Hlasovanie skončí za {0}
sv: Enkät kommer avslutas {0}
tr: Anket {0} tarihinde bitecek
uk: Опитування буде закрито {0}
vi: Cuộc thăm dò sẽ kết thúc vào {0}
zh: 将于 {0} 结束
zh_tw: 將於 {0} 結束

# topics.show.poll.detail.ended
source: Polling ended {0}
ar: انتهى الاقتراع {0}
be: Апытанне скончана {0}
bg: Гласуването приключи в {0}
cs: Hlasování skončilo {0}
da: Afstemning sluttede {0}
de: Abstimmung beendet am {0}
el: H ψηφοφορία έληξε στις {0}
es: Encuesta terminada el {0}
fi: Kysely on loppunut {0}
fr: Sondage terminé le {0}
hu: Szavazás végetért {0} -kor
id: Pemilihan telah berakhir {0}
it: Il sondaggio è finito {0}
ja: 投票は {0} に受付終了しました
ko: 투표가 {0}에 종료되었습니다.
nl: Stemming eindigde op {0}
no: Avstemming endte {0}
pl: Ankieta zakończyła się {0}
pt_br: Votação encerrada {0}
ro: Votarea s-a terminat {0}
ru: Опрос закончен {0}
sk: Hlasovanie skončilo {0}
sv: Enkät avslutades {0}
tr: Anket {0} tarihinde bitti
uk: Опитування завершено {0}
vi: Cuộc thăm dò đã kết thúc vào {0}
zh: 结束于 {0}
zh_tw: 結束於 {0}

# topics.show.poll.detail.results_hidden
source: Results will be shown after polling ends.
ar: سيتم عرض النتائج بعد انتهاء التصويت.
be: Вынікі будуц ьвядомы пасля сканчэння апытання.
bg: Резултатите ще бъдат показани след края на анкетата.
da: Resultater vil blive vist efter afstemningen er færdiggjort.
de: Ergebnisse werden nach dem Abstimmungsende angezeigt.
el: Τα αποτελέσματα θα φανερωθούν μόνο μετά τη λήξη της ψηφοφορίας.
es: Los resultados se mostrarán después de que finalice la encuesta.
fi: Tulokset näytetään äänestyksen jälkeen.
fr: Les résultats seront affichés après la fin du sondage.
hu: Az eredmények a szavazás vége után jelennek meg.
id: Hasil polling baru akan dapat terlihat ketika waktu pemungutan suara telah berakhir.
it: I risultati saranno mostrati dopo il termine della votazione.
ja: 投票後に結果が表示されます。
ko: 투표가 끝난 후에 결과가 표시됩니다.
nl: Als de pollen zijn gesloten dan zullen resultaten worden getoond.
no: Resultater vil bli vist etter at avstemningen slutter.
pl: Wyniki ankiety zostaną upublicznione po jej zakończeniu.
pt_br: Os resultados serão exibidos após a conclusão da enquete.
ro: Rezultatele vor fi arătate după sfârșirea poll-ului.
ru: Результаты будут показаны после окончания опроса.
sv: Resultaten kommer att visas efter enkätröstningens slut.
th: ผลลัพท์จะถูกแสดงหลังจากโพลล์สิ้นสุดลง
tr: Sonuçlar anket bittikten sonra gösterilecek.
uk: Результати будуть показані після закінчення опитування.
vi: Kết quả sẽ được hiển thị sau khi cuộc thăm dò kết thúc.
zh: 投票结束后才显示结果。
zh_tw: 結果將於投票結束後顯示。

# topics.show.poll.detail.total
source: Total votes: {0}
ar: مجموع الأصوات: {0}
be: Усяго галасоў: {0}
bg: Общ брой гласове: {0}
cs: Celkem hlasů: {0}
da: Stemmer i alt: {0}
de: Stimmen insgesamt: {0}
el: Σύνολο ψήφων: {0}
es: Votos totales: {0}
fi: Ääniä yhteensä: {0}
fr: Total de votes : {0}
hu: Leadott szavazatok száma {0}
id: Jumlah suara: {0}
it: Voti totali: {0}
ja: 総票数: {0}
ko: 총 투표 수: {0}회
nl: Totale stemmen: count
no: Total antall stemmer: {0}
pl: Liczba wszystkich głosów: {0}
pt_br: Total de votos: {0}
ro: Total voturi: {0}
ru: Всего голосов: {0}
sk: Celkových hlasov: {0}
sv: Totala röster: {0}
tr: Toplam oy: {0}
uk: Всього голосів: {0}
vi: Tổng số phiếu: {0}
zh: 总票数: {0}
zh_tw: 總票數: {0}

# topics.watch.to_not_watching
source: Not bookmarked
ar: لا إشارات مرجعية
be: Няма ў закладках
bg: Не е отметнато
cs: Nezáložkováno
da: Ikke gemt
de: Kein Lesezeichen gesetzt
el: Χωρίς σελιδοδείκτη
es: No marcado
fi: Lisäämättä kirjanmerkkeihin
fr: Vous ne suivez pas ce sujet
hu: Nincs könyvjelzőnek állítva
id: Tidak dimarkahi
it: Non preferito
ja: ブックマーク無し
ko: 즐겨찾기 등록 안됨
nl: Heeft geen bladwijzer
no: Ikke bokmerket
pl: Nie subskrybuj
pt_br: Não marcada
ro: Nu este marcat
ru: Не в закладках
sk: Nezáložkované
sv: Inte bokmärkt
th: ไม่ได้บุ๊กมาร์คไว้
tr: Kayıtlı değil
uk: Не в закладках
vi: Chưa đánh dấu
zh: 未订阅
zh_tw: 未訂閱

# topics.watch.to_watching
source: Bookmark
ar: إشارة مرجعية
be: Закладка
bg: Отметка
cs: Záložka
da: Gem
de: Lesezeichen setzen
el: Βάλτε Σελιδοδείκτη
es: Marcado
fi: Kirjanmerkkeihin
fr: Suivre
hu: Könyvjelző
id: Markah
it: Preferito
ja: ブックマーク
ko: 즐겨찾기
nl: Voeg bladwijzer toe
no: Bokmerke
pl: Subskrybuj
pt_br: Marcar
ro: Marchează
ru: Заметка
sk: Záložka
sv: Bokmärk
th: บุ๊กมาร์ค
tr: Kaydet
uk: Закладки
vi: Đánh dấu
zh: 订阅
zh_tw: 訂閱

# topics.watch.to_watching_mail
source: Bookmark with notification
ar: اِشارة مرجعية مع اخطار
be: Закладна ў апавяшчэннях
bg: Отметка с известяване
cs: Záložka s oznámením
da: Gem med notifikation
de: Lesezeichen setzen und benachrichtigt werden
el: Βάλτε σελιδοδείκτη με ειδοποίηση
es: Marcado con aviso de notificaciones
fi: Kirjanmerkkeihin ilmoituksella
fr: Suivre avec notifications
hu: Könyvjelző értesítéssel
id: Markah dengan notifikasi
it: Preferito con notifica
ja: ブックマーク（通知あり）
ko: 알림과 함께 즐겨찾기
nl: Voeg bladwijzer met notificaties toe
no: Bokmerke med notifikasjon
pl: Subskrybuj z powiadomieniami
pt_br: Marcar com notificação
ro: Marchează cu notificare
ru: В закладки с оповещением
sk: Záložka s oznámením
sv: Bokmärke med notifikation
th: บุ๊กมาร์คและรับการแจ้งเตือน
tr: Bildirimlerle beraber kaydet
uk: В закладки з оповіщенням
vi: Đánh dấu với thông báo
zh: 订阅并启用邮件通知
zh_tw: 訂閱並開啟電子郵件通知

# topics.watch.tooltip_mail_disable
source: Notification is enabled. Click to disable
ar: تم تمكين الاِخطار. انقر للتعطيل
be: Апавяшчэнні ўключаны. Націсніце, каб адключыць
bg: Включени известия. Кликни да изключиш
cs: Notifikace je zapnutá. Klikněte pro vypnutí
da: Notifikationer er slået til. Klik for at slå dem fra
de: Benachrichtigungen sind aktiviert. Klicken zum Deaktivieren
el: Η Ειδοποίηση είναι ενεργοποιημένη. Κάντε κλικ για να απενεργοποίηση
es: Notificación activada. Haga clic para desactivar
fi: Ilmoitus on päällä. Klikkaa poistaaksesi käytöstä
fr: La notification est activée. Cliquez pour désactiver
hu: Értesítés engedélyezve van. Ide kattintva letilthatod
id: Anda sedang mengaktifkan notifikasi otomatis untuk topik ini. Klik di sini untuk menonaktifkan notifikasi otomatis
it: Le notifiche sono abilitate. Premi per disabilitarle
ja: 通知は有効です。クリックして無効化
ko: 알림이 활성화되었습니다. 눌러서 비활성화하세요.
nl: Melding is ingeschakeld. Klik om uit te schakelen
no: Varslinger er aktivert. Klikk for å deaktivere
pl: Powiadomienia są włączone. Kliknij tutaj, aby je wyłączyć.
pt_br: Notificação está habilitada. Clique para desativar
ro: Notificările sunt activate. Click pentru a le dezactiva
ru: Уведомления включены. Нажмите, чтобы отключить
sk: Notifikácie sú zapnuté. Kliknite na vypnutie
sv: Avisering är aktiverad. Klicka för att inaktivera
th: การแจ้งเตือนถูกเปิดใช้งาน คลิกเพื่อปิดการใช้งาน
tr: Bildirim etkin. Devre dışı bırakmak için tıklayın
uk: Оповіщення включені. Натисніть, щоб відключити
vi: Đã bật thông báo. Nhấp để tắt
zh: 通知已启用。点击禁用
zh_tw: 通知已啟用。點擊以禁用。

# topics.watch.tooltip_mail_enable
source: Notification is disabled. Click to enable
ar: تم اِطفاء الاِخطار. انقر للتشغيل
be: Апавяшчэнні адключаны. Націсніце, каб уключыць
bg: Изключени известия. Кликни да включиш
cs: Notifikace je vypnutá. Klikněte pro zapnutí
da: Notifikationer er slået fra. Klik for at slå dem til
de: Benachrichtigungen sind deaktiviert. Klicken zum Aktivieren
el: Η ειδοποίηση είναι απενεργοποιημένη. Κάντε κλικ για ενεργοποίηση
es: Notificación desactivada. Haga clic para activar
fi: Ilmoitus on pois käytöstä. Klikkaa laittaaksesi päälle
fr: La notification est désactivée. Cliquez pour activer
hu: Értesítés le van tiltva. Ide kattintva engedélyezheted
id: Anda sedang tidak mengaktifkan notifikasi otomatis untuk topik ini. Klik di sini untuk mengaktifkan notifikasi otomatis
it: Le notifiche sono disabilitate. Premi per abilitarle
ja: 通知は無効です。クリックして有効化
ko: 알림이 비활성화되었습니다. 눌러서 활성화하세요.
nl: Melding is uitgeschakeld. Klik om in te schakelen
no: Varslinger er deaktivert. Klikk for å aktivere
pl: Powiadomienia są wyłączone. Kliknij tutaj, aby je włączyć.
pt_br: Notificação está desativada. Clique para habilitar
ro: Notificările sunt dezactivate. Click pentru a le activa
ru: Уведомления отключены. Нажмите, чтобы включить
sk: Notifikácie sú vypnuté. Kliknite na zapnutie
sv: Avisering är inaktiverad. Klicka för att aktivera
th: การแจ้งเตือนถูกปิดใช้งาน คลิกเพื่อเปิดการใช้งาน
tr: Bildirim devre dışı. Etkinleştirmek için tıklayın
uk: Оповіщення відключено. Натисніть, щоб включити
vi: Đã tắt thông báo. Nhấp để bật
zh: 通知已禁用。点击启用
zh_tw: 通知已禁用。點擊以啟用。
