Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Forum.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# topics.issue_tag_invalid.to_0_done
source: Removed "invalid" tag
ar: اشارة "غير صالح" حُذِفَت
be: Выдаліць тэг «нядзейна»
bg: Премахната марка "невалиден"
cs: Odstraněno označení "neplatný"
da: Fjern "ugyldigt" tag
de: Tag "invalid" entfernt
el: To tag "invalid" αφαιρέθηκε
es: Etiqueta "inválido" eliminada
fi: Tunniste "virheellinen" poistettu
fr: Tag "invalid" supprimé
hu: “invalid” címke eltávolítva
id: Tanda "tidak valid" telah dihapus
it: Rimosso tag "invalido"
ja: "invalid" タグを外しました
ko: "invalid" 태그 삭제됨
nl: Verwijderde "invalide" tag
no: Fjernet "ugyldig" merknaden
pl: Usunięto tag "nieprawidłowe"
pt_br: Marcador "inválido" removido
ro: S-a eliminat tagul "invalid"
ru: Убран тег "недействительно"
sk: Odstránenie označenia "neplatný"
sv: Tog bort "ogiltlig" tagg
th: ลบแท็ก "โมฆะ" แล้ว
tr: "geçersiz" etiketi kaldırıldı
uk: Прибрано тег "недійсне"
vi: Đã loại bỏ tag "invalid"
zh: 已移除 "invalid" 标签
zh_tw: 已移除 "invalid" 標籤

# topics.issue_tag_invalid.to_1
source: Add "invalid" tag
ar: اضف اشارة "غير صالح"
be: Дадаць тэг «нядзейна»
bg: Добави марката "невалиден"
cs: Přidat označení "neplatný"
da: Tilføj "ugyldigt" tag
de: Tag "invalid" hinzufügen
el: Πρόσθεση του tag "invalid"
es: Agregar etiqueta "inválido"
fi: Lisää tunniste "virheellinen"
fr: Ajouter le tag "invalid"
hu: “invalid” címke hozzáadása
id: Tambahkan tanda "tidak valid"
it: Aggiungi tag "invalido"
ja: "invalid" タグを追加する
ko: "invalid" 태그 추가
nl: Voeg "invalide" tag toe
no: Legg til "ugyldig" merknad
pl: Dodaj tag "nieprawidłowe"
pt_br: Adicionar marcador "inválido"
ro: Adaugă tagul "invalid"
ru: Добавить тег "недействительно"
sk: Pridať označenie "neplatný"
sv: Lägg till "ogiltlig" tagg
th: เพิ่มแท็ก "โมฆะ"
tr: "geçersiz" etiketi ekle
uk: Додати тег "недійсне"
vi: Thêm tag "invalid"
zh: 添加 "invalid" 标签
zh_tw: 新增 "invalid" 標籤

# topics.issue_tag_invalid.to_1_done
source: Added "invalid" tag
ar: اشارة "غير صالح" اضيفت
be: Дабаўлены тэг "нядзейна"
bg: Добавена марка "невалиден"
cs: Přidáno označení "neplatný"
da: Tilføj "ugyldigt" tag
de: Tag "invalid" hinzugefügt
el: To tag "invalid" προστέθηκε
es: Etiqueta "inválido" agregada
fi: Lisää tunniste "virheellinen"
fr: Tag "invalid" ajouté
hu: “invalid” címke hozzáadva
id: Tanda "tidak valid" telah ditambahkan
it: Aggiunto tag "invalido"
ja: "invalid" タグを追加しました
ko: "invalid" 태그 추가됨
nl: Voegde "invalide" tag toe
no: Lagt til "ugyldig" merknad
pl: Dodano tag "nieprawidłowe"
pt_br: Marcador "inválido" adicionado
ro: S-a adăugat tagul "invalid"
ru: Добавлен тег "недействительно"
sk: Pridané označenie "neplatný"
sv: La till "ogiltlig" tagg
th: เพิ่มแท็ก "โมฆะ" แล้ว
tr: "geçersiz" etiketi eklendi
uk: Додано тег "недійсне"
vi: Đã thêm tag "invalid"
zh: 已添加 "invalid" 标签
zh_tw: 已新增 "invalid" 標籤

# topics.issue_tag_resolved.to_0
source: Remove "resolved" tag
ar: احذفت اشارة "مُصلَح"
be: Выдаліць тэг «вырашана»
bg: Премахни марката "разрешен"
cs: Odstranit označení "vyřešeno"
da: Fjern "løst" tag
de: Tag "resolved" entfernen
el: Αφαίρεση του tag "resolved"
es: Eliminar etiqueta "resuelto"
fi: Poista tunniste "selvitetty"
fr: Supprimer le tag "resolved"
hu: “resolved” címke eltávolítása
id: Hapus tanda "terselesaikan"
it: Rimuovi tag "risolto"
ja: "resolved" タグを外す
ko: "resolved" 태그 삭제
nl: Verwijder "opgelost" tag
no: Fjern "løst" merknaden
pl: Usuń tag "rozwiązane"
pt_br: Remover marcador "resolvido"
ro: Elimină tagul "resolved"
ru: Убрать тег "решено"
sk: Odstrániť označenie "vyriešené"
sv: Ta bort "löst" tagg
th: ลบแท็ก "แก้แล้ว"
tr: "çözüldü" etiketini kaldır
uk: Прибрати тег "вирішено"
vi: Loại bỏ tag "resolved"
zh: 移除 "resolved" 标签
zh_tw: 移除 "resolved" 標籤

# topics.issue_tag_resolved.to_0_done
source: Removed "resolved" tag
ar: اشارة "مُصلَح" حُذِفَت
be: Тэг «вырашана» выдалены
bg: Премахната марка "разрешен"
cs: Odstraněno označení "vyřešeno"
da: Fjern "løst" tag
de: Tag "resolved" entfernt
el: To tag "resolved" αφαιρέθηκε
es: Etiqueta "resuelto" eliminada
fi: Tunniste "selvitetty" poistettu
fr: Tag "resolved" supprimé
hu: “resolved” címke eltávolítva
id: Tanda "terselesaikan" telah dihapus
it: Rimosso tag "risolto"
ja: "resolved" タグを外しました
ko: "resolved" 태그 삭제됨
nl: Verwijderde "opgelost" tag
no: Fjernet "løst" merknaden
pl: Usunięto tag "rozwiązane"
pt_br: Marcador "resolvido" removido
ro: S-a eliminat tagul "resolved"
ru: Убран тег "решено"
sk: Odstránenie označenia "vyriešené"
sv: Tog bort "löst" tagg
th: ลบแท็ก "แก้แล้ว" แล้ว
tr: "çözüldü" etiketi kaldırıldı
uk: Прибрано тег "вирішено"
vi: Đã loại bỏ tag "resolved"
zh: 已移除 "resolved" 标签
zh_tw: 已移除 "resolved" 標籤

# topics.issue_tag_resolved.to_1
source: Add "resolved" tag
ar: اضف اشارة "مُصلَح"
be: Дадаць тэг «вырашана»
bg: Добави марката "разрешен"
cs: Přidat oznaění "vyřešeno"
da: Tilføj "løst" tag
de: Tag "resolved" hinzufügen
el: Πρόσθεση του tag "resolved"
es: Agregar etiqueta "resuelto"
fi: Lisää tunniste "selvitetty"
fr: Ajouter le tag "resolved"
hu: “resolved” címke hozzáadása
id: Tambahkan tanda "terselesaikan"
it: Aggiungi tag "risolto"
ja: "resolved" タグを追加する
ko: "resolved" 태그 추가
nl: Voeg "opgelost" tag toe
no: Legg til "løst" merknad
pl: Dodaj tag "rozwiązane"
pt_br: Adicionar marcador "resolvido"
ro: Adaugă tagul "resolved"
ru: Добавить тег "решено"
sk: Pridať označenie "vyriešené"
sv: Lägg till "löst" tagg
th: เพิ่มแท็ก "แก้แล้ว"
tr: "çözüldü" etiketi ekle
uk: Додати тег "вирішено"
vi: Thêm tag "resolved"
zh: 添加 "resolved" 标签
zh_tw: 新增 "resolved" 標籤

# topics.issue_tag_resolved.to_1_done
source: Added "resolved" tag
ar: اشارة "مُصلَح" اضيفت
be: Тэг «вырашана» даданы
bg: Добавена марка "разрешен"
cs: Přidáno označení "vyřešeno"
da: Tilføj "løst" tag
de: Tag "resolved" hinzugefügt
el: Το tag "resolved" προστέθηκε
es: Etiqueta "resuelto" agregada
fi: Lisää tunniste "selvitetty"
fr: Tag "resolved" ajouté
hu: “resolved” címke hozzáadva
id: Tanda "terselesaikan" telah ditambahkan
it: Aggiunto tag "risolto"
ja: "resolved" タグを追加しました
ko: "resolved" 태그 추가됨
nl: Voegde "opgelost" tag toe
no: Lagt til "løst" merknad
pl: Dodano tag "rozwiązane"
pt_br: Marcador "resolvido" adicionado
ro: S-a adăugat tagul "resolved"
ru: Добавлен тег "решено"
sk: Pridané označenie "vyriešené"
sv: La till "löst" tagg
th: เพิ่มแท็ก "แก้แล้ว" แล้ว
tr: "çözüldü" etiketi eklendi
uk: Додано тег "вирішено"
vi: Đã thêm tag "resolved"
zh: 已添加 "resolved" 标签
zh_tw: 已新增 "resolved" 標籤

# topics.lock.is_locked
source: This topic is locked and can not be replied to
ar: هذا الموضوع مغلق ولا يمكن الرد عليه
be: Гэтая тэма заблакаваная і адказваць у ёй немагчыма
bg: Тази тема е заключена и не може да се отговаря на нея
cs: Toto téma je uzamčené a nelze na něj odpovědět
da: Dette emne er arkiveret og kan ikke svares
de: Dieser Thread ist gesperrt und erlaubt keine weiteren Antworten
el: Η συζήτηση κλειδώθηκε και δεν δέχεται άλλες απαντήσεις
es: Este tema está cerrado y no se puede responder
fi: Tämä aihe on lukittu, eikä siihen voida vastata
fr: Ce sujet est verrouillé, vous ne pouvez pas y répondre
hu: Ez a téma zárva van és nem lehet rá válaszolni
id: Topik ini telah dikunci dan tidak dapat dibalas
it: Questo topic è bloccato e non si può più rispondere
ja: このトピックはロックされていて投稿が制限されています。
ko: 주제글이 잠겨있어 답글을 달 수 없습니다.
nl: Dit onderwerp is gesloten en kan niet meer op beantwoord worden
no: Dette emne er låst og kan ikke besvares
pl: Ten wątek został zamknięty i nie możesz w nim odpowiadać
pt_br: Este tópico está trancado e não pode mais ser respondido
ro: Acest subiect este închis și nu se pot adăuga răspunsuri
ru: Эта тема закрыта и ответить в нём невозможно
sk: Táto téma je uzamknutá a nedá sa na ňu odpovedať
sv: Detta ämne är låst och kan ej svaras på
tr: Bu konu kilitli ve yanıtlanamaz
uk: Ця тема закрита відповідати в ній неможливо
vi: Chủ đề này đã bị khóa và không thể trả lời
zh: 主题已被锁定，不能回复
zh_tw: 主題已被鎖定，不能回覆

# topics.lock.to_0
source: Unlock topic
ar: فتح الموضوع
be: Адкрыць тэму
bg: Отключи тема
cs: Odemknout téma
da: Oplås emne
de: Thread entsperren
el: Ξεκλειδώστε το θέμα
es: Abrir tema
fi: Avaa aihe
fr: Déverrouiller le sujet
hu: Téma feloldása
id: Buka topik
it: Sblocca topic
ja: トピックのロックを解除する
ko: 주제글 잠금 풀기
nl: Ontgrendel topic
no: Lås opp emne
pl: Otwórz wątek
pt_br: Destrancar tópico
ro: Deblochează subiectul
ru: Открыть тему
sk: Odomknúť tému
sv: Lås upp ämne
th: ปลดล็อกหัวข้อ
tr: Konu kilidini aç
uk: Відкрити тему
vi: Mở khóa chủ đề
zh: 解锁主题
zh_tw: 解鎖主题

# topics.lock.to_0_confirm
source: Unlock topic?
ar: فتح الموضوع؟
bg: Отключи темата?
da: Lås emne op?
de: Thread entsperren?
es: ¿Abrir tema?
fr: Déverrouiller le sujet ?
hu: Feloldod a témát?
id: Buka kunci topik?
it: Sbloccare il topic?
ja: トピックロックを解除しますか？
ko: 주제를 잠금 해제할까요?
nl: Topic ontgrendelen?
no: Lås opp emne?
pl: Odblokować wątek?
pt_br: Destrancar tópico?
ro: Deblochează topicul?
ru: Открыть тему?
sk: Odomknúť tému?
sv: Lås upp ämnet?
th: จะปลดล็อกกระทู้หรือไม่
tr: Konunun kilidini aç?
uk: Відкрити тему?
vi: Mở khóa chủ đề?
zh: 解锁主题?
zh_tw: 解鎖主題?

# topics.lock.to_0_done
source: Topic has been unlocked
ar: تمّ إلغاء تأمين الموضوع
be: Тэма была адкрыта
bg: Темата бе отключена
cs: Téma bylo odemčeno
da: Emnet er blevet låst op
de: Thread wurde entsperrt
el: Το θέμα ξεκλειδώθηκε
es: El tema ha sido abierto
fi: Aihe on avattu
fr: Le sujet a été déverrouillé
hu: A téma fel lett oldva
id: Topik telah dibuka
it: Il topic è stato sbloccato
ja: ロックが解除されました
ko: 해당 주제의 잠금이 해제되었습니다,
nl: Topic is ontgrendeld
no: Emnet har blitt låst opp
pl: Wątek został otworzony
pt_br: Tópico destrancado
ro: Subiectul a fost deblocat
ru: Тема открыта
sk: Téma bola odomknutá
sv: Ämne har blivit upplåst
th: หัวข้อถูกปลดล็อกแล้ว
tr: Konu kilidi açıldı
uk: Тему відкрито
vi: Đã mở khóa chủ đề
zh: 主题已经解锁
zh_tw: 主题已經解鎖

# topics.lock.to_1
source: Lock topic
ar: قفل الموضوع
be: Закрыць тэму
bg: Заключи тема
cs: Uzamknout téma
da: Lås emne
de: Thread sperren
el: Κλειδώστε το θέμα
es: Cerrar tema
fi: Lukitse aihe
fr: Verrouiller le sujet
hu: Téma zárolása
id: Kunci topik
it: Blocca topic
ja: トピックをロックする
ko: 주제글 잠그기
nl: Vergrendel topic
no: Lås emne
pl: Zamknij wątek
pt_br: Trancar tópico
ro: Blochează subiectul
ru: Закрыть тему
sk: Uzamknúť tému
sv: Lås ämne
th: ล็อกหัวข้อ
tr: Konuyu kilitle
uk: Закрити тему
vi: Khóa chủ đề
zh: 锁定主题
zh_tw: 鎖定主题

# topics.lock.to_1_confirm
source: Lock topic?
ar: قفل الموضوع؟
be: Закрыць тэму?
bg: Заключи темата?
da: Lås emne?
de: Thread sperren?
es: ¿Cerrar tema?
fi: Lukitse aihe?
fr: Verrouiller le sujet ?
hu: Lezárod a témát?
id: Kunci topik?
it: Bloccare il topic?
ja: トピックをロックしますか？
ko: 주제를 잠글까요?
nl: Topic vergrendelen?
no: Lås emne?
pl: Zablokować wątek?
pt_br: Trancar tópico?
ro: Blochează topicul?
ru: Закрыть тему?
sk: Uzamknúť tému?
sv: Lås ämnet?
th: จะล็อกกระทู้หรือไม่
tr: Konuyu kilitle?
uk: Закрити тему?
vi: Khóa chủ đề?
zh: 锁定主题?
zh_tw: 鎖定主題?

# topics.lock.to_1_done
source: Topic has been locked
ar: تمّ تأمين الموضوع
be: Тэма была закрыта
bg: Темата бе заключена
cs: Téma bylo uzamčeno
da: Emnet er blevet låst
de: Thread wurde gesperrt
el: Το θέμα κλειδώθηκε
es: El tema ha sido cerrado
fi: Aihe lukittu
fr: Le sujet a été verrouillé
hu: A téma zárolva lett
id: Topik telah dikunci
it: Il topic è stato bloccato
ja: ロックされました
ko: 해당 주제가 잠겼습니다.
nl: Topic is vergrendeld
no: Emne har blitt låst
pl: Wątek został zamknięty
pt_br: Tópico trancado
ro: Subiectul a fost blocat
ru: Тема закрыта
sk: Téma bola uzamknutá
sv: Ämne har blivit låst
th: หัวข้อถูกล็อกแล้ว
tr: Konu kilitlendi
uk: Тему закрито
vi: Chủ đề đã bị khóa
zh: 主题已被锁定
zh_tw: 主题已被鎖定

# topics.moderate_move.title
source: Move to another forum
ar: نقل إلى منتدى آخر
be: Перамясціць у іншы форум
bg: Премести в друг форум
cs: Přesunout do jiného fóra
da: Flyt til et andet forum
de: In ein anderes Forum bewegen
el: Πηγαίντε σε άλλο φόρουμ
es: Mover a otro foro
fi: Siirrä toiselle foorumille
fr: Déplacer vers un autre forum
hu: Másik fórumba áthelyezés
id: Pindahkan ke forum lain
it: Muovi in un altro forum
ja: 別のフォーラムに移動する
ko: 다른 포럼으로 이동
nl: Verplaats naar een ander forum
no: Flytt til et annet forum
pl: Przenieś do innego forum
pt_br: Mover para outro fórum
ro: Mergi la un alt forum
ru: Переместить в другой форум
sk: Presunút sa do ďalšieho fóra
sv: Flytta till annat forum
tr: Başka bir foruma taşı
uk: Перемістити на інший форум
vi: Chuyển sang diễn đàn khác
zh: 将主题移动到其他板块
zh_tw: 將主題移動至其他討論

# topics.moderate_pin.to_0
source: Unpin topic
ar: إزالة تثبيت الموضوع
be: Адмацаваць тэму
bg: Разкачи прикрепената тема
cs: Odepnout téma
da: Fjern fra pins
de: Thread von den angepinnten Threads lösen
el: Ξεκαρφίτσωμα θέματος
es: Desanclar tema
fi: Irrota aihe
fr: Désépingler le sujet
hu: Téma kitűzésének visszavonása
id: Lepas sematan topik
it: Togli dai topic fissati
ja: トピックのピンを外す
ko: 주제글 고정 해제
nl: Onpin topic
no: Løsne emnet
pl: Odepnij ten wątek
pt_br: Desafixar tópico
ro: Anulează fixarea subiectului
ru: Открепить тему
sk: Odopnúť tému
sv: Ta bort nålat ämne
th: เลิกปักหมุดหัวข้อ
tr: Başlığı sabitleme
uk: Відкріпити тему
vi: Bỏ ghim chủ đề
zh: 取消置顶
zh_tw: 取消置頂

# topics.moderate_pin.to_0_confirm
source: Unpin topic?
ar: إلغاء تثبيت الموضوع؟
bg: Откачи темата?
da: Fjern fra pins?
de: Thread lösen?
es: ¿Desanclar tema?
fi: Irrota aihe?
fr: Désépingler le sujet ?
hu: Vissza vonod a téma kitűzését?
id: Lepas sematan topik?
it: Togliere dai topic fissati?
ja: トピックのピンを外しますか？
ko: 주제를 고정 해제할까요?
nl: Topic losmaken?
no: Løsne emne?
pl: Odpiąć wątek?
pt_br: Desafixar tópico?
ro: Nu mai fixa topicul?
ru: Открепить тему?
sk: Odopnúť tému?
sv: Lossa ämnet?
th: จะเลิกปักหมุดหัวข้อหรือไม่
tr: Konuyu sabitlemeden kaldır?
uk: Вiдкрiпити тему?
vi: Bỏ ghim chủ đề?
zh: 取消置顶主题？
zh_tw: 取消置頂主題?

# topics.moderate_pin.to_0_done
source: Topic has been unpinned
ar: تمّ إلغاء تثبيت الموضوع
be: Тэма была адмацавана
bg: Темата бе разкачена
cs: Téma bylo odepnuto
da: Emnet er blevet fjernet fra pins
de: Thread wurde von den angepinnten Threads entfernt
el: Το θέμα ξεκαρφιτσώθηκε
es: El tema ya no está anclado
fi: Aihe irrotettu
fr: Le sujet a été désépinglé
hu: A téma kitűzése visszavonva
id: Sematan topik telah dilepaskan
it: Il topic è stato tolto dai topic fissati
ja: ピンが外されました
ko: 해당 주제의 고정이 해제되었습니다.
nl: Topic niet meer gepint
no: Emne har blitt løsnet
pl: Wątek został odpięty
pt_br: Tópico desafixado
ro: Subiectul nu mai este fixat
ru: Тема откреплена
sk: Téma bola odopnutá
sv: Nål på ämne har tagits bort
th: หัวข้อถูกเลิกปักหมุดแล้ว
tr: Başlık artık sabitli değil
uk: Тему відкріплено
vi: Chủ đề đã được bỏ ghim
zh: 该主题已取消置顶
zh_tw: 該主题已取消置頂

# topics.moderate_pin.to_1
source: Pin topic
ar: تثبيت الموضوع
be: Замацаваць тэму
bg: Закачи темата
cs: Připnout téma
da: Fastgør emne
de: Thread anpinnen
el: Καρφίτσωμα θέματος
es: Anclar tema
fi: Kiinnitä aihe
fr: Épingler le sujet
hu: Téma kitűzése
id: Sematkan topik
it: Fissa topic
ja: トピックをピン留めする
ko: 주제글 고정
no: Fest emne
pl: Przypnij ten wątek
pt_br: Fixar tópico
ro: Fixează subiectul
ru: Закрепить тему
sk: Pripnúť tému
sv: Nåla ämne
th: ปักหมุดหัวข้อ
tr: Başlığı sabitle
uk: Закріпити тему
vi: Ghim chủ đề
zh: 置顶
zh_tw: 置頂

# topics.moderate_pin.to_1_confirm
source: Pin topic?
ar: تثبيت الموضوع؟
be: Замацаваць тэму?
bg: Закачи темата?
da: Pin emne?
de: Thread anpinnen?
es: ¿Anclar tema?
fi: Kiinnitä aihe?
fr: Épingler le sujet ?
hu: Kitűződ a témát?
id: Sematkan topik?
it: Fissare il topic?
ja: トピックをピン留めしますか？
ko: 주제를 고정할까요?
nl: Topic vastmaken?
no: Fest emne?
pl: Przypiąć wątek?
pt_br: Fixar tópico?
ro: Fixează topicul?
ru: Закрепить тему?
sk: Pripnúť tému?
sv: Fäst ämnet?
th: จะปักหมุดหัวข้อหรือไม่
tr: Konuyu sabitle?
uk: Закрiпити тему?
vi: Ghim chủ đề?
zh: 置顶主题？
zh_tw: 置頂主題?

# topics.moderate_pin.to_1_done
source: Topic has been pinned
ar: تم تثبيت الموضوع
be: Тэма была замацавана
bg: Темата бе закачена
cs: Téma bylo připnuto
da: Emnet er blevet fastgjort
de: Thread wurde angepinnt
el: Το θέμα καρφιτσώθηκε
es: El tema ha sido anclado
fi: Aihe kiinnitetty
fr: Le sujet a été épinglé
hu: A téma ki lett tűzve
id: Topik telah disematkan
it: Il topic è stato fissato
ja: ピン留めされました
ko: 해당 주제가 고정되었습니다.
nl: Topic is gepint
no: Emne har blitt festet
pl: Wątek został przypięty
pt_br: Tópico fixado
ro: Subiectul a fost fixat
ru: Тема закреплена
sk: Téma bola pripnutá
sv: Ämne har blivit nålat
th: หัวข้อถูกปักหมุดแล้ว
tr: Başlık sabitlendi
uk: Тему закріплено
vi: Chủ để đã ghim
zh: 该主题已置顶
zh_tw: 該主题已置頂

# topics.moderate_pin.to_2
source: Pin topic and mark as announcement
ar: ثبت الموضوع وعَلِم كـ اِعلان
be: Замацаваць тэму і пазначыць як апавяшчэнне
bg: Закачи темата и я отбележи като уведомление
cs: Připíchni téma a označ jako oznámení
da: Fastgør emne og marker som en service-meddelelse
de: Thread anpinnen und als Ankündigung markieren
el: Καρφίτσωμα θέματος και σήμανση ως ανακοίνωση
es: Anclar tema y marcar como anuncio
fi: Kiinnitä aihe ja merkkaa ilmoitukseksi
fr: Épingler le sujet et marquer en tant qu'annonce
hu: Téma kitűzése és bejelentésnek jelölése
id: Sematkan topik dan tandai sebagai pengumuman
it: Fissa il topic e segna come annuncio
ja: トピックをピン留めしてアナウンスメントとしてマークする
ko: 주제글을 고정하고 알림글로 나타내기
nl: Pin topic en markeer als melding
no: Fest emne og marker som kunngjøring
pl: Przypnij ten wątek i oznacz jako ogłoszenie
pt_br: Fixar tópico e marcar como anúncio
ro: Fixează subiectul și marchează-l ca un anunț
ru: Закрепить тему и отметить как анонс
sk: Pripni tému a označ ako oznámenie
sv: Nåla ämne och markera som meddelande
th: ปักหมุดหัวข้อและตั้งให้เป็นประกาศ
tr: Başlığı sabitle ve duyuru olarak işaretle
uk: Закріпити тему і відмітити як анонс
vi: Ghim chủ đề và đánh dấu là thông báo
zh: 置顶并标记为公告
zh_tw: 至頂並標記為公告

# topics.moderate_pin.to_2_confirm
source: Pin topic and mark as announcement?
ar: تثبيت الموضوع وتعليمه كـ أِعلان؟
bg: Закачи темата и я отбележи като уведомление?
da: Pin emne og marker som en service-meddelelse?
de: Thread anpinnen und als Ankündigung markieren?
es: ¿Anclar tema y marcar como anuncio?
fi: Kiinnitä aihe ja merkkaa ilmoitukseksi?
fr: Épingler le sujet et le marquer en tant qu'annonce ?
hu: Kitűződ a témát és megjelölőd bejelentésként?
id: Sematkan topik dan tandai sebagai pengumuman?
it: Fissare il topic e segnarlo come annuncio?
ja: トピックをピン留めしてお知らせとしてマークしますか？
ko: 주제를 고정하고 공지 사항로 표시할까요?
nl: Topic vastmaken en markeer als aankondiging?
no: Fest emne og marker som opplysning?
pl: Przypiąć wątek i oznaczyć go jako ogłoszenie?
pt_br: Fixar tópico e marcar como anúncio?
ro: Fixează topicul și marchează-l ca anunț?
ru: Закрепить тему и отметить как объявление?
sv: Fäst ämnet och markera det som meddelande?
th: จะปักหมุดและให้กระทู้นี้เป็นการประกาศหรือไม่
tr: Konuyu sabitle ve duyuru olarak işaretle?
uk: Закрiпити тему і позначити як оголошення?
vi: Ghim chủ đề và đánh dấu là thông báo?
zh: 置顶此主题并将其标记为公告?
zh_tw: 置頂主題並設為公告?

# topics.moderate_pin.to_2_done
source: Topic has been pinned and marked as announcement
ar: تم تثبيت الموضوع ووضعه كـ إعلان
be: Тэма была замацавана і пазначана як абвяшчэння
bg: Темата бе закачена и я отбелязана като уведомление
cs: Téma bylo připnuto a označeno jako oznámení
da: Emnet er blevet fastgjort og markeret som en service-meddelelse
de: Thread wurde angepinnt und als Ankündigung markiert
el: Το θέμα καρφιτσώθηκε και σημάνθηκε ως ανακοίνωση
es: El tema ha sido anclado y marcado como anuncio
fi: Aihe on kiinnitetty ja merkattu ilmoitukseksi
fr: Le sujet a été épinglé et marqué en tant qu'annonce
hu: Téma kitűzve és bejelentésnek jelölve
id: Topik telah disematkan dan ditandai sebagai pengumuman
it: Il topic è stato fissato e segnato come annuncio
ja: ピン留めされてアナウンスメントになりました
ko: 해당 주제가 고정되고 알림글로 표시됩니다.
nl: Topic is gepint en gemarkeerd als melding
no: Emne har blitt festet og markert som en kunngjøring
pl: Wątek został przypięty i oznaczony jako ogłoszenie
pt_br: Tópico fixado e marcado como anúncio
ro: Subiectul a fost fixat și marcat ca un anunț
ru: Тема закреплена и отмечена как анонс
sk: Téma bola pripnutá a označená ako oznámenie
sv: Ämne har blivit nålat och markerat som meddelande
th: หัวข้อถูกปักหมุดและตั้งให้เป็นประกาศแล้ว
tr: Başlık sabitlendi ve duyuru olarak işaretlendi
uk: Тему закріплено і відзначено як анонс
vi: Chủ đề đã ghim và sẽ đánh dấu là thông báo
zh: 该主题已置顶并标记为公告
zh_tw: 該主题已置頂並標記為公告

# topics.moderate_toggle_deleted.show
source: Show deleted posts
ar: إظهار المنشورات المحذوفة
bg: Покажи изтритите публикации
cs: Zobrazit smazané příspěvky
da: Vis slettede opslag
de: Gelöschte Beiträge anzeigen
es: Mostrar publicaciones eliminadas
fi: Näytä poistetut viestit
fr: Montrer les messages supprimés
hu: Törölt posztok mutatása
id: Tampilkan postingan yang telah dihapus
it: Mostra post eliminati
ja: 削除された投稿を表示
ko: 삭제된 글 표시
nl: Toon verwijderde berichten
no: Vis slettede innlegg
pl: Pokaż usunięte posty
pt_br: Exibir publicações excluídas
ro: Arată postări șterse
ru: Показать удалённые сообщения
sv: Visa raderade inlägg
th: แสดงโพสต์ที่ถูกลบ
tr: Silinmiş gönderileri göster
uk: Показати видалені пости
vi: Hiển thị các bài đăng bị xóa
zh: 显示已删除的帖子
zh_tw: 顯示已刪除帖子

# topics.moderate_toggle_deleted.hide
source: Hide deleted posts
ar: إخفاء المنشورات المحذوفة
bg: Скрий изтритите публикации
cs: Skrýt smazané příspěvky
da: Gem slettede opslag
de: Gelöschte Beiträge ausblenden
es: Ocultar publicaciones eliminadas
fi: Piilota poistetut viestit
fr: Masquer les messages supprimés
hu: Törölt posztok elrejtése
id: Sembunyikan postingan yang telah dihapus
it: Nascondi post eliminati
ja: 削除された投稿を非表示
ko: 삭제된 글 숨기기
nl: Verberg verwijderde berichten
no: Skjul slettede innlegg
pl: Ukryj usunięte posty
pt_br: Ocultar publicações excluídas
ro: Ascunde postări șterse
ru: Скрыть удалённые сообщения
sv: Dölj raderade inlägg
th: ซ่อนโพสต์ที่ถูกลบ
tr: Silinmiş gönderileri gizle
uk: Приховати видалені пости
vi: Ẩn các bài viết bị xóa
zh: 隐藏已删除的帖子
zh_tw: 隱藏已刪除帖子

# topics.show.deleted-posts
source: Deleted Posts
ar: المنشورات المحذوفة
be: Выдалена допісаў
bg: Изтрити публикации
cs: Odstraněné příspěvky
da: Slettede Opslag
de: Gelöschte Beiträge
el: Διαγραμμένες Δημοσιεύσεις
es: Publicaciones eliminadas
fi: Poistetut viestit
fr: Posts supprimés
hu: Törölt posztok
id: Post yang Dihapus
it: Post cancellati
ja: 削除された投稿
ko: 삭제된 게시글
nl: Verwijderde posts
no: Slettede innlegg
pl: Usunięte posty
pt_br: Publicações Excluídas
ro: Postări șterse
ru: Удалено ответов
sk: Odstránené Príspevky
sv: Raderade Inlägg
tr: Silinmiş mesajlar
uk: Видалено відповідей
vi: Bài Đăng Đã Bị Xóa
zh: 删除主题
zh_tw: 刪除主題

# topics.show.total_posts
source: Total Posts
ar: عدد المنشورات الكلي
be: Агульна допісаў
bg: Общ брой публикации
cs: Celkem příspěvků
da: Opslag i alt
de: Beiträge insgesamt
el: Σύνολο Δημοσιεύσεων
es: Publicaciones totales
fi: Vastauksia
fr: Total des posts
hu: Összes poszt
id: Jumlah Post
it: Post totali
ja: 全ての投稿
ko: 총 게시글
nl: Alle posts
no: Totalt antall innlegg
pl: Wszystkie posty
pt_br: Total de publicações
ro: Total postări
ru: Всего ответов
sk: Celkovo Príspevkov
sv: Totala Inlägg
tr: Toplam Mesaj
uk: Всього відповідей
vi: Tổng Bài Đăng
zh: 讨论总数
zh_tw: 總主題數量

# topics.show.feature_vote.current
source: Current Priority: +{0}
ar: الأفضلية الحالية: +{0}
be: Бягучы прыярытэт: +{0}
bg: Текущ приоритет: +{0}
cs: Aktuální priorita: +{0}
da: Nuværende Prioritet: +{0}
de: Aktuelle Priorität: +{0}
el: Τρέχουσα Προτεραιότητα +{0}
es: Prioridad actual: +{0}
fi: Tärkeys tällä hetkellä: +{0}
fr: Priorité actuelle : +{0}
hu: Jelenlegi prioritás: +{0}
id: Prioritas saat ini: +{0}
it: Priorità Attuale: +{0}
ja: 現在の優先度： +{0}
ko: 현재 우선도: +{0}
nl: Prioriteit: +{0}
no: Prioritering: +{0}
pl: Priorytet: +{0}
pt_br: Prioridade Atual: +{0}
ro: Prioritate curentă: +{0}
ru: Текущий приоритет: +{0}
sk: Aktuálna priorita: +{0}
sv: Nuvarande Prioritet: +{0}
tr: Mevcut Öncelik: +{0}
uk: Поточний пріоритет: +{0}
vi: Độ Ưu Tiên: +{0}
zh: 当前优先级: +{0}
zh_tw: 當前優先順序: +{0}
