Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Forum.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# search.post_number_input
source: enter post number
ar: ادخل رقم المنشور
be: увядзіце нумар допісу
bg: въведете номер на публикацията
cs: zadejte číslo příspěvku
da: indtast opslagsnummer
de: beitragsnummer hier eingeben
el: εισάγετε τον αριθμό δημοσίευσης
es: introducir número de publicación
fi: anna viestin numero
fr: entrer le numéro du post
hu: írd be a poszt számát
id: masukkan nomor post
it: inserisci numero post
ja: 投稿番号を入力
ko: 글 번호를 입력하세요
nl: geef bericht nummer
no: skriv innleggsnummeret
pl: wprowadź numer posta
pt_br: insira o número da publicação
ro: introdu numărul postării
ru: введи номер ответа
sk: zadajte číslo príspevku
sv: skriv inläggsnummer
th: ป้อนหมายเลขของโพสต์
tr: gönderi numarasını girin
uk: введіть номер відповіді
vi: nhập số thứ tự
zh: 输入楼层号
zh_tw: 輸入樓層數

# search.total_posts
source: {0} posts total
ar: {0} المنشورات الكلية
be: усяго {0} допісаў
bg: общо {0} публикации
cs: {0} počet příspěvků
da: {0} opslag i alt
de: Insgesamt {0} Beiträge
el: {0} δημοσιεύσεις συνολικά
es: {0} publicaciones totales
fi: {0} viestiä
fr: {0} posts au total
hu: {0} posztok száma
id: {0} post total
it: {0} post totali
ja: 合計{0}個の投稿
ko: 총 {0}개의 글
nl: {0} berichten totaal
no: {0} totale innlegg
pl: łącznie {0} postów
pt_br: {0} publicações no total
ro: {0} postări în total
ru: {0} ответов
sk: {0} počet príspevkov
sv: {0} inlägg totalt
th: {0} จำนวนโพสต์ทั้งหมด
tr: toplamda {0} gönderi
uk: {0} відповідей
vi: tổng cộng {0} bài viết
zh: 一共有 {0} 楼
zh_tw: 一共有 {0} 樓

# topic.confirm_destroy
source: Really delete topic?
ar: حذف الموضوع حقاً؟
da: Slet opslag?
de: Thread wirklich löschen?
es: ¿Realmente desea eliminar el tema?
fi: Haluatko varmasti poistaa aiheen?
fr: Voulez-vous vraiment supprimer cette discussion ?
id: Apakah Anda yakin untuk menghapus topik ini?
it: Vuoi veramente eliminare il topic?
ja: トピックを本当に削除しますか？
ko: 정말 주제를 삭제할까요?
nl: Topic echt verwijderen?
pl: Czy na pewno chcesz usunąć wątek?
pt_br: Realmente excluir tópico?
ru: Действительно удалить тему?
th: ต้องการลบโพสต์จริงหรอ?
tr: Konu gerçekten silinsin mi?
uk: Дійсно видалити тему?
zh: 删除此主题？
zh_tw: 確定要刪除這個主題嗎？

# topic.confirm_restore
source: Really restore topic?
ar: استعادة الموضوع حقاً؟
da: Gendan opslag?
de: Thread wirklich wiederherstellen?
es: ¿Realmente desea restaurar el tema?
fi: Haluatko varmasti palauttaa aiheen?
fr: Voulez-vous vraiment restaurer cette discussion ?
id: Apakah Anda yakin untuk mengembalikan topik ini?
it: Vuoi veramente ripristinare il topic?
ja: トピックを本当に復元しますか？
ko: 정말 주제를 복원할까요?
nl: Topic echt herstellen?
pl: Czy na pewno chcesz przywrócić wątek?
pt_br: Realmente restaurar tópico?
ru: Действительно восстановить тему?
th: ต้องการกู้คืนโพสต์จริงหรอ?
tr: Konu gerçekten geri yüklensin mi?
uk: Дійсно відновити тему
zh: 恢复此主题？
zh_tw: 確定要復原這個主題嗎？

# topic.deleted
source: deleted topic
ar: موضوع محذوف
be: выдаленая тэма
bg: изтрита тема
cs: odstraněné téma
da: slettede emne
de: gelöschter thread
el: διαγραμμένο θέμα
es: tema eliminado
fi: poistettu aihe
fr: sujet supprimé
hu: törölt téma
id: topik yang dihapus
it: discussione eliminata
ja: 削除されたトピック
ko: 삭제된 주제
nl: verwijder topic
no: slettet emne
pl: usunięty wątek
pt_br: tópico excluído
ro: subiect șters
ru: удалённая тема
sk: odstranená téma
sv: raderat ämne
th: ลบกระทู้
tr: silinmiş konu
uk: видалена тема
vi: chủ đề đã xóa
zh: 已删除的主题
zh_tw: 已刪除的主題

# topic.go_to_latest
source: view latest post
ar: عرض اخر منشور
be: праглядзець апошні допіс
bg: виж най-новата публикация
cs: zobrazit nejnovější příspěvek
da: vis det seneste opslag
de: letzten beitrag anschauen
el: δείτε την πιο πρόσφατη δημοσίευση
es: ver la última publicación
fi: näytä viimeisin viesti
fr: voir le dernier post
hu: utolsó poszt megtekintése
id: lihat posting terbaru
it: guarda l'ultimo post
ja: 最新の投稿を見る
ko: 최근에 올라온 글 보기
nl: bekijk nieuwste post
no: vis nyeste innlegg
pl: pokaż najnowszy post
pt_br: ver a ultima publicação
ro: vezi cea mai recentă postare
ru: перейти к последнему ответу
sk: zobraziť najnovší príspevok
sv: visa senaste inlägg
th: ดูโพสต์ล่าสุด
tr: son gönderiyi görüntüle
uk: показати останню відповідь
vi: xem bài viết mới nhất
zh: 查看最后的帖子
zh_tw: 查看最後的貼文

# topic.has_replied
source: You have replied to this topic
ar: لقد قمت بالرد على هذا الموضوع
de: Du hast auf diesen Thread geantwortet
es: Ha respondido a este tema
fi: Olet vastannut tähän aiheeseen
fr: Vous avez répondu à ce sujet
hu: Feliratkoztál erre a témára
id: Anda telah mengirimkan balasan pada topik ini
it: Hai risposto a questo topic
ja: このトピックに返信しました
ko: 이 주제에 답글을 달았습니다.
nl: Je hebt gereageerd op dit onderwerp
pl: Twoja odpowiedź znajduje się w tym wątku
pt_br: Você respondeu a este tópico
ro: Ai răspuns în acest topic
ru: Вы отвечали на эту тему
sv: Du har svarat på detta ämne
th: คุณได้ตอบกลับการสนทนานี้
tr: Bu konuyu yanıtladınız
uk: Ви відповідали на цю тему
vi: Bạn đã trả lời topic này
zh: 你已回复过此主题
zh_tw: 您已回覆此主題

# topic.in_forum
source: in {0}
ar: في {0}
es: en {0}
fr: dans {0}
hu: ide {0}
id: pada forum {0}
ko: {0} 에서
pl: forum: {0}
pt_br: em {0}
ru: в {0}
sk: v {0}
sv: i {0}
th: ใน {0}
tr: {0} forumunda
uk: в {0}
zh: 在 {0}
zh_tw: 目前看板[ {0} ]

# topic.latest_post
source: {0} by {1}
ar: {0} بواسطة {1}
be: {0} ад {1}
bg: {0} от {1}
cs: {0} uživatelem {1}
da: {0} af {1}
de: {0} von {1}
el: {0} από τον {1}
es: {0} por {1}
fi: {0} käyttäjältä {1}
fr: {0} par {1}
hu: {0} {1} által
id: {0} oleh {1}
it: {0} da {1}
nl: {0} door {1}
no: {0} av {1}
pl: {0} przez {1}
pt_br: {0} por {1}
ro: {0} de {1}
ru: {0} от {1}
sk: {0} použivateľom {1}
sv: {0} av {1}
th: {0} โดย {1}
tr: {0} tarafından {1}
uk: {0} від {1}
vi: {0} bởi {1}

# topic.latest_reply_by
source: last reply by {0}
ar: آخر رد من {0}
be: апошні адказ ад {0}
bg: последният отговор от {0}
cs: poslední odpověd od {0}
da: seneste svar af {0}
de: letzte antwort von {0}
el: τελευταία απάντηση από τον {0}
es: última respuesta por {0}
fi: viimeisimmän vastauksen jätti {0}
fr: dernière réponse par {0}
hu: legutóbbi hozzászólás: {0}
id: balasan terbaru oleh {0}
it: ultima risposta di {0}
ja: 最新の投稿 by {0}
ko: {0}님이 마지막 답변 작성
nl: laatste bericht door {0}
no: siste svar av {0}
pl: ostatnia odpowiedź od {0}
pt_br: última resposta por {0}
ro: ultima replică de {0}
ru: последний ответ от {0}
sk: posledná odpoveď od {0}
sv: senaste svar av {0}
th: ตอบกลับล่าสุดโดย {0}
tr: son yanıt {0} tarafından
uk: остання відповідь від {0}
vi: trả lời cuối bởi {0}
zh: 最后回复： {0}
zh_tw: 最後回覆: {0}

# topic.new_topic
source: New topic
ar: موضوع جديد
be: Новая тэма
bg: Създай нова тема
cs: Založit nové téma
da: Nyt emne
de: Neuen Thread erstellen
el: Δημοσιεύστε νέο θέμα
es: Nuevo tema
fi: Lähetä uusi aihe
fr: Poster un nouveau sujet
hu: Új téma
id: Post topik baru
it: Nuovo topic
ja: トピックの新規作成
ko: 새 주제글 작성
nl: Nieuw onderwerp
no: Nytt emne
pl: Utwórz nowy wątek
pt_br: Criar novo tópico
ro: Postează un subiect nou
ru: Создать новую тему
sk: Založiť novú tému
sv: Lägg upp nytt ämne
th: สร้างกระทู้ใหม่
tr: Yeni konu aç
uk: Нова тема
vi: Đăng một chủ đề mới
zh: 发表新主题
zh_tw: 發表新主題

# topic.new_topic_login
source: Sign in to post new topic
ar: قم بتسجيل الدخول لإضافة موضوع جديد
be: Увайдзіце, каб апублікаваць новую тэму
bg: Влезте в профила си, за да публикувате нова тема
cs: Přihlaš se k vytvoření nového téma
da: Log ind for at kunne lave et nyt emne
de: Melde dich an, um einen neuen Thread zu erstellen
el: Συνδεθείτε για να δημοσιεύσετε νέο θέμα
es: Inicie sesión para publicar un nuevo tema
fi: Kirjaudu sisään lähettääksesi uuden aiheen
fr: Connectez-vous pour poster un nouveau sujet
hu: Jelentkezz be új téma nyitásához
id: Silakan masuk untuk membuat topik baru
it: Effettua l'accesso per postare un nuovo topic
ja: ログインして新規トピックを投稿
ko: 새로운 글을 게시하려면 로그인해주세요.
nl: Log in om een nieuw onderwerp maken
no: Logg inn for å legge inn et nytt emne
pl: Zaloguj się, aby utworzyć nowy wątek
pt_br: Conecte-se para criar um novo tópico
ro: Conectează-te pentru a posta un subiect nou
ru: Войдите, чтобы создать новую тему
sk: Prihlás sa k vytvoreniu novej témy
sv: Logga in för att lägga upp ett nytt ämne
th: เข้าสู่ระบบเพื่อตั้งกระทู้ใหม่
tr: Yeni konu başlatmak için giriş yapın
uk: Увійдіть, щоб створити нову тему
vi: Đăng nhập để đăng một chủ đề mới
zh: 登录以发表新主题
zh_tw: 登入以發表新主題

# topic.post_reply
source: Post
ar: نشر
be: Размясціць
bg: Публикувай
cs: Přidat příspěvek
da: Slå op
de: Antworten
el: Δημοσίευση
es: Publicar
fi: Vastaa
fr: Poster
hu: Poszt
it: Posta
ja: 投稿
ko: 게시하기
no: Innlegg
pl: Opublikuj
pt_br: Publicar
ro: Postează
ru: Ответить
sk: Pridať príspevok
sv: Skicka
th: โพสต์
tr: Gönder
uk: Відповісти
vi: Đăng
zh: 发表
zh_tw: 發表

# topic.reply_box_placeholder
source: Type here to reply
ar: اكتب هنا للرد
be: Пішыце тут
bg: Пишете тук да отговорите
cs: Pro zodpovězení klikni sem
da: Skriv her for at svare
de: Zum Antworten hier Text eingeben
el: Πληκτρολογήστε εδώ για να απαντήσετε
es: Escriba aquí para responder
fi: Kirjoita vastauksesi tähän
fr: Tapez ici pour répondre
hu: Ide írj a válaszoláshoz
id: Ketik di sini untuk membalas
it: Scrivi qui per rispondere
ja: 返信をここに入力
ko: 답글 내용을 입력하세요.
nl: Typ hier om te antwoorden
no: Skriv her for å svare
pl: Napisz tutaj swoją odpowiedź
pt_br: Escreva aqui para responder
ro: Scrie aici pentru a răspunde
ru: Начинайте вводить тут
sk: Pre odpoveď klikni sem
sv: Skriv här för att svara
th: พิมพ์ที่นี่เพื่อตอบกลับ
tr: Yanıtlamak için buraya yazın
uk: Введіть текст для відповіді
vi: Nhập vào đây để trả lời
zh: 输入回复
zh_tw: 輸入回覆

# topic.reply_title_prefix
source: Re
ar: إعادة
be: Адказ
bg: Отговор
hu: Válasz
ko: 답글
pl: Odp.
ru: Ответ
sv: Åter
th: รี
tr: Ynt
uk: Відповідь
zh: 回复

# topic.started_by
source: by {0}
ar: بواسطة {0}
be: ад {0}
bg: от {0}
cs: od {0}
da: af {0}
de: von {0}
el: από τον {0}
es: por {0}
fi: tehnyt {0}
fr: par {0}
hu: {0} által
id: oleh {0}
it: di {0}
nl: door {0}
no: av {0}
pl: autor: {0}
pt_br: por {0}
ro: de {0}
ru: от {0}
sk: od {0}
sv: av {0}
th: โดย {0}
tr: {0} tarafından
uk: від {0}
vi: bởi {0}
zh: 发帖人： {0}
zh_tw: 發表人： {0}

# topic.started_by_verbose
source: started by {0}
ar: بدأت بواسطة {0}
be: пачата {0}
bg: започнато от {0}
cs: započal {0}
da: startet af {0}
de: gestartet von {0}
el: ξεκίνησε από {0}
es: iniciado por {0}
fi: aloittanut {0}
fr: suivi par {0}
hu: {0} által indítva
id: topik dimulai oleh {0}
it: postato da {0}
ja: 開始したユーザー: {0}
ko: {0} 님이 시작함
nl: gestart door {0}
no: startet av {0}
pl: utworzony przez {0}
pt_br: publicado por {0}
ro: început de {0}
ru: начато {0}
sk: začaté použivateľom {0}
sv: startad av {0}
th: เริ่มโดย {0}
tr: {0} tarafından başlatıldı
uk: почато {0}
vi: bắt đầu bởi {0}
zh: 由 {0} 发起
zh_tw: 由 {0} 發起

# topic.actions.destroy
source: Delete topic
ar: حذف الموضوع
da: Slet emne
de: Thread löschen
es: Eliminar tema
fi: Poista aihe
fr: Supprimer le sujet
id: Hapus topik
it: Elimina topic
ja: トピックを削除
ko: 주제 삭제
nl: Topic verwijderen
pl: Usuń wątek
pt_br: Excluir tópico
ru: Удалить тему
sv: Ta bort ämne
th: ลบหัวข้อ
tr: Konuyu sil
uk: Видалити тему
zh: 删除主题
zh_tw: 刪除主題

# topic.actions.restore
source: Restore topic
ar: استعادة الموضوع
da: Gendan emne
de: Thread wiederherstellen
es: Restaurar tema
fi: Palauta aihe
fr: Restaurer le sujet
id: Kembalikan topik
it: Ripristina topic
ja: トピックを復元
ko: 주제 복원
nl: Herstel topic
pl: Przywróć wątek
pt_br: Restaurar tópico
ru: Восстановить тему
sv: Återställ ämne
th: กู้คือหัวข้อ
tr: Konuyu geri yükle
uk: Відновити тему
zh: 恢复主题
zh_tw: 恢復主題

# topic.create.close
source: Close
ar: إغلاق
be: Закрыць
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
hu: Bezár
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
no: Lukk
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭
zh_tw: 關閉

# topic.create.preview
source: Preview
ar: معاينة
be: Перадпрагляд
bg: Преглед
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Previsualizar
fi: Esikatselu
fr: Prévisualisation
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
no: Forhåndsvisning
pl: Podgląd
pt_br: Pré-visualizar
ro: Previzualizare
ru: Предпросмотр
sk: Náhlad
sv: Förhandsvisning
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh: 预览
zh_tw: 預覽

# topic.create.preview_hide
source: Write
ar: كتابة
be: Запісаць
bg: Запиши
cs: Psát
da: Skriv
de: Bearbeiten
el: Γράψτε
es: Escribir
fi: Kirjoita
fr: Écrire
hu: Ír
id: Ketik
it: Scrivi
ja: 編集
ko: 작성
nl: Schrijf
no: Skriv
pl: Edytuj
pt_br: Escrever
ro: Scrie
ru: Редактирование
sk: Písať
sv: Skriv
th: เขียน
tr: Yaz
uk: Написати
vi: Viết
zh: 编辑
zh_tw: 編輯

# topic.create.submit
source: Post
ar: نشر
be: Размясціць
bg: Публикувай
cs: Odeslat
da: Slå op
de: Erstellen
el: Δημοσίευση
es: Publicar
fi: Lähetä
fr: Poster
hu: Küldés
it: Posta
ja: 投稿
ko: 게시하기
no: Del
pl: Opublikuj
pt_br: Publicar
ro: Postează
ru: Опубликовать
sk: Odoslať
sv: Lägg upp
th: โพสต์
tr: Gönder
uk: Опублікувати
vi: Đăng
zh: 发表
zh_tw: 發表

# topic.create.necropost.default
source: This topic has been inactive for a while. Only post here if you have a specific reason to do so.
ar: هذا الموضوع غير نشط لفترة من الوقت. انشر هنا فقط إذا كان لديك سبب محدد للقيام بذلك.
be: Гэтая тэма была неактыўна нейкі час. Размяшчайце ў ёй допісы, толькі пры неабходнасці.
bg: Тази тема е неактивна от известно време. Пишете тук само ако имате конкретна причина.
cs: Tohle téma bylo neaktivní už nějakou dobu. Napište pouze jesli k tomu máš důvod.
da: Dette emne har været inaktivt i et stykke tid. Post kun her hvis du har en særlig grund til det.
de: Dieser Thread ist seit längerer Zeit inaktiv. Poste nur, wenn du einen wichtigen Grund dazu hast.
el: Αυτό το θέμα έχει παραμείνει ανενεργό για κάποιο καιρό. Δημοσιεύστε εδώ μόνο αν έχετε κάποιο συγκεκριμένο λόγο.
es: Este tema ha estado inactivo durante mucho tiempo. Sólo publique aquí si tiene una razón específica para hacerlo.
fi: Tämä aihealue on ollut epäaktiivinen lähiaikoina. Postaa tänne vain jos sinulla on hyvä syy siihen.
fr: Ce sujet est inactif depuis un certain temps. Ne postez ici que si vous avez une raison spécifique de le faire.
hu: Ez a téma már inaktív egy ideje. Megfelelő indok hiányában ne posztolj ide.
id: Topik ini sudah tidak aktif untuk sementara waktu. Posting di sini jika Anda memiliki alasan khusus untuk melakukannya.
it: Questa discussione è inattiva da un bel po' di tempo. Posta solo se hai una motivazione in particolare.
ja: このトピックはしばらくの間アクティブではありません。特別な理由がある場合のみ、ここに投稿してください。
ko: 이 주제는 오래된 글입니다. 마땅한 사유가 있는 경우에만 작성해 주세요.
nl: Dit onderwerp is al een tijdje inactief. Maak alleen een post hier als je een specifieke reden daarvoor hebt.
no: Dette emnet har vært inaktivt i en stund. Svar bare hvis du har en spesifikk grunn til å gjøre det.
pl: Ten wątek jest nieaktywny od dłuższego czasu. Opublikuj nowy post, tylko jeżeli masz do tego odpowiedni powód.
pt_br: Este tópico está inativo por um tempo. Apenas publique aqui se você tiver um motivo específico para isso.
ro: Acest subiect a fost inactiv pentru o vreme. Postează aici doar dacă ai un motiv specific.
ru: Данная тема была долгое время неактивна. Добавляйте сюда записи, только если у вас есть на то веская причина.
sk: Táto téma bola chvíľu neaktívna. Odpovedajte iba ak máte špecifický dôvod.
sv: Detta ämne har varit inaktiv ett tag. Skapa endast ett inlägg om du har en särskild skäl till att göra så.
th: กระทู้นี้ไม่ได้ถูกใช้งานมาระยะหนึ่ง ให้โพสต์ลงที่นี่หากคุณมีเหตุจำเป็นจริงๆ
tr: Bu konu uzun bir süredir inaktif. Yalnızca geçerli bir nedeniniz varsa bir gönderi oluşturun.
uk: Дана тема була довгий час неактивна. Додавайте сюди записи, тільки якщо у вас є на те вагома причина.
vi: Chủ đề này đã không còn hoạt động trong một thời gian. Chỉ đăng ở đây nếu bạn có một lý do cụ thể.
zh: 这个主题已经有一段时间无活动了。除非你有特殊的理由，否则不要在这里回复。
zh_tw: 此主題不被討論一段時間了。如非有特殊理由，請勿在此回覆。

# topic.create.necropost.new_topic._
source: This topic has been inactive for a while. If you don't have a specific reason to post here, please {0} instead.
ar: هذا الموضوع غير نشط منذ فترة. اذا لم تكن تملك سبب محدد للنشر هنا, ارجوك {0} بدلاََ من النشر.
be: Гэтая тэма была неактыўна нейкі час. Калі вы не маеце прычын для размяшчэння ў ёй допісаў, калі ласка {0}.
bg: Тази тема е неактивна от известно време. Ако нямате конкретна причина да пишете тук, моля вместо това {0}: .
cs: Toto téma je neaktivní už nějakou dobu. Pokud nemáte důvod k napsaní, prosím {0} radši.
da: Dette opslag har været inaktivt i et stykke tid. Hvis du ikke har en specifik grund til at sende noget, så {0} et nyt opslag i stedet.
de: Dieser Thread ist seit längerer Zeit inaktiv. Wenn du keinen wichtigen Grund zum Posten hast, {0} stattdessen.
el: Αυτό το θέμα έχει παραμείνει ανενεργό για κάποιο καιρό. Αν δεν έχετε κάποιο συγκεκριμένο λόγο για να δημοσιεύσετε εδώ, παρακαλώ {0} αντ' αυτού.
es: Este tema ha estado inactivo durante mucho tiempo. Si no tiene una razón específica para publicar aquí, por favor {0} en su lugar.
fi: Tämä aihe on ollut epäaktiivisena jo pidemmän aikaa. {0} jos sinulla ei ole hyvää syytä lähettää viestiä.
fr: Ce sujet est inactif depuis un certain temps. Si vous n'avez pas de raison spécifique de poster ici, merci de {0} à la place.
hu: Ez a téma már inaktív egy ideje. Ha nincs konkrét okod ide posztolni, kérlek {0} helyette.
id: Topik ini sudah tidak aktif untuk beberapa waktu. Jika Anda tidak memiliki alasan khusus untuk memposting di sini, silakan {0} saja.
it: Questa discussione è inattiva da un bel po' di tempo. Se non hai un motivo in particolare per postare qui, per favore {0}.
ja: このトピックはしばらくアクティブになっていません。ここに投稿しなければならない特別な理由がない場合は、代わりに{0}してください。
ko: 이 주제는 오래된 글입니다. 마땅한 사유가 있는 경우에만 {0}해 주세요.
nl: Dit onderwerp is al een tijdje inactief. Als je geen specifieke reden om hier te posten hebt, {0} in plaats daarvan.
no: Dette emne har vært inaktivt i en stund. Hvis du ikke har en spesifikk grunn til å svare her, vennligst {0} istedenfor.
pl: Ten wątek jest nieaktywny od dłuższego czasu. Jeżeli nie masz odpowiedniego powodu do pisania tutaj, {0}.
pt_br: Este tópico está inativo por um tempo. Se não tiver uma razão especifica para publicar aqui, por favor {0} como alternativa.
ro: Acest subiect a fost inactiv pentru o vreme. Dacă nu ai un motiv specific pentru a posta aici, te rugăm să {0} în schimb.
ru: Данная тема была долгое время неактивна. Если у вас нет причин добавлять сюда комментарии, пожалуйста {0}.
sk: Táto téma bola chvíľu neaktívna. Ak nemáte žiadny špecifický dôvod, prečo tu pridávať odpoveď, prosím namiesto toho použite {0} .
sv: Detta ämne har varit inaktiv ett tag. Om du inte har ett särskilt skäl att lägga upp här, vänligen {0} istället.
th: กระทู้นี้ไม่ได้ถูกใช้งานมาระยะหนึ่ง ให้โพสต์ลงที่นี่หากคุณมีเหตุจำเป็นจริงๆ กรุณา {0} แทน
tr: Bu konu uzun bir süredir inaktif. Eğer burada gönderi oluşturmak için mantıklı bir nedeniniz yoksa, bunun yerine lütfen {0}.
uk: Дана тема була довгий час неактивна. Якщо у вас немає причин додавати сюди коментарі, будь ласка {0}.
vi: Chủ đề này đã không còn hoạt động trong một thời gian. Nếu bạn không có một lý do cụ thể để đăng ở đây, vui lòng {0}.
zh: 此主题已有一段时间不活跃了。如果你没有特别的理由一定要发表在这里，请另行 {0} 。
zh_tw: 此主題不被討論一段時間了。如果你沒有在這裡回文的具體理由, 請用 {0} 代替。

# topic.create.necropost.new_topic.create
source: create a new topic
ar: ابدأ موضوعاً جديداً
be: стварыць новую тэму
bg: създай нова тема
cs: vytvoř nové téma
da: opret nyt emne
de: erstelle einen neuen Thread
el: δημιουργήστε ένα νέο θέμα
es: cree un nuevo tema
fi: luo uusi aihe
fr: créer une nouvelle discussion
hu: új téma létrehozása
id: post topik baru
it: crea una nuova discussione
ja: 新規トピックを作成
ko: 새로운 주제글을 작성
nl: maak een onderwerp aan
no: opprett et nytt emne
pl: utwórz nowy wątek
pt_br: criar um novo tópico
ro: creezi un subiect nou
ru: создайте новую тему
sk: vytvoriť novú tému
sv: skapa ett nytt ämne
th: สร้างกระทู้ใหม่
tr: yeni bir konu açın
uk: створіть нову тему
vi: tạo một chủ đề mới
zh: 创建一个新主题
zh_tw: 建立一個新的主題

# topic.create.placeholder.body
source: Type post content here
ar: ادخل محتوى المنشور هنا
be: Пішыце змесціва допісу тут
bg: Въведи съдържанието на публикацията тук
cs: Zde napiš obsah příspěvku
da: Skriv opslagets indhold her
de: Inhalt hier eingeben
el: Πληκτρολογήστε το περιεχόμενο της δημοσίευσης εδώ
es: Escriba el contenido de la publicación aquí
fi: Kirjoita aiheen sisältö tähän
fr: Tapez le contenu du post ici
hu: Ide írja a tartalmat
id: Ketik konten post di sini
it: Scrivi il contenuto del post qui
ja: 内容をここに入力
ko: 글 내용을 입력하세요.
nl: Typ post inhoud hier
no: Skriv innholdet til innlegget her
pl: Tutaj wpisz zawartość posta
pt_br: Escreva o conteúdo da publicação aqui
ro: Introdu conținutul postării aici
ru: Содержимое
sk: Sem napíš obsah príspevku
sv: Skriv ditt inläggs innehåll här
th: พิมพ์เนื้อหาโพสต์ที่นี่
tr: Gönderi içeriğini buraya yaz
uk: Введіть вміст сторінки
vi: Nhập nội dung bài viết vào đây
zh: 在这里输入正文
zh_tw: 在這裡輸入內文

# topic.create.placeholder.title
source: Click here to set title
ar: اضغط هنا لاِدخال عنوان
be: Загаловак тэмы
bg: Кликни тук да зададеш заглавие
cs: Klikni sem pro nastavení názvu
da: Klik her for at lave en overskrift
de: Hier klicken, um den Titel festzulegen
el: Κάντε κλικ εδώ για να ορίσετε τον τίτλο
es: Clic aquí para definir un título
fi: Määritä otsikko napsauttamalla tätä
fr: Cliquez ici pour définir le titre du post
hu: Kattints ide a cím megadásához
id: Klik di sini untuk mengatur judul
it: Clicca qui per impostare il titolo
ja: ここにタイトルを記入
ko: 이곳을 눌러 제목을 정하세요
nl: Klik hier om een titel in te stellen
no: Klikk her for å sette tittelen
pl: Kliknij, aby wprowadzić tytuł
pt_br: Clique aqui para definir o título
ro: Click aici pentru a stabili un titlu
ru: Заголовок темы
sk: Klikni sem pre nastavenie názvu
sv: Klicka här för att sätta titel
th: คลิกที่นี่เพื่อตั้งหัวข้อ
tr: Başlık eklemek için buraya tıkla
uk: Заголовок теми
vi: Click vào đây để nhập tiêu đề
zh: 点击这里设置标题
zh_tw: 點擊這裡編輯標題

# topic.jump.enter
source: click to enter specific post number
ar: اضغط هنا لاِدخال رقم منشور محدد
be: націсніце тут, каб перайсці да асаблівага допісу
bg: кликни да зададеш конкретен номер на публикация
cs: klikni pro zadání přesného čísla příspěvku
da: klik for at vælge et specifikt opslags-nummer
de: hier klicken, um eine beitragsnummer einzugeben
el: κάντε κλικ για να βάλετε συγκεκριμένο αριθμό δημοσίευσης
es: clic para introducir un número de publicación
fi: paina siirtyäksesi haluamaasi viestin numeroon
fr: cliquez pour entrer un numéro de post spécifique
hu: specifikus poszt szám megadásához kattints ide
id: klik untuk memasukkan nomor tertentu
it: clicca per inserire un numero specifico del post
ja: 投稿番号をクリックして入力
ko: 특정 글로 이동하려면 클릭하세요
nl: klik hier om een specifiek postnummer op te geven
no: klikk for å gå til et bestemt innlegg
pl: kliknij, aby przejść do specyficznego posta
pt_br: clique para inserir o número específico da publicação
ro: click pentru a introduce numărul postării
ru: нажмите для перехода к определённому ответу
sk: klikni pre zadanie špecifického čísla príspevku
sv: klicka för att skriva ett specifik inläggs nummer
tr: spesifik bir gönderi numarası girmek için tıklayınız
uk: натисніть для переходу до певної відповіді
vi: click để nhập số thứ tự cụ thể
zh: 点击这里跳转到指定回复
zh_tw: 點擊這裡跳轉到指定的回覆
