Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Forum.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# topic.jump.first
source: go to first post
ar: الذهاب إلى المنشور الأول
be: перайсці да першага допісу
bg: отиди на първото съобщение
cs: přejít na první příspěvek
da: gå til første opslag
de: zum ersten beitrag
el: μεταβείτε στην πρώτη δημοσίευση
es: ir a la primera publicación
fi: siirry ensimmäiseen viestiin
fr: aller au premier post
hu: ugrás az első poszthoz
id: pergi ke post pertama
it: vai al primo post
ja: 最初の投稿に飛ぶ
ko: 처음 글로 이동하기
nl: ga naar eerste post
no: gå til første innlegg
pl: przejdź do pierwszego posta
pt_br: ir para a primeira publicação
ro: mergi la prima postare
ru: перейти к первому ответу
sk: prejsť na prvý príspevok
sv: gå till första inlägget
th: ไปที่โพสต์แรก
tr: ilk gönderiye git
uk: перейти до першої відповіді
vi: đi đến bài đăng đầu tiên
zh: 跳转到第一条回复
zh_tw: 返回頂部

# topic.jump.last
source: go to last post
ar: الذهاب إلى آخر منشور
be: перайсці да апошняга допісу
bg: отиди на последното съобщение
cs: přejít na poslední příspěvek
da: gå til sidste opslag
de: zum letzten beitrag
el: μεταβείτε στην τελευταία δημοσίευση
es: ir a la última publicación
fi: siirry viimeisimpään viestiin
fr: aller au dernier post
hu: ugrás az utolsó poszthoz
id: pergi ke post terakhir
it: vai all'ultimo post
ja: 最後の投稿に飛ぶ
ko: 마지막 글로 이동하기
nl: ga naar laatste post
no: gå til siste innlegg
pl: przejdź do ostatniego posta
pt_br: ir para a última publicação
ro: mergi la ultima postare
ru: перейти к последнему ответу
sk: prejsť na posledný príspevok
sv: gå till sista inlägget
th: ไปที่โพสต์ล่าสุด
tr: son gönderiye git
uk: перейти до останньої відповіді
vi: đi đến bài đăng cuối cùng
zh: 跳转到最后一条回复
zh_tw: 跳至最後

# topic.jump.next
source: skip next 10 posts
ar: تخطى الـ 10 منشورات القادمة
be: прапусціць наступныя 10 допісаў
bg: пропуснете следващите 10 съобщения
cs: přeskočit 10 příspěvků
da: spring over 10 opslag
de: 10 beiträge überspringen
el: παράλειψη των 10 επόμενων δημοσιεύσεων
es: saltarse las siguientes 10 publicaciones
fi: ohita seuraavat 10 viestiä
fr: sauter les 10 prochains messages
hu: 10 poszt átugrása
id: lewati 10 post berikutnya
it: salta i prossimi 10 post
ja: 10件の投稿を飛ばす
ko: 10개 글 건너뛰기
nl: sla 10 posts over
no: hopp over neste 10 innlegg
pl: pomiń następne 10 postów
pt_br: pular as próximas 10 publicações
ro: sari peste următoarele 10 postări
ru: пропустить следующие 10 ответов
sk: preskočiť ďalších 10 príspevkov
sv: hoppa över nästa 10 inlägg
tr: sonraki 10 gönderiyi es geç
uk: пропустити наступні 10 відповідей
vi: bỏ qua 10 bài đăng
zh: 向后 10 条
zh_tw: 往後 10 篇

# topic.jump.previous
source: go back 10 posts
ar: عُد 10 منشورات للخلف
be: вярнуцца на папярэднія 10 допісаў
bg: върнете се назад с 10 съобщения
cs: vrátit se o 10 příspěvků
da: gå 10 opslag tilbage
de: 10 beiträge zurückgehen
el: μετάβαση σε 10 δημοσιεύσεις πίσω
es: ir 10 publicaciones atrás
fi: mene 10 viestiä takaisin
fr: retournez 10 postes en arrière
hu: visszalépni 10 posztot
id: tuju 10 post terdahulu
it: vai indietro di 10 post
ja: 投稿を10件戻る
ko: 10개 글 이전으로
nl: ga 10 posts terug
no: gå tilbake 10 innlegg
pl: cofnij się o 10 postów
pt_br: voltar 10 publicações
ro: mergi înapoi 10 postări
ru: вернуться на предыдущие 10 ответов
sk: vrátiť sa o 10 príspevkov
sv: gå bakåt 10 inlägg
tr: 10 gönderi geriye git
uk: повернутися до попередніх 10 відповідей
vi: trở lại 10 bài đăng
zh: 向前 10 条
zh_tw: 往前 10 篇

# topic.post_edit.cancel
source: Cancel
ar: إلغاء
be: Скасаваць
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batal
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Відмінити
vi: Hủy
zh: 取消
zh_tw: 取消

# topic.post_edit.post
source: Save
ar: حفظ
be: Захаваць
bg: Запази
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Sauvegarder
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh: 保存
zh_tw: 儲存

# topic_watches.index.title_compact
source: forum topic watchlist
ar: اشتراكات المنتدى
be: форум падпіскі
bg: форум абонаменти
cs: sledovaná fóra
da: forum abonnementer
de: forenabos
el: εγγραφές φόρουμ
es: lista de seguimiento de temas del foro
fi: foorumilla seuratut
fr: liste d'abonnement des sujets du forum
hu: fórum feliratkozások
id: daftar pantauan topik forum
it: topic del forum seguiti
ja: フォーラムトピック ウォッチリスト
ko: 구독
nl: forum abonnementen
no: forum abonnementer
pl: lista obserwowanych wątków na forum
pt_br: inscrições de fórum
ro: abonamente
ru: подписки на темы
sk: sledované fóra
sv: forum prenumerationer
th: กระทู้ที่ติดตาม
tr: forum abonelikleri
uk: підписки на теми
vi: diễn đàn đã đăng kí
zh: 订阅
zh_tw: 訂閱

# topic_watches.index.box.total
source: Topics subscribed
ar: الموضيع المشترك فيها
be: Падпіскі на тэмы
bg: Абонирани теми
cs: Počet sledovaných témat
da: Emner abonneret
de: Abonnierte Threads
el: Θέματα στα οποία έχετε εγγραφεί
es: Temas suscritos
fi: Seurattuja aiheita
fr: Sujets suivis
hu: Követett témák
id: Topik yang dilanggan
it: Topic a cui sei iscritto
ja: サブスクライブ中のトピック
ko: 구독한 주제글
nl: Geabonneerde topics
no: Abonnerte emner
pl: Zasubskrybowane wątki
pt_br: Tópicos inscritos
ro: Subiecte la care te-ai abonat
ru: Подписок на тем
sk: Počet sledovaných tém
sv: Ämne prenumererade
th: ติดตามกระทู้แล้ว
tr: Abone olunan konular
uk: Підписок на теми
vi: Chủ đề đã đăng kí
zh: 订阅的主题
zh_tw: 訂閱的主題

# topic_watches.index.box.unread
source: Topics with new replies
ar: المواضيع مع ردود جديدة
be: Новы адказы ў тэмах
bg: Теми с нови отговори
cs: Témata s novými odpověďmi
da: Emner med nye svar
de: Threads mit ungelesenen Antworten
el: Θέματα με νέες απαντήσεις
es: Temas con nuevas respuestas
fi: Aiheita joissa uusia vastauksia
fr: Sujets avec nouvelles réponses
hu: Témák új válaszokkal
id: Topik dengan balasan baru
it: Topic con nuove risposte
ja: 新しい投稿があるトピック
ko: 새로운 답변이 있는 주제글
nl: Topics met nieuwe berichten
no: Emner med nye svar
pl: Wątki z nowymi odpowiedziami
pt_br: Tópicos com novas respostas
ro: Subiecte cu răspunsuri noi
ru: С новыми ответами
sk: Témy s novými odpoveďami
sv: Ämnen med nya svar
th: กระทู้ที่มีการตอบกลับใหม่
tr: Yeni yorumlar içeren konular
uk: З новими відповідями
vi: Chủ đề có trả lời mới
zh: 主题有新回复
zh_tw: 主題有新回覆

# topic_watches.index.info.total
source: You subscribed to {0} topics.
ar: لقد اشتركت في {0} موضوع.
be: Вы падпісаны на {0} тэм.
bg: Сте се абонирахте за общо {0} теми.
cs: Sledujete {0} témat.
da: Du abonnerer i alt på {0} emner.
de: Du hast {0} Threads abonniert.
el: Έχετε εγγραφεί σε {0} θέματα.
es: Te has suscrito a {0} temas.
fi: {0} aihetta seurattavana.
fr: Vous suivez un total de {0} sujets.
hu: {0} témára vagy feliratkozva.
id: Anda berlangganan {0} topik.
it: Sei iscritto a {0} topic.
ja: {0}個のトピックをサブスクライブしています。
ko: 총 {0}개의 주제글을 구독했습니다.
nl: Je bent geabonneerd op {0} topics.
no: Du abonnerte til {0} emner.
pl: Liczba zasubskrybowanych wątków: {0}.
pt_br: Você se inscreveu em {0} tópicos.
ro: Tu ești abonat la {0} subiecte.
ru: Всего подписок {0}.
sk: Sleduješ {0} tém.
sv: Du prenumererade till {0} ämnen.
th: การติดตามของคุณ {0} topics.
tr: {0} konularına abone oldunuz.
uk: Всього підписок {0}.
vi: Bạn đã đăng kí {0} chủ đề.
zh: 共订阅了 {0} 个主题
zh_tw: 共訂閱了 {0} 個主題

# topic_watches.index.info.unread
source: You have {0} unread replies to subscribed topics.
ar: لديك {0} ردود غير مقروءة في المواضيع المشترك فيها.
be: У вас {0} непрачытаных адказаў у тэмах, на якіх вы падпісаны.
bg: Вие имате {0} непрочетени съобщения на теми от абонамента Ви.
cs: Máš {0} nepřečtených odpovědí ve sledovaných tématech.
da: Du har {0} ulæste svar til abonnerede emner.
de: Du hast {0} ungelesene Antworten in abonnierten Threads.
el: Έχετε {0} μη αναγνωσμένες απαντήσεις σε θέματα που έχετε εγγραφεί.
es: Tienes {0} respuestas sin leer a temas suscritos.
fi: Sinulla on {0} lukematonta vastausta seuratuissa aiheissa.
fr: Vous avez {0} réponses non-lues aux sujets suivis.
hu: {0} választ nem olvastál el a követett témáidban.
id: Anda mempunyai {0} balasan yang belum dibalas di topik yang Anda langgan.
it: Hai {0} risposte non lette nei topic a cui sei iscritto.
ja: {0}個の未読の返信があります。
ko: 구독한 주제글에 {0}개의 읽지 않은 답변이 있습니다.
nl: Je hebt {0} ongelezen berichten in geabonneerde berichten.
no: Du har {0} uleste svar på abonnerte emner.
pl: Liczba zasubskrybowanych wątków z nowymi odpowiedziami: {0}.
pt_br: Você tem {0} respostas não lidas de tópicos inscritos.
ro: Tu ai {0} răspunsuri necitite la subiectele la care te-ai abonat.
ru: У вас {0} непрочитанных ответов к темам, за которыми вы следите.
sk: Máš {0} neprečítaných odpovedí v sledovaných témach.
sv: Du har {0} olästa svar till prenumererade ämnen.
th: คุณมี {0} การตอบกลับที่ยังไม่ได้อ่านในกระทู้ที่ติดตาม
tr: Abone olduğunuz konulara {0} tane okunmamış yanıt bulunmaktadır.
uk: У вас {0} непрочитаних відповідей до тем, за якими ви стежите.
vi: Bạn chưa đọc {0} trả lời của những chủ đề đã đăng kí.
zh: 有 {0} 个未读回复
zh_tw: 有 {0} 個未讀回覆

# topic_watches.topic_buttons.remove.confirmation
source: Unsubscribe from topic?
ar: إلغاء الاشتراك من الموضوع؟
be: Адпісацца ад тэмы?
bg: Отписване на абонамент от тази тема?
cs: Přestat sledovat téma?
da: Opsig abonnement fra emnet?
de: Thread deabonnieren?
el: Κατάργηση εγγραφής από το θέμα;
es: ¿Cancelar suscripción al tema?
fi: Lopeta aiheen seuraaminen?
fr: Se désabonner du sujet ?
hu: Leiratkozol a témáról?
id: Berhenti berlangganan dari topik?
it: Annullare l'iscrizione dal topic?
ja: トピックのサブスクライブを外しますか？
ko: 이 주제를 구독 해제하시겠어요?
nl: Uitschrijven van topic?
no: Avslutt abonnement fra emnet?
pl: Czy na pewno chcesz przestać subskrybować ten wątek?
pt_br: Cancelar inscrição no tópico?
ro: Te dezabonezi de la acest subiect?
ru: Отписаться от темы?
sk: Prestať sledovať tému?
sv: Säga upp prenumeration från ämne?
th: ยกเลิกการติดตามกระทู้นี้
tr: Konuyu aboneliklerinden çıkar?
uk: Відписатися від теми?
vi: Hủy đăng kí chủ đề?
zh: 取消订阅该主题？
zh_tw: 取消訂閱該主題？

# topic_watches.topic_buttons.remove.title
source: Unsubscribe
ar: إلغاء الإشتراك
be: Адпісацца
bg: Отписване
cs: Přestat sledovat
da: Opsig abonnement
de: Deabonnieren
el: Κατάργηση εγγραφής
es: Cancelar suscripción
fi: Lopeta seuraaminen
fr: Désabonner
hu: Leiratkozás
id: Berhenti Berlangganan
it: Annulla iscrizione
ja: サブスクライブを外す
ko: 구독 해제
nl: Uitschrijven
no: Avslutt abonnement
pl: Przestań subskrybować
pt_br: Cancelar Inscrição
ro: Dezabonare
ru: Отписаться
sk: Prestať sledovať
sv: Säga upp prenumeration
th: ยกเลิกการติดตาม
tr: Abonelikten çık
uk: Відписатись
vi: Hủy đăng kí
zh: 取消订阅
zh_tw: 取消訂閱

source: Topics
ar: المواضيع
be: Тэмы
bg: Tеми
cs: Témata
da: Emner
de: Threads
el: Θέματα
es: Temas
fi: Aiheet
fr: Sujets
hu: Témák
id: Topik
it: Topic
ja: トピック
ko: 주제
nl: Onderwerpen
no: Emner
pl: Wątki
pt_br: Tópicos
ro: Subiecte
ru: Темы
sk: Témy
sv: Ämnen
th: หัวข้อ
tr: Konular
uk: Теми
vi: Chủ đề
zh: 主题
zh_tw: 主題

# topics.actions.login_reply
source: Sign in to Reply
ar: سجل الدخول للرد
be: Увайсці, каб адказаць
bg: Влезте в профила си, за да отговорите
cs: Pro přidání odpovědi se musíte přihlásit
da: Log ind for at kunne svare
de: Melde dich an, um zu antworten
el: Συνδεθείτε για να Aπαντήσετε
es: Inicie sesión para responder
fi: Kirjaudu sisään vastataksesi
fr: Connectez-vous pour répondre
hu: Jelentkezz be a válaszoláshoz
id: Masuk untuk Membalas
it: Accedi per rispondere
ja: ログインして返信する
ko: 답변하려면 로그인하세요
nl: Log in om te antwoorden
no: Logg inn for å svare
pl: Zaloguj się, aby odpowiedzieć
pt_br: Conecte-se para Responder
ro: Conectează-te pentru a răspunde
ru: Войдите, чтобы ответить
sk: Pre odpoveď sa musíš prihlásiť
sv: Logga in för att svara
th: เข้าสู่ระบบเพื่อตอบกลับ
tr: Yanıtlamak için giriş yap
uk: Увійдіть, щоб відповісти
vi: Đăng nhập để Trả lời
zh: 登录后回复
zh_tw: 登入以回覆

# topics.actions.reply
source: Reply
ar: رد
be: Адказаць
bg: Отговори
cs: Odpovědět
da: Svar
de: Antworten
el: Απάντηση
es: Responder
fi: Vastaa
fr: Répondre
hu: Válasz
id: Balas
it: Rispondi
ja: 返信
ko: 답변
nl: Beantwoorden
no: Svar
pl: Odpowiedz
pt_br: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sv: Svara
th: แสดงหน้าต่างตอบกลับ
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh: 回复
zh_tw: 回覆

# topics.actions.reply_with_quote
source: Quote post for reply
ar: اقتبس المنشور للرد
be: Адказ з цытаваным допісам
bg: Цитирай публикацията за отговор
cs: Citovat příspěvek v odpovědi
da: Citér opslag til svar
de: Beitrag in der Antwort zitieren
el: Ανάφερε post ως απάντηση
es: Citar publicación y responder
fi: Lainaa viestiä vastaukseen
fr: Citer un post et répondre
hu: Poszt idézése válaszhoz
id: Kutip posting untuk balasan
it: Quota il post per rispondere
ja: 引用して返信
ko: 이 글을 답글에 인용하기
nl: Citeer post voor antwoord
no: Siter innlegget for svar
pl: Zacytuj we własnej odpowiedzi
pt_br: Citar publicação na resposta
ro: Citează mesajul și răspunde
ru: Ответить с цитированием
sk: Citovať príspevok v odpovedi
sv: Citera inlägg för svar
tr: Yanıtlamak için alıntıla
uk: Відповісти з цитуванням
vi: Trích dẫn bài viết để trả lời
zh: 引用以回复
zh_tw: 引用此回覆

# topics.actions.search
source: Search
ar: بحث
be: Пошук
bg: Търсене
cs: Vyhledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr: Rechercher
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoek
no: Søk
pl: Wyszukaj
pt_br: Pesquisar
ro: Caută
ru: Найти
sk: Vyhľadať
sv: Sök
th: ค้นหา
tr: Ara
uk: Шукати
vi: Tìm kiếm
zh: 搜索
zh_tw: 搜尋

# topics.create.create_poll
source: Poll Creation
ar: انشاء اِستطلاع رأي
be: Стварэння апытання
bg: Създаване на анкета
cs: Vytvoření ankety
da: Oprettelse af afstemning
de: Abstimmung erstellen
el: Δημιουργία ψηφοφορίας
es: Creación de encuesta
fi: Äänestyksen Luonti
fr: Créer un sondage
hu: Szavazás Létrehozása
id: Pembuatan Jajak Pendapat
it: Creazione Sondaggio
ja: 投票の作成
ko: 투표 만들기
nl: Peiling Aanmaken
no: Opprett avstemme
pl: Tworzenie ankiety
pt_br: Criação de Enquete
ro: Crearea unui sondaj
ru: Создание опроса
sk: Vytvorenie ankety
sv: Skapande av enkät
tr: Anket Oluşturma
uk: Створення опитування
vi: Tạo Thăm Dò Ý Kiến
zh: 创建投票
zh_tw: 建立投票

# topics.create.preview
source: Post Preview
ar: معاينة المنشور
be: Перадпрагляд допіса
bg: Предварителен преглед
cs: Náhled příspěvku
da: Indlæs forhåndsvisning
de: Beitragsvorschau
el: Προεπισκόπηση Δημοσίευσης
es: Vista previa
fi: Viestin esikatselu
fr: Aperçu de la discussion
hu: Poszt előnézet
id: Pratinjau Postingan
it: Anteprima Post
ja: 投稿のプレビュー
ko: 글 미리보기
nl: Plaats voorbeeld
no: Forhåndsvisning av innlegg
pl: Podgląd wątku
pt_br: Pré-visualizar a publicação
ro: Previzualizare
ru: Предпросмотр
sv: Skicka förhandsvisningen
th: ตัวอย่างโพสต์
tr: Gönderi Önizleme
uk: Попередній перегляд
vi: Xem Lại Bài Đăng
zh: 发帖预览
zh_tw: 主題預覽

# topics.create.create_poll_button.add
source: Create a poll
ar: إنشاء اِستطلاع
be: Стварыць апытанне
bg: Създай анкета
cs: Vytvořit anketu
da: Opret afstemning
de: Erstelle eine Abstimmung
el: Δημιούργησε ψηφοφορία
es: Crear una encuesta
fi: Luo äänestys
fr: Créer un sondage
hu: Szavazás létrehozása
id: Buat jajak pendapat
it: Crea un sondaggio
ja: 投票を作成
ko: 투표 만들기
nl: Maak een Peiling aan
no: Lag en avstemming
pl: Utwórz ankietę
pt_br: Criar enquete
ro: Creează un sondaj
ru: Прикрепить опрос
sk: Vytvoriť anketu
sv: Skapa en enkät
tr: Anket oluştur
uk: Створити опитування
vi: Tạo một cuộc thăm dò
zh: 创建投票
zh_tw: 建立投票

# topics.create.create_poll_button.remove
source: Cancel creating a poll
ar: الغاء اِنشاء الاِستطلاع
be: Скасаваць стварэнне апытання
bg: Отмени създаването на анкета
cs: Zrušit vytváření ankety
da: Annullér oprettelsen af afstemning
de: Brich die Abstimmungserstellung ab
el: Ακύρωση δημιουργίας ψηφοφορίας
es: Cancelar creación de encuesta
fi: Keskeytä äänestyksen luonti
fr: Annuler la création du sondage
hu: Szavazás létrehozásának megszakítása
id: Batal membuat jajak pendapat
it: Cancella la creazione del sondaggio
ja: 投票の作成をキャンセル
ko: 투표 생성 취소
nl: Annuleer aanmaken van peiling
no: Avbryt å skape en avstemming
pl: Anuluj tworzenie ankiety
pt_br: Cancelar criação de enquete
ro: Anulează crearea unui sondaj
ru: Отменить опрос
sk: Zrušiť vytváranie ankety
sv: Avbryt skapande av enkät
tr: Anket oluşturmayı iptal et
uk: Скасувати опитування
vi: Hủy bỏ
zh: 取消创建投票
zh_tw: 取消建立投票

# topics.create.poll.hide_results
source: Hide the results of the poll.
ar: إخفاء نتائج التصويت.
be: Схаваць вынікі апытання.
bg: Скрий резултатите от анкетата.
da: Gem resultater fra afstemningen.
de: Ergebnisse der Umfrage verstecken.
el: Απόκρυψη των αποτελεσμάτων της ψηφοφορίας.
es: Ocultar los resultados de la encuesta.
fi: Piilota äänestyksen tulokset.
fr: Masquer les résultats du sondage.
hu: A szavazás eredményeinek elrejtése.
id: Rahasiakan suara yang masuk ketika polling sedang berjalan.
it: Nascondi i risultati del sondaggio.
ja: 投票結果を非表示にする。
ko: 투표의 결과를 숨깁니다.
nl: Verberg de resultaten van de poll.
no: Skjul resultatene til avstemningen.
pl: Ukryj wyniki tej ankiety.
pt_br: Esconder os resultados da enquete.
ro: Ascunde rezultatele poll-ului.
ru: Скрыть результаты опроса.
sv: Dölj resultaten av enkäten.
th: ซ่อนผลลัพท์ของโพลล์
tr: Anket sonuçlarını gizle.
uk: Приховати результати опитування.
vi: Ẩn kết quả cuộc thăm dò.
zh: 隐藏投票结果。
zh_tw: 隱藏投票結果。

# topics.create.poll.hide_results_info
source: They will be shown only after the poll concludes.
ar: لن يتم عرضها إلا بعد انتهاء التصويت.
be: Яны будуць паказаныя толькі пасля сканчэння запыта.
bg: Ще бъдат показани само след приключването на анкетата.
da: De vil kun blive vist efter afstemningen er afsluttet.
de: Sie werden erst nach Abschluss der Umfrage angezeigt.
el: Θα φανερωθούν μόνο μετά τη λήξη της ψηφοφορίας.
es: Solo se mostrarán después de que finalice la encuesta.
fr: Ils ne seront affichés qu'après la clôture du sondage.
hu: Csak a szavazás vége után fognak megjelenni.
id: Hasil polling baru akan dapat terlihat ketika waktu pemungutan suara telah berakhir.
it: Saranno mostrati solo dopo la conclusione del sondaggio.
ja: 投票が終わった後にだけ表示されます。
ko: 투표가 끝났을 때만 보입니다.
nl: Deze zullen pas worden getoond na de sluiting van de poll.
no: De kommer bare til å vises etter at avstemningen konkluderer.
pl: Wyniki ankiety zostaną upublicznione po jej zakończeniu.
pt_br: Eles apenas serão exibidos após a conclusão da enquete.
ro: Vor fi arătate doar după ce poll-ul conclude.
ru: Они будут показаны только после окончания опроса.
sv: De kommer att visas först efter enkätens avslutande.
th: จะแสดงหลังจากโพลล์สิ้นสุดเท่านั้น
tr: Sadece anket sonuçlandıktan sonra gösterilecekler.
uk: Вони будуть показані тільки після закінчення опитування.
vi: Nó sẽ chỉ được hiển thị sau khi cuộc thăm dò kết thúc.
zh: 这些内容只在投票结束之后显示。
zh_tw: 這些內容只在投票結束後顯示。

# topics.create.poll.length
source: Run poll for
ar: افتح الاِستطلاع لـ
be: Абмежаваць апытанне па часу на
bg: Остави анкетата отворена за
cs: Spustit anketu po dobu
da: Kør afstemning i
de: Abstimmung offen für
el: Διεξαγωγή ψηφοφορίας για
es: Duración de la encuesta
fi: Pidä äänestystä auki
fr: Durée du sondage
hu: Szavazás futtatása
id: Jalankan jajak pendapat selama
it: Esegui sondaggio per
ja: 投票期限
ko: 투표 진행 기간
nl: Maak peiling voor
no: Kjør avstemmingen for
pl: Przeprowadź ankietę przez
pt_br: Manter enquete aberta por
ro: Rulează sondajul pentru
ru: Ограничить опрос по времени на
sk: Spustit anketu na dobu
sv: Kör enkät i
tr: Şu süreyle anketi sürdür
uk: Опитування має тривати
vi: Thời gian thăm dò
zh: 投票持续
zh_tw: 投票持續

# topics.create.poll.length_days_suffix
source: days
ar: أيام
be: дзён
bg: дни
cs: dnů
da: dage
de: Tage
el: μέρες
es: días
fi: päivää
fr: jours
hu: nap
id: hari
it: giorni
ja: 日間
ko: 일
nl: dagen
no: dager
pl: dni
pt_br: dias
ro: zile
ru: дней
sk: dni
sv: dagar
tr: gün
uk: днів
vi: ngày
zh: 天
zh_tw: 天

# topics.create.poll.length_info
source: Leave blank for a never ending poll
ar: اترك فارغاََ لمدة لا تنتهي
be: Пакінуць пустым, каб не абмяжоўваць апытанне часам
bg: Оставете празно за безкрайна анкета
cs: Ponechte prázdné pro dobu neurčitou
da: Efterlad blank for at køre afstemning på ubestemt tid
de: Nichts eingeben für eine nie endende Abstimmung
el: Αφήστε κενό για μία ατελείωτη ψηφοφορία
es: Dejar en blanco para una encuesta sin fecha límite.
fi: Jätä tyhjäksi jos haluat kyselyn kestävän ikuisesti
fr: Laissez vide pour un sondage sans fin
hu: Hagyja üresen a soha véget nem érő szavazást
id: Biarkan kosong apabila Anda tidak ingin menerapkan tenggat waktu pada jajak pendapat ini
it: Lascia vuoto per un sondaggio senza fine
ja: 投票期限を設定しない場合は空白のままにしてください
ko: 투표를 영구적으로 진행하려면 공백으로 두세요.
nl: Laat leeg voor een peiling die nooit eindigt
no: La være tom for en uendelig avstemming
pl: Zostaw puste dla niekończącej się ankiety.
pt_br: Deixe em branco para uma votação sem fim
ro: Lasă liber pentru un sondaj ce nu se termină niciodată
ru: Оставьте пустым для снятия ограничения
sk: Ponechaj prázdne pre dobu neurčitú
sv: Lämna tom för inget avslut av enkät
tr: Hiç bitmeyen bir anket için boş bırakın
uk: Залиште порожнім для зняття обмеження
vi: Để trống nếu nó không bao giờ kết thúc
zh: 如果无期限则留空
zh_tw: 若無截止期限則留空

# topics.create.poll.max_options
source: Options per user
ar: الخيارات للـ مستخدم
be: Параметры на карыстальніка
bg: Възможни опции на човек
cs: Výběrů na uživatele
da: Muligheder pr. bruger
de: Antworten pro Benutzer
el: Επιλογές ανά χρήστη
es: Opciones por usuario
fi: Vastauksia per käyttäjä
fr: Réponses par utilisateur
hu: Felhasználónkénti beállítások
id: Pilihan per pengguna
it: Opzioni per utente
ja: 選択数
ko: 투표가능 항목 수
nl: Opties per gebruiker
no: Alternativer pr. bruker
pl: Możliwości wyboru na każdego użytkownika
pt_br: Opções por usuário
ro: Opțiuni per utilizator
ru: Количество ответов
sk: Výberov na uživatela
sv: Val per användare
tr: Kullanıcı başına seçim
uk: Кількість відповідей
vi: Số lựa chọn cho một người
zh: 最大可选数
zh_tw: 最多可選數

# topics.create.poll.max_options_info
source: This is the number of options each user may select when voting.
ar: هذا رقم الخيارات التي يمكن ان يختارها كل مستخدم عند التصويت.
be: Гэта колькасць параметраў, якія карыстальнік можа выбраць падчас галасавання.
bg: Това е броят на опции, които всеки човек има, когато гласува.
cs: Tohle je počet možností, které může uživatel v anketě zaškrtnout.
da: Dette er antallet af muligheder, en bruger har.
de: Dies ist die Anzahl an Antworten, die jeder maximal Benutzer wählen kann.
el: Αυτός είναι ο αριθμός επιλογών που μπορεί να επιλέξει ο κάθε χρήστης όταν ψηφίζει.
es: Este es el número de opciones que un usuario puede seleccionar al votar.
fi: Määrä vaihtoehtoja, joita käyttäjä voi valita äänestyksen aikana.
fr: Il s'agit du nombre d'options que chaque utilisateur peut sélectionner lors du vote.
hu: Ez a szám mutatja mennyi lehetőséget választhat egy felhasználó.
id: Jumlah opsi yang dapat dipilih setiap pengguna saat memilih.
it: Questo è il numero di opzioni che ogni utente può selezionare quando vota.
ja: 一人のユーザーが選べる選択肢の上限です
ko: 중복으로 선택 가능한 항목 수를 나타냅니다.
nl: Dit is het aantal opties dat iedere gebruiker mag selecteren bij de stemming.
no: Dette er antall alternativer hver bruker kan velge når de stemmer.
pl: Liczba możliwości, jakie każdy użytkownik może zaznaczyć.
pt_br: Este é o número de opções que cada usuário pode selecionar ao votar.
ro: Acesta este numărul de opțiuni pe care fiecare utilizator îl poate selecta când votează.
ru: Укажите количество вариантов, за которые сможет проголосовать каждый пользователь.
sk: Toto je počet možností, ktoré môže použivateľ v ankete zaškrtnúť.
sv: Detta är antalet val varje användare kan välja när man röstar.
tr: Her kullanıcının oylama sırasında seçebileceği seçenek sayısıdır.
uk: Вкажіть кількість варіантів, за які зможе проголосувати кожен користувач.
vi: Đây là số lượng các lựa chọn mà người dùng được chọn trong khi thăm dò.
zh: 填写每个人最多可以选的选项数。
zh_tw: 每個人最多可選的數量。
