Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Home.*.resx
Languages: ar, be, da, fi, hu, ja, nl, no, pl, pt, sk, sv, th, tr, zh_tw

# landing.download
source: Download now
ar: تحميل الآن
be: Спампаваць
da: Hent nu
fi: Lataa nyt
hu: Letöltés
ja: 今すぐダウンロード
nl: Download nu
no: Last ned nå
pl: Pobierz teraz
pt: Descarregar agora
sk: Stiahni teraz
sv: Ladda ner nu
th: ดาวน์โหลดเลย
tr: Şimdi indir
zh_tw: 立即下載

# landing.online
source: <strong>{0}</strong> currently online in <strong>{1}</strong> games
ar: <strong>{0}</strong> حاليا متصل في <strong>{1}</strong> مباريات
be: <strong>{0}</strong> бягучая колькасць гульцоў у<strong>{1}</strong> гульнях
da: <strong>{0}</strong> online i øjeblikket i <strong>{1}</strong> spil
fi: <strong>{0}</strong> online-tilassa <strong>{1}</strong> pelaamassa
hu: Jelenleg <strong>{0}</strong> játszik <strong>{1}</strong> játékban
ja: 現在<strong>{0}</strong>人オンラインでマルチ部屋数<strong>{1}</strong>
nl: <strong>{0}</strong> momenteel online in <strong>{1}</strong> games
no: <strong>{0}</strong> påkoblet i <strong>{1}</strong> spill
pl: <strong>{0}</strong> użytkowników jest obecnie online w <strong>{1}</strong> meczach
pt: <strong>{0}</strong> atualmente online em <strong>{1}</strong> jogos
sk: <strong>{0}</strong> momentálne v <strong>{1}</strong> hre
sv: <strong>{0}</strong> spelare online i <strong>{1}</strong> spel
th: มีผู้เล่นออนไลน์ <strong>{0}</strong> คน และมีห้องเล่นหลายคน <strong>{1}</strong> ห้อง
tr: <strong>{0}</strong> oyuncu şu anda <strong>{1}</strong> oyunda çevrimiçi
zh_tw: <strong>{0}</strong> 名線上玩家, <strong>{1}</strong> 個遊戲房間

# landing.peak
source: Peak, {0} online users
ar: كحد اعلى, {0} مستخدمون نشطون
be: Пік, {0} актыўных карыстальнікаў
da: Højeste antal, {0} online brugere
fi: Huipussaan {0} käyttäjää paikalla
hu: Csúcsfokon, {0} játékos volt elérhető
ja: 最高オンライン数{0}人
nl: Piek, {0} online gebruikers
no: Maks, {0} påloggede brukere
pl: {0} użytkowników online
pt: Pico, {0} utilizadores online
sk: Vrchol, {0} online užívateľov
sv: Som högst, {0} spelare online
th: ผู้เล่นออนไลน์สูงสุด {0} คน
tr: Zirve, {0} çevrimiçi kullanıcı
zh_tw: 最高線上人數 {0} 人

# landing.players
source: <strong>{0}</strong> registered players
ar: <strong>{0}</strong> لاعبون مُسجلون
be: Зарэгістравана гульцоў <strong>{0}</strong>
da: <strong>{0}</strong> registrerede brugere
fi: <strong>{0}</strong> rekisteröitynyttä pelaajaa
hu: <strong>{0}</strong> regisztrált játékos
ja: 累計登録者数<strong>{0}</strong>人
nl: <strong>{0}</strong> geregistreerde spelers
no: <strong>{0}</strong> registrerte spillere
pl: <strong>{0}</strong> zarejestrowanych użytkowników
pt: <strong>{0}</strong> jogadores registados
sk: <strong>{0}</strong> registrovaných hráčov
sv: <strong>{0}</strong> registrerade spelare
th: มีผู้เล่นลงทะเบียนแล้ว <strong>{0}</strong> คน
tr: <strong>{0}</strong> kayıtlı oyuncu
zh_tw: <strong>{0}</strong> 名已註冊玩家

# landing.title
source: welcome
ar: أهلا وسهلا
be: вітаем
da: velkommen
fi: tervetuloa
hu: üdv
ja: ようこそ！
nl: welkom
no: velkommen
pl: witaj
pt: bem-vindo
sk: vitajte
sv: välkommen
th: ยินดีต้อนรับ
tr: hoşgeldiniz
zh_tw: 歡迎

# landing.see_more_news
source: see more news
ar: عرض المزيد من الأخبار
da: se flere nyheder
fi: näytä lisää uutisia
hu: további hírek
ja: 他のニュースを見る
nl: bekijk meer nieuws
no: se flere nyheter
pl: zobacz więcej aktualności
pt: ver mais notícias
sv: se fler nyheter
th: ดูข่าวอื่น ๆ เพิ่มเติม
tr: daha fazla haber gör
zh_tw: 顯示更多新聞

# landing.slogan.main
source: the bestest free-to-win rhythm game
ar: افضل لعبة ايقاع مجانية
be: лепшая бясплатная рытм-гульня
da: det aller-allerbedste, gratis rytmespil
fi: parastakin parempi ilmainen rytmipeli
hu: a legeslegjobb ingyen játszható ritmusjáték
ja: 基本料無料で最高のリズムゲーム
nl: de beste free-to-win rhythm game
no: det besteste gratis-å-vinne rytmespillet
pl: darmowa gra rytmiczna
pt: o melhor jogo de ritmo grátis
sk: najlepšia free-to-win rytmická hra
sv: gratis-att-spela rytm spel
th: เกมดนตรีเล่นฟรีที่เริศที่สุดในสามโลก
tr: en en iyi free-to-win ritim oyunu
zh_tw: 最棒的音樂遊戲

# landing.slogan.sub
source: rhythm is just a click away
ar: الإيقاع بعيد نقرة واحدة فقط
be: рытм усяго ў націску ад вас
da: rytme er bare et klik væk
fi: rytmi on vain klikkauksen päässä
hu: a ritmus csak egy kattintásra van
ja: リズムはもう、その指先に
nl: Ritme is slechts een *klik* verwijderd!
no: rytmen er bare et klikk unna
pl: rytm jest tylko o klik stąd
pt: o ritmo está a um clique de distância
sk: rytmus je iba o klikaní
sv: rytmen är bara ett klick bort
tr: ritim yalnızca bir tık uzakta
zh_tw: 節奏躍然指上

# search.advanced_link
source: Advanced search
ar: البحث المتقدم
be: Пашыраны пошук
da: Avanceret søgning
fi: Tarkempi haku
hu: Részletes keresés
ja: 高度な検索
nl: Geavanceerd zoeken
no: Avansert søk
pl: Zaawansowane wyszukiwanie
pt: Pesquisa avançada
sk: Pokročilé vyhľadávanie
sv: Avancerad sökning
th: การค้นหาขั้นสูง
tr: Gelişmiş arama
zh_tw: 進階搜尋

# search.button
source: Search
ar: بحث
be: Пошук
da: Søg
fi: Hae
hu: Keresés
ja: 検索
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisar
sk: Hľadať
sv: Sök
th: ค้นหา
tr: Ara
zh_tw: 搜尋

# search.empty_result
source: Nothing found!
ar: لا يوجد شيء!
be: Нічога не знойдзена!
da: Intet fundet!
fi: Mitään ei löytynyt!
hu: Nincs találat!
ja: 何も見つかりませんでした！
nl: Niets gevonden!
no: Ingenting funnet!
pl: Nie znaleziono!
pt: Nada encontrado!
sk: Nič sa nenašlo!
sv: Ingenting hittades!
th: ไม่พบสิ่งใด!
tr: Hiçbir şey bulunamadı!
zh_tw: 沒有結果！

# search.keyword_required
source: A search keyword is required
ar: مطلوب كلمة البحث
be: Пошукавае слова абавязковае
da: Et søge-nøgleord behøves
fi: Syötä hakusana
hu: Adj meg egy kulcsszót is
ja: 検索キーワードが必要です
nl: Een zoekwoord is vereist
no: Et søkeord er nødvendig
pl: Wyszukiwana fraza jest wymagana
pt: Uma palavra-chave de pesquisa é necessária
sv: Ett sökord krävs
th: จำเป็นต้องมีคำค้นหา
tr: Bir arama anahtar sözcüğü gerekli
zh_tw: 至少需要一個搜尋關鍵字。

# search.placeholder
source: type to search
ar: اكتب للبحث
be: пішыце тут
da: klik for at søge
fi: kirjoita hakeaksesi
hu: keresendő szöveg
ja: 検索キーワードを入力
nl: type om te zoeken
no: skriv for å søke
pl: wpisz, by rozpocząć wyszukiwanie
pt: escreve para procurar
sk: zadajte pre vyhľadávanie
sv: skriv för att söka
th: พิมพ์เพื่อค้นหา
tr: aramak için yaz
zh_tw: 請輸入以搜尋

# search.title
source: search
ar: البحث
be: Пошук
da: Søg
fi: Hae
hu: Keresés
ja: 検索
nl: Zoek
no: Søk
pl: wyszukiwarka
pt: Procurar
sk: Hľadať
sv: Sök
th: ค้นหา
tr: Ara
zh_tw: 搜尋

# search.beatmapset.login_required
source: Sign in to search beatmaps
ar: سجل الدخول للبحث عن الخرائط
da: Log ind for at søge efter brugere
fi: Kirjaudu sisään käyttääksesi beatmap-hakua
hu: Beatmap-ek kereséséhez jelentkezz be
ja: ログインしてビートマップを検索
nl: Log in om beatmaps te zoeken
no: Logg inn for å søke etter beatmaps
pl: Zaloguj się, aby wyszukać beatmapy
pt: Inicia a sessão para procurar por beatmaps
sv: Logga in för att söka beatmaps
th: เข้าสู่ระบบเพื่อค้นหาบีทแมพ
tr: Beatmapleri aramak için giriş yapın
zh_tw: 登入以搜索譜面

# search.beatmapset.more
source: {0} more beatmap search results
ar: {0} المزيد من نتائج بحث الخرائط
be: больш {0} вынікаў пошуку бітмап
da: {0} flere beatmap søgeresultater
fi: {0} lisää hakutulosta
hu: {0} talált beatmap
ja: 他{0}件のビートマップ検索結果
nl: {0} andere beatmap zoekresultaten
no: {0} flere beatmap-søkeresultater
pl: Zobacz więcej wyszukanych beatmap: {0}
pt: Há mais {0} resultados de pesquisa de beatmap
sk: {0} ďalších výsledkov vyhladávaní máp
sv: {0} fler sökresultat på beatmaps
th: {0} ผลการค้นหาบีทแมพเพิ่มเติม
tr: {0} tane daha beatmap arama sonucu
zh_tw: 搜尋到 {0} 張圖譜

# search.beatmapset.more_simple
source: See more beatmap search results
ar: انظر للمزيد من نتائج بحث الخرائط
be: Праглядзець іншыя вынікаў пошуку бітмап
da: Se flere beatmap søgeresultater
fi: Katso lisää hakutuloksia
hu: Több beatmap keresése
ja: もっとビートマップの検索結果を見る
nl: Zie meer beatmap zoekresultaten
no: Se flere beatmap-søkeresultater
pl: Zobacz więcej wyszukanych beatmap
pt: Ver mais resultados de pesquisa de beatmap
sk: Zobraziť ďalšie výsledký vyhladávania máp
sv: Se fler sökresultat på beatmaps
th: ดูผลการค้นหาบีทแมพเพิ่มเติม
tr: Daha fazla beatmap arama sonucu gör
zh_tw: 查看更多搜尋結果

# search.beatmapset.title
source: Beatmaps
ar: خرائط الايقاع
be: Бітмапы
fi: Beatmapit
hu: Beatmap-ek
ja: ビートマップ
pl: Beatmapy
sk: Beatmapy
th: บีทแมพ
tr: Beatmapler
zh_tw: 圖譜

# search.forum_post.all
source: All forums
ar: جميع المنتديات
be: Усе форумы
da: Alle forumer
fi: Kaikki foorumit
hu: Összes forum
ja: 全てのフォーラム
nl: Alle forums
no: Alle forum
pl: Całe forum
pt: Todos os fóruns
sk: Všetky fóra
sv: Alla forum
th: ฟอรั่มทั้งหมด
tr: Tüm forumlar
zh_tw: 所有論壇

# search.forum_post.link
source: Search the forum
ar: البحث في المنتدى
be: Пошук па форуму
da: Søg i forumet
fi: Etsi foorumilta
hu: Forum keresése
ja: フォーラムを検索
nl: Doorzoek het forum
no: Søk i forumet
pl: Przeszukaj forum
pt: Pesquisar o fórum
sk: Prehľadať fórum
sv: Sök på forumet
th: ค้นหาตามฟอรั่ม
tr: Forumda ara
zh_tw: 在論壇中搜尋

# search.forum_post.login_required
source: Sign in to search the forum
ar: سجل الدخول للبحث في المنتدى
da: Log ind for at søge efter brugere
fi: Kirjaudu sisään käyttääksesi foorumihakua
hu: Jelentkezz be, hogy keresni tudj a fórumon
ja: ログインしてフォーラムを検索
nl: Log in om het forum te doorzoeken
no: Logg inn for å søke i forumet
pl: Zaloguj się, aby przeszukać forum
pt: Inicia a sessão para pesquisar no fórum
sv: Logga in för att söka i forumet
th: เข้าสู่ระบบเพื่อค้นหาฟอรั่ม
tr: Forumda aramak için giriş yapın
zh_tw: 登入以搜尋論壇

# search.forum_post.more_simple
source: See more forum search results
ar: انظر للمزيد من نتائج بحث المنتدى
be: Праглядзець іншыя вынікі пошуку па форуму
da: Se flere forum-søgeresultater
fi: Katso lisää foorumien hakutuloksia
hu: Több forum keresése
ja: もっとフォーラム検索結果を見る
nl: Zie meer forum zoekresultaten
no: Se flere forum-søkeresultater
pl: Zobacz więcej wyszukanych wątków na forum
pt: Ver mais resultados de pesquisa de fórum
sk: Zobraziť ďalšie výsledky prehľadávania fóra
sv: Se fler sökresultat på forum
th: ดูผลการค้นหาฟอรั่มเพิ่มเติม
tr: Daha fazla forum arama sonucu görmek için tıklayınız
zh_tw: 查看更多搜尋結果

# search.forum_post.title
source: Forum
ar: المنتدى
be: Форум
fi: Foorumi
ja: フォーラム
pt: Fórum
sk: Fórum
th: ฟอรั่ม
zh_tw: 論壇

# search.forum_post.label.forum
source: search in forums
ar: البحث في المنتديات
be: пошук па форумах
da: søg i forummerne
fi: etsi foorumeista
hu: forumokban keresés
ja: フォーラム内を検索
nl: doorzoek het forum
no: søk i forumet
pl: przeszukaj fora
pt: procurar nos fóruns
sk: hľadať vo fóroch
sv: sök i forumen
th: ค้นหาในฟอรั่ม
tr: forumlarda ara
zh_tw: 在論壇中搜尋

# search.forum_post.label.forum_children
source: include subforums
ar: تضمين المنتديات الفرعية
be: уключаючы падфорумы
da: inkluder subforummer
fi: etsi myös alafoorumeilta
hu: alforumok tartalmazása
ja: サブフォーラムを含む
nl: tel subforums mee
no: inkluder underkategorier
pl: uwzględnij podfora
pt: incluir sub-fóruns
sk: zahrnúť subfóra
sv: inkludera subforum
th: รวมฟอรั่มย่อย
tr: alt forumları dahil et
zh_tw: 包含小主題

# search.forum_post.label.topic_id
source: topic #
ar: الموضوع #
be: тэма #
da: emne #
fi: aihe #
hu: témák #
ja: トピック #
nl: onderwerp #
no: emne #
pl: wątek #
pt: tópico #
sk: téma #
sv: ämne #
th: หัวข้อ #
tr: konu #
zh_tw: 主題 #

# search.forum_post.label.username
source: author
ar: الكاتب
be: аўтар
da: forfatter
fi: tekijä
hu: szerző
ja: 投稿者
nl: auteur
no: forfatter
pl: autor
pt: autor
sk: autor
sv: författare
th: ผู้แต่ง
tr: yazar
zh_tw: 作者

# search.mode.all
source: all
ar: الكل
be: усе
da: alt
fi: kaikki
hu: mind
ja: 全て
nl: alle
no: alt
pl: wszystko
pt: todos
sk: všetko
sv: alla
th: ทั้งหมด
tr: hepsi
zh_tw: 所有

# search.mode.beatmapset
source: beatmap
ar: خريطة
be: бітмапы
ja: ビートマップ
pl: beatmapa
sk: beatmapy
th: บีทแมพ
zh_tw: 圖譜

# search.mode.forum_post
source: forum
ar: منتدى
be: форум
fi: foorumi
hu: fórum
ja: フォーラム
pt: fórum
sk: fórum
th: ฟอรั่ม
zh_tw: 論壇

# search.mode.user
source: player
ar: لاعب
be: гульцы
da: bruger
fi: pelaaja
hu: játékos
ja: プレイヤー
nl: speler
no: spiller
pl: użytkownik
pt: jogador
sk: hráč
sv: spelare
th: ผู้เล่น
tr: oyuncu
zh_tw: 玩家

# search.mode.wiki_page
source: wiki
ar: ويكي
be: вікі
th: วิกิ

# search.user.login_required
source: Sign in to search users
ar: سجل الدخول للبحث عن الأعضاء
da: Log ind for at søge efter brugere
fi: Kirjaudu sisään käyttääksesi käyttäjähakua
hu: Jelentkezz be, hogy felhasználokat tudj keresni
ja: ログインしてユーザーを検索
nl: Log in om gebruikers te zoeken
no: Logg inn for å søke etter brukere
pl: Zaloguj się, aby wyszukać użytkowników
pt: Inicia a sessão para procurar utilizadores
sv: Logga in för att söka användare
th: เข้าสู่ระบบเพื่อค้นหาผู้ใช้
tr: Kullanıcıları aramak için giriş yapın
zh_tw: 登入以搜尋玩家

# search.user.more
source: {0} more player search results
ar: {0} المزيد من نتائج بحث اللاعبين
be: больш {0} вынікаў пошуку гульцоў
da: {0} flere spiller-søgeresultater
fi: {0} hakutulosta lisää
hu: {0} talált játékos
ja: 他に{0}人のプレイヤーが見つかりました
nl: {0} meer speler zoekresultaten
no: {0} flere spiller-søkeresultater
pl: Zobacz więcej wyszukanych użytkowników: {0}
pt: Há mais {0} resultados de pesquisa de jogador
sk: {0} ďalších výsledkov vyhľadávania hráčov
sv: {0} fler sökresultat på spelare
th: {0} ผลการค้นหาผู้เล่นเพิ่มเติม
tr: {0} tane daha oyuncu arama sonucu
zh_tw: 搜尋到 {0} 張圖譜

# search.user.more_simple
source: See more player search results
ar: انظر للمزيد من نتائج بحث اللاعبين
be: Прагляд іншых вынікаў пошуку гульцоў
da: Se flere spiller-søgeresultater
fi: Näytä enemmän pelaajia hakutuloksista
hu: Több játékos mutatása keresésben
ja: もっとプレイヤーの検索結果を見る
nl: Zie meer speler zoekresultaten
no: Se flere spiller-søkeresultater
pl: Zobacz więcej wyszukanych użytkowników
pt: Ver mais resultados de pesquisa de jogador
sk: Zobraziť ďalśie výsledky vyhľadávania hráčov
sv: Se fler sökresultat på spelare
th: ดูผลการค้นหาผู้เล่นเพิ่มเติม
tr: Daha fazla oyuncu arama sonucu gör
zh_tw: 查看更多搜尋結果

# search.user.more_hidden
source: Player search is limited to {0} players. Try refining search query.
ar: بحث اللاعبين محدود الى {0} لاعب. حاول تكرير اداة البحث.
be: Вынік пошуку гульцоў скарочаны да {0}. Паспрабуйце удакладніць запыт.
da: Spillersøgningen er begrænset til højest {0} spillere. Prøv at søge igen.
fi: Pelaajien etsintä on rajoitettu {0} pelaajalle. Kokeile tarkentaa hakua.
hu: Játékos kereső limitálva van {0} játékosra. Próbálj pontosabb lenni.
ja: プレイヤー検索は最大{0}件までです。絞り込む事をおすすめします。
nl: Speler zoekopdracht is beperkt tot {0} spelers. Probeer je zoekopdracht te verfijnen.
no: Spillersøk er begrenset til {0} spillere. Forsøk å raffinere søket.
pl: Wyniki wyszukiwania są ograniczone do {0} użytkowników. Spróbuj zmienić wyszukiwaną frazę.
pt: A pesquisa de jogador está limitada a {0} jogadores. Tenta redefinir a questão de pesquisa.
sk: Vyhľadávanie hráčov bolo obmedzené na {0} hráčov. Skús upraviť tvoje vyhľadávanie.
sv: Sökning på spelare är begränsad till {0} spelare. Försök att förfina sökningen.
th: ผลลัพธ์การค้นหาผู้เล่นจำกัดไว้ที่ {0} คน ลองเปลี่ยนคำค้นใหม่
tr: Oyuncu araması {0} oyuncuyla sınırlıdır. Arama sorgusunu hassaslaştırmayı deneyin.
zh_tw: 搜尋玩家的人數不可超過 {0} 人，請修改搜尋內容。

# search.user.title
source: Players
ar: اللاعبون
be: Гульцы
da: Spillere
fi: Pelaajat
hu: Játékosok
ja: プレイヤー
nl: Spelers
no: Spillere
pl: Użytkownicy
pt: Jogadores
sk: Hráči
sv: Spelare
th: ผู้เล่น
tr: Oyuncular
zh_tw: 玩家

# search.wiki_page.link
source: Search the wiki
ar: البحث في الويكي
be: Пошук па вікі
da: Søg på wiki´et
fi: Etsi wikistä
hu: Wikin keresés
ja: wikiを検索
nl: Doorzoek de wiki
no: Søk i wikien
pl: Przeszukaj wiki
pt: Pesquisar na wiki
sk: Prehľadať wiki
sv: Sök på wikin
th: ค้นหาในวิกิ
tr: Wiki'de ara
zh_tw: 在 Wiki 中搜尋

# search.wiki_page.more_simple
source: See more wiki search results
ar: انظر للمزيد من نتائج بحث الويكي
be: Прагляд іншых вынікаў пошуку па вікі
da: Se flere wiki-søgeresultater
fi: Katso lisää wiki-hakutuloksia
hu: Több wiki keresési eredmény megtekintése
ja: もっとwikiの検索結果を見る
nl: Zie meer wiki zoekresultaten
no: Se flere wiki søkeresultater
pl: Zobacz więcej wyszukanych artykułów na wiki
pt: Ver mais resultados de pesquisa da wiki
sk: Zobraziť ďalšie výsledky prehľadávaním wiki
sv: Se fler sökresultat på wikin
th: ดูผลการค้นหาวิกิเพิ่มเติม
tr: Daha fazla wiki arama sonucu göster
zh_tw: 查看更多搜尋結果

# search.wiki_page.title
source: Wiki
ar: ويكي
be: Вікі
th: วิกิ

# download.tagline
source: let's get<br>you started!
ar: لنجعلك<br>مستعداََ!
be: давай<br>распачнем!
da: lad os få<br>dig i gang!
fi: laitetaan sinut<br>liikkeelle!
hu: vágjunk<br>bele!
ja: さぁ、<br>始めよう！
nl: laten we<br>beginnen!
no: la oss<br>få deg i gang!
pl: rozpocznij swoją<br>przygodę z osu!
pt: vamos pôr-te<br>a começar!
sk: poďme začať!
sv: låt oss<br>få dig igång!
th: เรามา<br>เริ่มกันเถอะ
tr: haydi seni<br>oyuna hazırlayalım!
zh_tw: 讓我們<br>開始吧！

# download.action
source: Download osu!
ar: حمل osu!
be: Спампаваць osu!
fi: Lataa osu!
hu: osu! letöltése
ja: osu!をダウンロード
no: Last ned osu!
pl: Pobierz osu!
pt: Descarrega o osu!
sk: Sťahovať!
sv: Ladda ner osu!
th: ดาวน์โหลด osu!
tr: osu!'yu indir
zh_tw: 下載 osu!

# download.help._
source: if you have problem starting the game or registering for account, {0} or {1}.
ar: إذا كان لديك مشكلة في بدء اللعبة أو انشاء حساب، {0} أو {1}.
da: hvis du har problemer med at starte spillet eller registrere dig for konto, {0} eller {1}.
fi: jos sinulla on ongelmia pelin käynnistämisessä tai tilin rekisteröinnissä, {0} tai {1}.
hu: ha meccs indításakor vagy fiók létrehozásánál problémába ütközöl, {0} vagy {1}.
ja: ゲームの開始やアカウント登録に問題がある場合は、{0} または {1}。
nl: als je problemen hebt met het starten van het spel of registreren voor een account, {0} of {1}.
pl: jeżeli masz problem z uruchomieniem gry lub utworzeniem konta, {0} albo {1}.
pt: se tiveres problemas ao iniciar o jogo ou ao criar uma conta, vê {0} ou {1}.
sv: om du har problem med att starta spelet eller registrera dig för konto, {0} eller {1}.
th: ถ้ามีปัญหาในการเข้าเกมหรือสมัครบัญชีสามารถหาความช่วยเหลือได้ที่ {0} หรือ {1}
tr: oyunu çalıştırırken ya da hesap oluştururken herhangi bir sorun yaşıyorsanız, {0} veya {1}.
zh_tw: 如果您在啟動遊戲或註冊帳號時遇到問題，請{0}或{1}。

# download.help.help_forum_link
source: check help forum
ar: تحقق من منتدى المساعدة
da: tjek hjælpeforum
fi: katso apufoorumia
hu: segítő fórum megtekintése
ja: ヘルプフォーラムを確認する
nl: bekijk Help-forum
pl: sprawdź forum
pt: consultar o fórum de ajuda
th: เช็คฟอรั่มช่วยเหลือ
tr: yardım forumunu kontrol edin
zh_tw: 查看幫助論壇

# download.help.support_button
source: contact support
ar: الاتصال بالدعم
da: kontakt support
fi: ota yhteyttä tukeen
hu: kapcsolatfelvétel
ja: お問い合わせ
pl: skontaktuj się z pomocą techniczną
pt: contactar apoio
sv: kontakta support
th: ติดต่อฝ่ายช่วยเหลือ
tr: destek ile iletişime geçin
zh_tw: 聯絡支援團隊

# download.os.windows
source: for Windows
ar: لنظام التشغيل Windows
be: для Windows
da: til Windows
fi: Windowsille
hu: Windows rendszerre
nl: voor Windows
pl: dla systemu Windows
pt: para Windows
sk: pre Windows
sv: för Windows
th: สำหรับวินโดวส์
tr: Windows için
zh_tw: Windows 版

# download.os.macos
source: for macOS
ar: لنظام التشغل MacOS
be: для macOS
da: til macOS
fi: macOS{0}
hu: macOS rendszerre
nl: voor macOS
pl: dla systemu macOS
pt: para macOS
sk: pre macOS
sv: för macOS
th: สำหรับ macOS
tr: macOS için
zh_tw: macOS 版

# download.os.linux
source: for Linux
ar: لنظام التشغيل Linux
be: для Linux
da: til Linux
fi: Linuxille
hu: Linux rendszerre
nl: voor Linux
pl: dla systemu Linux
pt: para Linux
sk: pre Linux
sv: för Linux
th: สำหรับ Linux
tr: Linux için
zh_tw: Linux 版

# download.mirror
source: mirror
ar: مُباشر
be: люстэрка
fi: vaihtoehtoinen lataus
hu: tükör
ja: ミラー
no: alternativ link
pl: serwer lustrzany
pt: link alternativo
sv: spegel
th: เซิร์ฟเวอร์อื่น
tr: alternatif
zh_tw: 鏡像站

# download.macos-fallback
source: macOS users
ar: مستخدمين MacOS
be: для macOS
da: macOS brugere
fi: macOS-käyttäjät
hu: macOS használók
ja: macOSユーザー
nl: macOS gebruikers
no: macOS brukere
pl: użytkownicy macOS
pt: utilizadores de macOS
sk: macOS užívateľ
sv: macOS användare
th: ผู้ใช้ macOS
tr: macOS kullanıcıları
zh_tw: macOS 使用者

# download.steps.register.title
source: get an account
ar: احصل على حساب
be: стварыце ўлік. запіс
da: opret en bruger
fi: luo tili
hu: hozz létre fiókot
ja: アカウントを作る
nl: maak een account
no: opprett en konto
pl: utwórz konto
pt: adquire uma conta
sk: vytvorte si účet
sv: skaffa ett konto
th: สร้างบัญชี
tr: bir hesap oluştur
zh_tw: 註冊帳號

# download.steps.register.description
source: follow the prompts when starting the game to sign in or make a new account
ar: اتبع التعليمات عند بدأ اللعبة لتسجيل الدخول وعمل حساب جديد
be: прытрымлівайцеся падказак гульні, каб увайсці або стварыць уліковы запіс
da: følg instrukserne når spillet startes for at logge ind eller lave en ny konto
fi: käynnistäessäsi pelin, seuraa ohjeita kirjautuaksesi sisään tai luo uusi tili
hu: kövesd a játék indításakor felugró utasításokat belépéshez vagy regisztráláshoz
ja: ゲーム起動後に表示される手順に沿ってアカウントを作成、そしてログインしよう
nl: volg de aanwijzingen bij het starten van het spel om in te loggen of een nieuw account te maken
no: følg instruksjonene når du starter spillet for å logge inn eller lag en ny konto
pl: postępuj zgodnie z instrukcjami w grze, aby się zarejestrować bądź zalogować
pt: segue as indicações ao iniciares o jogo para iniciar sessão ou criar uma nova conta
sk: pri spustení hry postupuj podľa pokynov pre prihlásenie alebo vytvorenie účtu
sv: följ anvisningarna när du startar spelet för att logga in eller skapa ett nytt konto
th: เข้าเกมแล้วทำตามลำดับที่บอกเพื่อเข้าสู่ระบบหรือสร้างบัญชีใหม่
tr: oyunu başlatırken giriş yapmak ya da yeni bir hesap yaratmak için çıkan yönergeleri takip edin
zh_tw: 進入遊戲後請根據提示登入或註冊帳號

# download.steps.download.title
source: install the game
ar: حمل اللعبة
be: спампаваць гульню
da: hent spillet
fi: lataa peli
hu: játék letöltése
ja: ゲームをインストール
nl: download de game
no: last ned spillet
pl: zainstaluj grę
pt: descarrega o jogo
sk: stiahni hru
sv: ladda ner spelet
th: ดาวน์โหลดเกม
tr: oyunu indir
zh_tw: 下載遊戲

# download.steps.download.description
source: click the button above to download the installer, then run it!
ar: اضغط الزر في الأعلى لتحميل المثبت, ثم قم بفتحه!
be: націсніце на кнопку ніжэй, каб спампаваць усталёўшчык, а потым запусціце яго!
da: klik på knappen ovenfor for at hente installeren, og kør den!
fi: klikkaa ylläolevaa painiketta ladataksesi asennusohjelman ja suorita se!
hu: nyomd meg a fenti gombot a telepítő letöltéséhez, majd indítsd el!
ja: 上のボタンからインストーラーをダウンロードして、実行しよう！
nl: klik de knop hierboven om de installer te downloaden, en voer het dan uit!
no: klikk på knappen over for å laste ned installasjonsprogrammet, så kjører det!
pl: kliknij przycisk powyżej, aby pobrać instalator, a następnie uruchom go!
pt: clica no botão acima para transferir o instalador e depois abre-o!
sk: klikni na tlačítko vyššie a stiahni inštalačný program, potom ho spusti!
sv: klicka på knappen ovan för att ladda ner installeraren, sedan kör du den!
th: กดปุ่มข้างบนเพื่อดาวน์โหลดตัวติดตั้งและรัน
tr: yükleyiciyi indirmek için yukarıdaki düğmeye tıklayın, sonra çalıştırın!
zh_tw: 點擊上方按鈕下載安裝檔並執行！

# download.steps.beatmaps.title
source: get beatmaps
ar: احصل على خرائط
be: спампуйце бітмапы
da: få beatmaps
fi: hanki beatmappeja
hu: beatmap-ek beszerzése
ja: ビートマップを取得
nl: download beatmaps
no: skaff beatmaps
pl: pobierz beatmapy
pt: obtém beatmaps
sk: získaj beatmapy
sv: skaffa beatmaps
th: โหลดบีทแมพ
tr: beatmap edinin
zh_tw: 下載圖譜
