Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Home.*.resx
Languages: ar, be, da, fi, hu, ja, nl, no, pl, pt, sk, sv, th, tr, zh_tw

# download.steps.beatmaps.description._
source: {0} the vast library of user-created beatmaps and start playing!
ar: {0} المكتبة الهائلة من الخرائط التي ابتدعها المستخدمون وابدأ اللعب!
be: {0} вялікую бібліятэку створаных гульцамі бітмап і пачніце гульню!
da: {0} det gigantiske bibliotek af bruger-skabte beatmaps, og begynd at spille!
fi: {0} käyttäjien luomaa laajaa beatmapkokoelmaa ja ryhdy pelaamaan!
hu: {0} felhasználók által létrehozott hatalmas beatmap könyvtárban és kezd játszani!
ja: {0}からユーザーが作った膨大な数のビートマップから好きなビートマップを見つけて遊ぼう！
nl: {0} de enorme bibliotheek van door gebruikers-gemaakte beatmaps en begin the spelen!
no: {0} det enorme biblioteket av brukerskapte beatmaps og begynn å spill!
pl: {0} ogromną bibliotekę utworzonych przez społeczność beatmap i rozpocznij grę!
pt: {0} a biblioteca vasta de beatmaps criados por utilizadores e começa a jogar!
sk: potom už ostáva iba {0} rozsiahlu knihovňu použivateľmi vytvorených máp a pustiť sa do hrania!
sv: {0} det stora biblioteket av beatmaps skapade av användare och börja spela!
th: {0} บีทแมพมากมายที่ผู้เล่นต่าง ๆ ได้สร้างขึ้น และเริ่มเล่น!
tr: Kullanıcılar tarafından oluşturulmuş engin beatmap kütüphanesine {0} ve oynamaya başla!
zh_tw: {0} 玩家們自製的遊戲圖譜，來玩看看吧！

# download.steps.beatmaps.description.browse
source: browse
ar: تصفح
be: адкрыйце
da: udforsk
fi: selaa
hu: böngéssz
ja: ここ
nl: doorblader
no: bla gjennom
pl: sprawdź
pt: navegar
sk: prehľadávať
sv: bläddra
th: ค้นหา
tr: göz at
zh_tw: 瀏覽

# download.video-guide
source: video guide
ar: دليل الفديو
be: відэа дапаможнік
fi: video-opas
hu: videó útmutató
ja: 説明動画
nl: video gids
no: video veiledning
pl: poradnik
pt: vídeo de guia
sk: video návod
th: ไกด์วิดิโอ
tr: video kılavuzu
zh_tw: 影片教學

# user.title
source: dashboard
ar: لوحة المعلومات
be: панэль
da: instrumentbræt
fi: yleiskatsaus
hu: áttekintő
ja: ダッシュボード
no: dashbord
pl: strona główna
pt: painel de controlo
sk: nástenka
sv: kontrollpanel
th: หน้าหลัก
tr: kontrol paneli
zh_tw: 看板

# user.news.title
source: News
ar: الأخبار
be: Навіны
da: Nyheder
fi: Uutiset
hu: Hírek
ja: お知らせ
nl: Nieuws
no: Nyheter
pl: Aktualności
pt: Notícias
sk: Novinky
sv: Nyheter
th: ข่าวสาร
tr: Gelişmeler
zh_tw: 最新消息

# user.news.error
source: Error loading news, try refreshing the page?...
ar: خطأ في تحميل الأخبار، حاول تحديث الصفحة؟...
be: Памылка загрузкі навін, паспрабуйце перазагрузіць старонку?...
da: Fejl ved indlæsning af nyheder, prøv at genindlæse siden?...
fi: Virhe ladattaessa uutisia. Kokeile sivun päivittämistä.
hu: Hiba a hírek betöltése közben, talán próbáld meg újratölteni az oldalt?...
ja: 読み込みに失敗しました。ページの更新をしてみると直るかも・・・？
nl: Fout tijdens laden van nieuws, probeer de pagina te verversen?...
no: Feil ved innlasting av nyheter, prøv å oppdatere siden?...
pl: Wystąpił błąd, spróbuj odświeżyć stronę.
pt: Erro ao carregar notícias, melhor tentares recarregar a página?...
sk: Nastala chyba pri načítavaní noviniek, skúste obnoviť stránku?...
sv: Fel med att ladda in nyheter, försök ladda om sidan?...
th: โหลดข่าวสารไม่ได้ ลองรีเฟรชหน้านี้?..
tr: Haberler yüklenirken hata oluştu, sayfayı yenilemeyi deneseniz?...
zh_tw: 載入最新消息發生錯誤，請重新載入頁面？...

# user.header.stats.friends
source: Online Friends
ar: الأصدقاء المتصلون
be: Сяброў у сетцы
da: Venner Online
fi: Kavereita paikalla
hu: Elérhető barátok
ja: オンラインのフレンド
nl: Online Vrienden
no: Tilkoblede Venner
pl: Znajomi online
pt: Amigos online
sk: Online Priatelia
sv: Vänner Online
th: จำนวนเพื่อนที่ออนไลน์
tr: Çevrimiçi Arkadaşlar
zh_tw: 線上好友

# user.header.stats.games
source: Games
ar: المباريات
be: Гульні
da: Spil
fi: Pelejä
hu: Játékok
ja: 部屋数
no: Lobbyer
pl: Mecze
pt: Jogos
sk: Hry
sv: Spel
th: เกมที่เล่นอยู่
tr: Oyunlar
zh_tw: 房間

# user.header.stats.online
source: Online Users
ar: المستخدمون النشطون
be: Карыстальнікаў у сетцы
da: Online Brugere
fi: Käyttäjiä paikalla
hu: Elérhető felhasználók
ja: オンラインのユーザー数
nl: Online Gebruikers
no: Tilkoblede Brukere
pl: Użytkownicy online
pt: Utilizadores online
sk: Online užívatelia
sv: Användare Online
th: จำนวนผู้ใช้ที่ออนไลน์
tr: Çevrimiçi Kullanıcılar
zh_tw: 線上使用者

# user.beatmaps.new
source: New Ranked Beatmaps
ar: خرائط مصفوفة جديدة
be: Новыя ранкаваныя бітмапы
da: Nye Rangerede Beatmaps
fi: Uudet Hyväksytyt Beatmapit
hu: Új Rangsorolt Beatmap-ek
ja: 最新のRankedビートマップ
nl: Nieuwe Gerankte Beatmappen
no: Nye Rangerte Beatmaps
pl: Nowe rankingowe beatmapy
pt: Novos beatmaps classificados
sk: Nové Hodnotené Beatmapy
sv: Nya Rankade Beatmaps
th: บีทแมพจัดอันดับใหม่ล่าสุด
tr: Yeni Dereceli Beatmapler
zh_tw: 新進榜圖譜

# user.beatmaps.popular
source: Popular Beatmaps
ar: خرائط شعبية
be: Папулярныя бітмапы
da: Populære Beatmaps
fi: Suositut Beatmapit
hu: Népszerű beatmap-ek
ja: 人気のビートマップ
nl: Populaire Beatmaps
no: Populære Beatmaps
pl: Popularne beatmapy
pt: Beatmaps populares
sk: Populárne Beatmapy
sv: Populära Beatmaps
th: บีทแมพยอดฮิต
tr: Popüler Beatmapler
zh_tw: 熱門圖譜

# user.beatmaps.by_user
source: by {0}
ar: بواسطة {0}
da: af {0}
fi: tehnyt {0}
hu: {0} által
nl: door {0}
no: av {0}
pl: autorstwa {0}
pt: por {0}
sk: od {0}
sv: av {0}
th: โดย {0}
tr: {0} tarafından
zh_tw: 由 {0}

# user.buttons.download
source: Download osu!
ar: حَمِل osu!
be: Спампаваць osu!
da: Hent osu!
fi: Lataa osu!
hu: osu! letöltése
ja: osu!をダウンロード
no: Last ned osu!
pl: Pobierz osu!
pt: Transfere o osu!
sk: Sťahovať osu!
sv: Ladda ner osu!
th: ดาวน์โหลด osu!
tr: osu!'yu indir
zh_tw: 下載 osu!

# user.buttons.support
source: Support osu!
ar: اِدعم osu!
be: Падтрымаць osu!
da: Støt osu!
fi: Tue osua!
hu: osu! támogatása
ja: osu!を支援する
no: Støtt osu!
pl: Wspomóż osu!
pt: Apoia o osu!
sk: Podpor osu!
sv: Stötta osu!
th: สนับสนุน osu!
tr: osu!'yu destekle
zh_tw: 贊助 osu!

# support-osu.title
source: Wow!
ar: واو!
be: Уаў!
fi: Vau!
hu: Hűha!
ja: ねえねえ、君！
pt: Uau!
th: ว้าว!
tr: Vay canına!
zh_tw: 哇！

# support-osu.subtitle
source: You seem to be having a good time! {0}
ar: يبدو انك تستمع بوقتك! {0}
be: Здаецца, вы добра праводзіце час! {0}
da: Du ser ud til at have det sjovt! {0}
fi: Sinulla taitaa olla hauskaa! {0}
hu: Úgy néz ki nagyon jól szórakozol! {0}
ja: osu!の事、気に入って貰えたかな？
nl: Jij lijkt plezier te hebben! {0}
no: Du ser ut som du trives! {0}
pl: Wygląda na to, że dobrze się bawisz! {0}
pt: Pareces estar a passar um momento agradável! {0}
sk: Vyzerá to, že sa dobre bavíš! {0}
sv: Det ser ut som att du har kul! {0}
th: ดูเหมือนว่าคุณกำลังสนุกอยู่ {0}
tr: İyi vakit geçiriyor gibi görünüyorsunuz! {0}
zh_tw: 看起來你玩得很開心！

# support-osu.body.part-1
source: Did you know that osu! runs with no advertising, and relies on players to support its development and running costs?
ar: هل تعلم ان osu! تعمل بدون اعلانات, وتعتمد على اللاعبين لدعم التطوير وتكاليف العمل؟
be: Ці ведалі вы, што osu! не мае рэкламы, і спадзяецца на падтрымку гульцоў для распрацоўкі і пакрывання расходаў?
da: Vidste du, at osu! kører helt uden reklamer og er stærkt afhængigt af, at spillerne støtter spillets udvikling og omkostninger?
fi: Tiesitkö että osu!a pidetään yllä ilman mainoksia ja turvautuu pelaajien tukeen sen kehitys- ja käyttökustannuksissa?
hu: Tudtad, hogy az osu! reklámok nélkül van fenntartva, és teljesen a játékosi támogatásra hagyatkozik a fenntartási és fejlesztési költségekhez?
ja: osu!のサービス維持は広告に頼らず、全てプレイヤーたちの支援によって実現されています。
nl: Wist je dat osu! geen advertenties toont, en afhangt van spelers voor de ontwikkelings- en onderhoudskosten?
no: Visste du, at osu! kjører uten reklamering, og er avhengig av spillernes støtte for sin utvikling og driftskostnader?
pl: Czy wiesz, że osu! nie zawiera reklam i jest utrzymywane dzięki wsparciu graczy?
pt: Sabias que o osu! corre sem nenhuma publicidade e que depende de jogadores para apoiar o seu desenvolvimento e custos de manutenção?
sk: Vedel si, že osu! beží bez reklam a spolieha sa iba na hráčov, aby podporili rozvoj a prevádzkové náklady?
sv: Visste du att osu! körs utan annonser, och förlitar sig på spelare som stöttar utvecklingen och kostnader för underhåll?
th: รู้หรือไม่ว่า osu! อยู่ได้โดยไม่มีโฆษณาเลย และขึ้นกับการสนับสนุนของผู้เล่นทุกคนซึ่งช่วยเรื่องการพัฒนาและค่าใช้จ่ายต่าง ๆ
tr: Osu!'nun reklamsız çalıştığını, geliştirme ve yürütme masraflarının karşılanmasında ise kendi oyuncularının desteğine güvendiğini biliyor muydun?
zh_tw: 你知道嗎？ osu! 是一款沒有廣告，完全依賴玩家贊助以維持開發及營運的遊戲。

# support-osu.body.part-2
source: Did you also know that by supporting osu! you get a heap of useful features, such as <strong>in-game downloading</strong> which automatically triggers in spectator and multiplayer games?
ar: هل تعلم ايضا انه بدعم لـ osu! فستحصل على فائض من المميزات الجيدة, مثل <strong>التحميل داخل اللعبة</strong> الذي يعمل تلقائيا عند المشاهدين وغرف اللعب المتعدد؟
be: Ці ведалі вы, што падтрымка osu! дае вам мноства карысных магчымасцяў, напрыклад <strong>in-game спампоўванне</strong> падчас назірання або ў шматкарыстальніцкіх гульнях?
da: Vidste du også, at du ved at støtte osu! får en stor håndfuld ekstra funktioner, såsom <strong>in-game downloading</strong> som kan udnyttes i multiplayer- og spectator-tilstand?
fi: Tiesitkö myös että osua! tukemalla saat kasan hyödyllisiä ominaisuuksia, kuten <strong>pelinsisäisen beatmappien lataamisen</strong> joka aktivoituu automaattisesti moninpelissä ja katsojatilassa?
hu: És azt tudtad, hogy az osu! támogatásával egy rakás hasznos funkciót kapsz, mint például a <strong>játékon belüli letöltés</strong> ami automatikusan életbe lép megfigyelőként és többjátékos módban?
ja: osu! を支援する事によってさまざまな機能が追加で利用できるようになります。<strong>ゲーム内ダウンロード</strong>はそのうちのひとつで、観戦やマルチプレイ中に自動でビートマップをダウンロードできるようになります！
nl: Wist je dat je door osu! te helpen ook een hoop handige features krijgt, waaronder <strong>in-game downloads</strong> die automatisch starten tijdens spectator en multiplayer games?
no: Visste du også, at ved å støtte osu! får du en haug med nyttige funksjoner, som for eksempel <strong>nedlasting i spillet</strong> som automatisk laster ned maps mens du ser på andre eller spiller i flerspillerspill?
pl: Czy wiesz, że wspierając osu! otrzymasz wiele przydatnych funkcji takich jak <strong>automatyczne pobieranie beatmap</strong> podczas gier wieloosobowych czy oglądania innych graczy?
pt: Também sabias que ao apoiar o osu! recebes um monte de funcionalidades úteis, tal como <strong>downloads dentro do jogo</strong> que aciona automaticamente em jogos de espectador e multijogador?
sk: A tiež si vedel, že podporením osu! získaš veľa užitočných východ, ako napríklad <strong>in-game sťahovanie</strong>, ktoré sa automatický spustí pri pozeraní a multiplayer hrách?
sv: Visste du också att när du stöttar osu! så kommer du få en hög med användbara funktioner, som <strong>nedladdning i spelet</strong> vilket automatiskt sätts igång när du är åskådare eller spelar med andra?
th: รู้หรือไม่ว่าคุณจะได้สิทธิพิเศษเพียบเมื่อสนับสนุน osu! เช่น <strong>การดาวน์โหลดในเกม</strong> เอาไว้ใช้อย่างอัตโนมัติตอนที่ดูคนอื่นเล่นหรือเข้าห้องเล่นหลายคน
tr: Ayrıca, osu!'yu destekleyerek, izleme modunda ve çoklu oyunculu oyunlarda otomatik olarak devreye giren <strong>oyun içi indirme</strong> özelliği gibi bir çok yararlı özelliklere sahip olabileceğini de biliyor muydun?
zh_tw: 如果你選擇給 osu! 捐贈，就可以解鎖額外的功能，例如<strong>遊戲內自動下載</strong>。

# support-osu.find-out-more
source: Click here to find out more!
ar: اضغط هنا لمعرفة المزيد!
be: Націсніце тут, каб даведацца больш!
da: Klik her for at læse mere!
fi: Klikkaa tästä lisätietoja!
hu: További információért kattints ide!
ja: もっと知りたい人はクリック！
nl: Klik hier voor meer!
no: Klikk her for å finne ut mer!
pl: Kliknij tutaj, aby dowiedzieć się więcej!
pt: Clica aqui para descobrir mais!
sk: Klikni tu aby si zistil viac!
sv: Klicka här för att ta reda på mer!
th: คลิกที่นี่เพื่อดูรายละเอียดเพิ่มเติม!
tr: Daha fazlasını öğrenmek için buraya tıkla!
zh_tw: 點擊這裡以瞭解更多

# support-osu.download-starting
source: Oh, and don't worry - your download has already been started for you already ;)
ar: اوه, ولا تقلق - تحميلك قد بدأ بالفعل الان ;)
be: Ах, не турбуйцеся, ваша спампоўванне бітмапы ўжо пачалося ;)
da: Oh, og bare rolig - din download er allerede blevet startet for dig ;)
fi: Niin, ja älä huoli - latauksesi on jo aloitettu ;)
hu: Oh, és ne aggódj - a letöltésedet már elindítottuk ;)
ja: あ、君のダウンロードはもう始まってるよ！
nl: Oh, en maak je geen zorgen - je download is al gestart :)
no: Åh, og ikke bekymre deg - nedlastingen din har allerede begynt :)
pl: A, i nie martw się - pobieranie już się rozpoczęło ;)
pt: Ah e não te preocupes - o teu download já foi iniciado para ti ;)
sk: Oh, a nemaj obavy - tvoje sťahovanie sa už začalo ;)
sv: Åh, och oroa dig inte - din nedladdning har redan startas åt dig ;)
th: โอ้ ไม่ต้องกังวล - ดาวน์โหลดของคุณได้เริ่มต้นขึ้นแล้ว :)
tr: Ah, bu arada, endişelenme! - indirme işlemin senin için çoktan başladı bile ;)
zh_tw: 喔 ! 別擔心 - 下載已經開始了 ;)

# user.buttons.store
source: osu!store
be: Крама osu!
fi: osu!kauppa
hu: osu!bolt
ja: osu!ストア
no: osu!butikken
pl: Sklep osu!
zh_tw: osu! 商店
