Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Mail.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# user_email_updated.changed_to
source: This is a confirmation email to inform you that your osu! email address has been changed to: "{0}".
ar: هذا البريد للتأكيد على ان بريدك الالكتروني في osu! قم تم تغييرهُ الى "{0}".
bg: Това е имейл за потвърждение, за да Ви информира, че вашият osu! имейл адрес е променен на: "{0}".
da: Dette er en bekræftelses-mail for at informere dig om at din osu! mail-adresse er blevet ændret til: "{0}".
de: Dies ist eine Bestätigungs-E-Mail, um Dich darüber zu informieren, dass Deine osu!-E-Mail-Adresse in: "{0}" geändert wurde.
es: Este es un correo electrónico de confirmación para informarle que su dirección de correo electrónico de osu! ha sido cambiada a: "{0}".
fr: Ceci est un email de confirmation pour vous informer que votre adresse e-mail osu! a été changée à : "{0}".
hu: Ez egy megerősítő email, hogy az osu!-s email címed erre változott meg:"{0}".
id: Ini adalah email konfirmasi untuk memberi tahu kamu bahwa alamat email yang digunakan untuk akun osu! kamu telah dirubah menjadi "{0}".
it: Questa è una email di conferma per informarti che l'indirizzo email del tuo account osu! è stato cambiato in: "{0}".
ja: これはosu!のメールアドレスが次のものに変更された事に関する確認メールです: {0}
ko: 이는 귀하의 osu! 이메일 주소가 "{0}" 로 변경되었음을 알리기 위한 확인 이메일입니다.
nl: Dit is een bevestigingsmail om je te laten weten dat je osu! E-mailadres is veranderd naar: "{0}".
no: Dette er en konfirmasjons epost som skal informere deg om at din osu! epost-addresse har blitt forandret til "{0}".
pl: Ten e-mail jest tylko potwierdzeniem, że Twój adres e-mail w osu! został zmieniony na „{0}”.
pt: Isto é um email de confirmação para te informar que o teu endereço de email do osu! foi alterado para: "{0}".
pt_br: Este é um email de confirmação para informar que seu endereço de e-mail foi alterado para: "{0}".
ru: Это письмо с подтверждением о том, что ваш адрес электронной почты osu! был изменён на "{0}".
sv: Detta är ett bekräftelsemail för att informera dig om att din osu! e-postadress har ändrats till: "{0}".
th: นี่คืออีเมลยืนยันที่จะแจ้งให้คุณทราบว่าอีเมลบัญชีผู้ใช้ osu! ของคุณจะถูกเปลี่ยนไปเป็น "{0}"
tr: Bu, osu! e-posta adresinin "{0}" olarak değiştiğini bildiren bir doğrulama e-postasıdır.
uk: Цей лист з підтвердженням про те, що ваша адреса електронної пошти osu! буде змінений на "{0}".
vi: Đây là một email xác nhận để thông báo với bạn rằng địa chỉ email osu! của bạn đã được đổi thành: "{0}".
zh: 您 osu! 账户绑定的邮箱地址已被更改为 {0} 。
zh_tw: 提醒您，您的osu!電子信箱已被更改為{0}

# user_email_updated.check
source: Please ensure that you received this email at your new address to prevent losing access your osu! account in the future.
ar: نرجو قيامك بالتأكد من وصول البريد الى عنوانك الحديث لضمان عدم فقدان وصولِك الى حساب osu! في المستقبل.
bg: Моля, уверете се, че сте получили този имейл на вашия нов адрес, за да предотвратите загубата на достъп до вашия osu! акаунт в бъдеще.
da: Sikr dig venligst at du modtog denne mail ved din nye addresse for at forhindre at du mister adgangen til din osu! account i fremtiden.
de: Bitte stelle sicher, dass Du diese E-Mail an Deiner neuen Adresse erhalten hast, um zu verhindern, dass Du in Zukunft den Zugriff auf Dein osu!-Konto verlierst.
es: Por favor, asegúrese de que ha recibido este correo electrónico en su nueva dirección para evitar perder el acceso a su cuenta de osu! en el futuro.
fr: Veuillez vous assurer que vous avez reçu cet e-mail à votre nouvelle adresse pour éviter de perdre votre compte osu!.
hu: Kérjük, ellenőrizd, hogy ezt az e-mailt az új címedre kaptad-e meg, hogy elkerüld azt, hogy elveszítsd a hozzáférésed az osu!-s fiókodhoz a jövőben.
id: Harap pastikan bahwa kamu menerima email ini di alamat email barumu untuk mencegah kehilangan akses pada akun osu! kamu di masa yang akan datang.
it: Assicurati di aver ricevuto questa email al tuo nuovo indirizzo per evitare di perdere in futuro l'accesso al tuo account osu!.
ja: 今後このosu!アカウントにアクセスできなくなることを防ぐため、新しいアドレスでこのメールを受信したことを確認してください。
ko: 향후 osu! 계정에 접근하지 못하는 사태를 막기 위해 새로운 이메일 계정으로 이 메일을 수신하셨다는 것을 확인해 주세요.
nl: Zorg ervoor dat u deze e-mail heeft ontvangen op uw nieuwe adres om te voorkomen dat u toegang tot uw osu! account verliest.
no: Vennligst pass på at du har fått denne mailen på din nye addresse for å forhindre at du mister tilgang til din osu! bruker i fremtiden.
pl: Upewnij się, że tę wiadomość wysłano również na Twój nowy adres e-mail, aby uniknąć utraty konta osu!.
pt: Por favor assegura-te de que recebeste este email no teu novo endereço para prevenir a perda de acesso à tua conta osu! no futuro.
pt_br: Por favor certifique-se de ter recebido este email no seu novo endereço para evitar perder o acesso à sua conta do osu! futuramente.
ru: Пожалуйста, убедитесь, что вы получили это письмо на ваш новый адрес, чтобы предотвратить потерю доступа к вашему аккаунту osu! в будущем.
sv: Vänligen se till att du fick detta e-postmeddelande på din nya adress för att förhindra att förlora tillgång till ditt osu-konto i framtiden.
th: โปรดตรวจสอบให้แน่ใจว่าคุณได้รับอีเมลนี้ตามที่อยู่ใหม่ของคุณ เพื่อป้องกันการสูญเสียสำหรับการเข้าถึงบัญชี osu! ในอนาคต
tr: Lütfen gelecekte osu! hesabınıza olan erişimin kaybolmasını önlemek için bu e-postayı yeni adresinizden aldığınıza emin olun.
uk: Будь ласка, переконайтеся, що ви отримали цей лист на ваш новий адреса, щоб запобігти втраті доступу до вашого профілю osu! в майбутньому.
vi: Xin hãy chắc chắn rằng bạn nhận được email này ở địa chỉ mới của bạn để tránh việc mất quyền truy cập tài khoản osu! của bạn trong tương lai.
zh: 请确认您修改后的新邮箱收到了此邮件，以防绑定失败导致您以后无法再登录 osu! 账户。
zh_tw: 為了防止將來無法取存取您的osu!帳戶，請確保您已在新的電子信箱收到本電子郵件。

# user_email_updated.sent
source: For security reasons, this email has been sent both to your new and old email address.
ar: لأسباب امنية, تم ارسال البريد الى كلاََ مِن بريدك الأِلكتروني القديم و بريدك الألكتروني الحديث.
bg: От съображения за сигурност този имейл е изпратен както на вашия нов, така и на стария имейл адрес.
cs: Z důvodu bezpečnosti byl tento email odeslán na obě emailové adresy, jak na starou, tak i na novou.
da: Af sikkerhedsgrunde blev denne mail sendt til både din nye og gamle mail-addresse.
de: Aus Sicherheitsgründen wurde diese E-Mail sowohl an Deine neue als auch an Deine alte E-Mail-Adresse gesendet.
es: Por razones de seguridad, este correo electrónico ha sido enviado tanto a su nueva como a su antigua dirección de correo electrónico.
fr: Pour des raisons de sécurité, ce courriel a été envoyé à votre nouvelle et ancienne adresse e-mail.
hu: Biztonsági okokból, ez az email a régi és az új email címedre is el lett küldve.
id: Demi alasan keamanan, email ini telah dikirim ke alamat email baru dan lama kamu.
it: Per motivi di sicurezza, questa email è stata inviata al tuo nuovo e vecchio indirizzo email.
ja: セキュリティ上の理由から、このメールは新しいメールアドレスと古いメールアドレスの両方に送信されています。
ko: 이 이메일은 보안상의 이유로 새로운 이메일과 이전 이메일에 동일하게 전송되었습니다.
nl: Om veiligheidsredenen is deze e-mail zowel naar je nieuwe als oude e-mailadres verzonden.
no: For sikkerhetsgrunner så har denne eposten blitt sendt til din gamle og nye epost-addresse.
pl: Ze względów bezpieczeństwa ta wiadomość została wysłana zarówno na stary, jak i nowy adres e-mail.
pt: Por motivos de segurança, este email foi enviado para o teu endereço de email novo e antigo.
pt_br: Por motivos de segurança, este email foi enviado para o seu endereço de email novo e antigo.
ro: Din motive de securitate, acest e-mail a fost trimis atât la adresa de e-mail nouă, cât și la adresa veche.
ru: По соображениям безопасности, это письмо было отправлено и на Ваш старый, и на новый адрес электронной почты.
sv: Av säkerhetsskäl har detta e-postmeddelande skickats till både din nya och gamla e-postadress.
th: ด้วยเหตุผลด้าน "ความปลอดภัย" เราส่งอีเมล์ให้คุณไปทั้งที่อยู่อีเมล์เก่าและใหม่
tr: Güvenlik sebeplerinden ötürü, bu e-posta hem yeni hem de eski e-posta adresinde gönderildi.
uk: З метою безпеки, цей лист було відправлено і на Ваш старий, і на нову адресу електронної пошти.
vi: Vì các lý do bảo mật, email này đã được gửi đến cả địa chỉ email mới và cũ của bạn.
zh: 为了保证账户安全，我们将此邮件发送给了您的原邮箱和修改后的邮箱地址。
zh_tw: 為了確保帳號安全，我們已將此郵件發送至您的原信箱和修改後的信箱

# user_email_updated.subject
source: osu! email change confirmation
ar: تأكيد تغيير البريد الإلكتروني لـosu!
bg: потвърдете смяната на osu! имейла
cs: potvrzení změny osu! e-mailu
da: Bekræftelse for opdatering af osu! email-adresse
de: Bestätigung der neuen E-Mail-Adresse für osu!
es: Confirmación de cambio de correo electrónico de osu!
fi: osu!-sähköpostin muutoksen vahvistaminen
fr: confirmation de changement d'email osu!
hu: e-mail cím csere megerősítése
id: Konfirmasi perubahan email osu!
it: conferma del cambio di email per osu!
ja: メールアドレス変更の確認
ko: osu! 이메일 주소 변경 확인
nl: osu! e-mail wijziging bevestigen
no: osu! e-post endringsbekreftelse
pl: Potwierdzenie zmiany adresu e-mail w osu!
pt: Confirmação da alteração de email da tua conta osu!
pt_br: Confirmação de mudança de email do osu!
ro: confirmarea schimbării e-mailului în osu!
ru: Подтверждение смены почты аккаунта osu!
sv: bekräfta ändrad osu! e-postadress
th: ยืนยันการเปลี่ยนอีเมล osu!
tr: osu! e-posta değişikliği onayı
uk: підтвердження зміни адреси osu!
vi: Xác nhận thay đổi email osu!
zh: osu! 帐户邮箱更改确认
zh_tw: osu! 帳號電子郵件變更

# user_force_reactivation.main
source: Your account is suspected to have been compromised, has recent suspicious activity or a VERY weak password. As a result, we require you to set a new password. Please make sure to choose a SECURE password.
ar: حِسابُك مُعلَم على انه مكشوف, يحوي مؤخراََ على نشاط مشبوه او كلمة مرور ضعيفة جداََ. كنتيجة, نطلب منك اِستبدال كلمة المرور. نرجو تأكدك من اختيار كلمة مرور قوية.
bg: Вашият акаунт се подозира, че е бил компрометиран, има скорошна подозрителна активност или МНОГО слаба парола. В резултат на това, изискваме да зададете нова парола. Моля, не забравяйте да изберете СИГУРНА парола.
da: Din account er formodet at være blevet infiltreret, har nylig mistænksom aktivitet eller et MEGET svagt kodeord. Som et resultat af dette, har vi brug for at du sætter et nyt kodeord. Sikr dig venligst at du vælger et stærk kodeord.
de: Dein Konto steht im Verdacht, manipuliert zu sein, kürzlich verdächtige Aktivitäten ausgeführt zu haben oder ein SEHR schwaches Passwort zu haben. Aus diesem Grund musst Du ein neues Passwort festlegen. Bitte achte darauf, ein SICHERES Passwort zu wählen.
es: Se sospecha que su cuenta ha sido comprometida, tiene actividad sospechosa reciente o una contraseña MUY débil. Como resultado, requerimos que establezca una nueva contraseña. Asegúrese de elegir una contraseña SEGURA.
fr: On soupçonne que votre compte a été compromis, que des activités suspectes ont été effectuées récemment ou que votre mot de passe est très faible. Par conséquent, nous vous demandons de définir un nouveau mot de passe. Veuillez choisir un mot de passe SÉCURISÉ.
hu: A fiókodon felmerültek gyanús események, ami a gyenge jelszó miatt lehet. Azt javasoljuk adj meg egy új jelszót. Figyelj arra, hogy biztonságos jelszót válasz.
id: Akun kamu diduga dalam bahaya, memiliki aktivitas mencurigakan baru-baru ini atau memiliki kata sandi yang SANGAT lemah. Akibatnya, kami memintamu untuk mengatur kata sandi baru. Pastikan untuk memilih kata sandi yang LEBIH AMAN.
it: Si sospetta che il tuo account sia stato compromesso, che abbia un'attività recente sospetta oppure una password MOLTO debole. Come risultato, ti chiediamo di inserire una nuova password. Per favore, assicurati di scegliere una password SICURA.
ja: アカウントが侵害された疑いがあります、最近疑わしいアクティビティがあるか、パスワードが非常に脆弱です。そのため新しいパスワードを設定する必要があります。 必ず安全なパスワードにしてください。
ko: 최근 수상한 활동이나 취약한 비밀번호로 인하여 계정 도용이 의심되는 상황입니다. 이로 인해 새로 비밀번호를 설정하셔야 하오니, 안전한 비밀번호로 설정해 주시길 바랍니다.
nl: Er wordt vermoed dat je account is gecompromitteerd, met recente verdachte activiteiten of een ZEER zwak wachtwoord. Als gevolg hiervan hebben we je nodig om een nieuw wachtwoord in te stellen. Zorg ervoor dat je een VEILIG wachtwoord kiest.
no: Din bruker er mistenkt å ha blitt kompromittert, har nylig mistenkelig aktivitet eller et VELDIG svakt passord. Som et resultat av dette, må vi kreve at du angir ett nytt passord. Vennligst sørg for å velge et SIKKERT passord.
pl: Bezpieczeństwo Twojego konta zostało uznane za naruszone. Wykryto podejrzaną aktywność lub BARDZO słabe hasło. W związku z tym wymagamy ustawienia nowego hasła. Upewnij się, by było ono BEZPIECZNE.
pt: A tua conta está suspeita de ter sido comprometida, possui uma atividade recente suspeita ou uma palavra-passe MUITO fraca. Como resultado, precisamos que definas uma nova passe. Assegura-te de escolher uma palavra-passe SEGURA por favor.
pt_br: A sua conta é suspeita de ter sido comprometida, tem atividade suspeita recente ou uma MUITO fraca. Como resultado, precisamos que você defina uma nova senha. Por favor, certifique-se de escolher uma senha SEGURA.
ro: Contul tău este suspectat că a fost compromis, că a avut recent o activitate suspectă sau o parolă FOARTE slabă. Ca urmare, vă cerem să setați o parolă nouă. Vă rugăm să alegeți o parolă SIGURĂ.
ru: Предполагается, что Ваша учетная запись была взломана, имеет недавние подозрительные действия или ОЧЕНЬ слабый пароль. В результате мы требуем, чтобы Вы установили новый пароль. Пожалуйста, убедитесь, что Вы выбрали БЕЗОПАСНЫЙ пароль.
sv: Ditt konto misstänks ha blivit komprometterat, har nyligen misstänkt aktivitet eller ett MYCKET svagt lösenord. Därför kräver vi att du anger ett nytt lösenord. Se till att du väljer ett SÄKER lösenord.
th: บัญชีของคุณถูกต้องสงสัยว่าถูกบุกรุก หรือมีการกระทำที่น่าสงสัย หรือตั้งรหัสผ่านที่อ่อนมาก ๆ ดังนั้นเราขอให้คุณตั้งรหัสผ่านใหม่ และต้องใช้รหัสผ่านที่ปลอดภัยด้วย
tr: Son zamanlardaki şüpheli aktivitelerden ya da ÇOK zayıf bir şifresi olduğundan, hesabınızın ele geçirildiği şüpheleniliyor. Sonuç olarak, yeni bir şifre belirlemeniz gerekmektedir. Lütfen GÜVENLİ bir şifre seçtiğinizden emin olun.
uk: Передбачається, що Ваш обліковий запис була зламана, має недавні підозрілі дії або ДУЖЕ слабкий пароль. В результаті ми вимагаємо, щоб Ви встановили новий пароль. Будь ласка, переконайтеся, що Ви вибрали БЕЗПЕЧНИЙ пароль.
vi: Tài khoản của bạn được nghi ngờ đã bị đánh cắp, có hoạt động đáng ngờ gần đây hoặc một mật khẩu RẤT yếu. Do đó, chúng tôi yêu cầu bạn đặt một mật khẩu mới. Xin hãy đảm bảo rằng bạn chọn một mật khẩu MẠNH.
zh: 您的账户可能已经被泄露。可能是您的账户最近出现了可疑活动，或者密码实在是太弱了。我们强烈要求您更新密码，并确保这个密码足够安全。
zh_tw: 由於近期您的帳號有可疑的行爲或者使用了太弱的密碼，已被暫時停用。因此我們需要您設定一個新的密碼。請確保使用足夠強的密碼。

# user_force_reactivation.perform_reset
source: You can perform the reset from {0}
ar: يمكنك طلب الأستعادة من {0}
bg: Можете да извършите нулирането от {0}
cs: Můžete provést resetování z {0}
da: Du kan udføre nulstillingen fra {0}
de: Du kannst das Zurücksetzen von {0} ausführen
es: Puede realizar el restablecimiento desde {0}
fr: Vous pouvez le réinitialiser sur {0}
hu: Az alaphelyzetbe állítást elvégezheted innen: {0}
id: Kamu dapat melakukan pengaturan ulang melewati {0}
it: Puoi eseguire il reset da {0}
ja: リセットは {0} からできます。
ko: {0} 에서 초기화를 진행할 수 있습니다.
nl: U kunt de reset uitvoeren van {0}
no: Du kan utføre tilbakestillingen fra {0}
pl: Możesz wykonać reset tutaj: {0}
pt: Podes efetuar o reinício a partir de {0}
pt_br: Você pode executar o reset a partir de {0}
ru: Вы можете выполнить сброс по ссылке: {0}
sv: Du kan utföra återställningen från {0}
th: คุณสามารถทำการรีเซ็ตได้จาก {0}
tr: Sıfırlama işlemini şuradan gerçekleştirebilirsin: {0}
uk: Ви можете скинути за посиланням {0}
vi: Bạn có thể thực hiện việc đặt lại từ {0}
zh: 您可以点击该链接来重置密码：{0}
zh_tw: 您可以點擊此連結來重設密碼{0}

# user_force_reactivation.reason
source: Reason:
ar: السبب:
bg: Причина:
cs: Důvod:
da: Begrundelse:
de: Grund:
es: Motivo:
fi: Syy:
fr: Raison :
hu: Ok:
id: Alasan:
it: Motivazione:
ja: 理由:
ko: 사유:
nl: Reden:
no: Grunn:
pl: Powód:
pt: Motivo:
pt_br: Motivo:
ro: Motiv:
ru: Причина:
sv: Orsak:
th: เหตุผล:
tr: Sebep:
uk: Причина:
vi: Lý do:
zh: 原因：
zh_tw: 原因:

# user_force_reactivation.subject
source: osu! Account Reactivation Required
ar: حساب osu! يحتاج لأعادة تفعيل
bg: Необходима е реактивация на osu! акаунта
cs: osu! Vyžadována reaktivace účtu
da: osu! Account Genaktivering Påkrævet
de: osu!-Konto-Reaktivierung erforderlich
es: Reactivación de cuenta osu! requerida
fr: réactivation du compte osu! requis
hu: Az osu! fiók újraaktiválása szükséges
id: Pengaktifan Ulang Akun osu! Dibutuhkan
it: Riattivazione dell'account di osu! richiesta
ja: osu! アカウントの再アクティベーションが必要です
ko: osu! 계정 재활성화가 필요합니다
nl: osu! Account Reactivatie vereist
no: osu! Konto Reaktivering kreves
pl: Wymagana ponowna aktywacja konta osu!
pt: Uma reativação da conta osu! é necessária
pt_br: osu! Reativação de conta necessária
ro: reactivarea contului osu! este necesar
ru: Необходима повторная активация аккаунта osu!
sv: osu! Konto återaktivering krävs
th: ต้องเปิดบัญชีใช้งาน osu! อีกครั้ง
tr: osu! Hesabının Yeniden Doğrulanması Gerekli
uk: Необхідна повторна активація облікового запису osu!
vi: Cần Tái kích hoạt Tài khoản osu!
zh: 您需要重新激活您的 osu! 账户
zh_tw: 您需要重新驗證您的 osu! 帳戶

# user_notification_digest.new
source: Just letting you know that there have been new updates on items you are watching.
ar: لمعلوماتك, يوجد تحديثات جديدة عن عناصر تتابعها.
da: Bare for at du ved det, der har været nye opdateringer om emner, du ser.
de: Ich wollte dich nur wissen lassen, dass es neue Updates auf Artikeln gibt, die Du beobachtest.
es: Sólo informándole de que hay nuevas actualizaciones en los elementos que está viendo.
fr: C'est juste pour vous informer qu'il y a eu de nouvelles mises à jour sur les objets que vous regardez.
hu: Csak értesítlek, hogy új frissítések vannak dolgokon amiket követtél.
id: Kami ingin memberi tahu Anda bahwa saat ini terdapat perkembangan baru pada hal-hal yang telah Anda pantau sebelumnya.
it: Vogliamo solo farti sapere che ci sono stati nuovi aggiornamenti agli elementi che hai scelto di guardare.
ja: ウォッチ中のアイテムに新しい更新がありましたので、お知らせします。
ko: 구독 중인 항목에 새로운 업데이트가 있습니다.
nl: Er zijn nieuwe updates op dingen die je volgt.
no: Bare lar deg vite at det har vært nye oppdateringer på elementer du ser på.
pl: W obserwowanych przez Ciebie pozycjach pojawiły się nowe aktualizacje.
pt: Apenas para lhe avisar que houve novas atualizações sobre os items que tu andaste a ver.
pt_br: Só informando que há novas atualizações em itens que você acompanha.
ru: Просто даём знать, что в темах, за которыми вы следите, появились новые ответы.
sv: Låter dig bara veta att det har skett nya uppdateringar på objekt du tittar på.
th: อยากจะบอกว่ามีอัปเดตใหม่ในรายการที่คุณกำลังจับตามองอยู่
tr: Sadece sana son girdiğinden beri izlediğin ögelerde yeni güncellemeler olduğunu bildiriyoruz.
uk: Просто повідомляю вам про наявність нових оновлень в темах, на які ви підписані.
vi: Có cập nhật mới cho những thứ mà bạn đang theo dõi.
zh: 只是想提醒你一下，你关注的项目有新的更新。
zh_tw: 只是想提醒您，您追蹤的項目有新的更新

# user_notification_digest.settings
source: Change email notification preferences:
ar: تغيير تفضيلات إشعار البريد الإلكتروني:
da: Skift e-mail notifikationer præferencer:
de: E-Mail-Benachrichtigungseinstellungen ändern:
es: Cambiar las preferencias de notificaciones por correo electrónico:
fr: Changer les préférences de notification par email :
hu: Értesítési preferenciák megváltoztatása:
id: Ubah preferensi penerimaan notifikasi:
it: Per cambiare le preferenze di notifica sull'email:
ja: 電子メール通知の設定
ko: 이메일 알림 설정 변경
nl: Verander voorkeuren voor email meldingen:
no: Endre preferanser for e-postmeldinger:
pl: Zmień ustawienia powiadomień e-mail:
pt: Alterar preferências de notificação de email:
pt_br: Alterar preferências de notificação de email:
ru: Измените настройки email уведомлений:
sv: Ändra preferenser för e-postnotifikationer:
th: เปลี่ยนการตั้งค่าการแจ้งเตือนทาง email
tr: E-posta bildirim tercihlerini değiştirin:
uk: Змінити налаштування повідомлень електронної пошти:
vi: Thay đổi tuỳ chọn thông báo email:
zh: 更改邮件通知设置：
zh_tw: 更改電子郵件通知設定：

# user_notification_digest.subject
source: New osu! notifications
ar: إشعار osu! جديد
da: Nye osu! notifikationer
de: Neue osu!-Benachrichtigungen
es: Nuevas notificaciones de osu!
fi: Uusia osu!-ilmoituksia
fr: Nouvelles notifications osu!
hu: Új osu! értesítések
id: Notifikasi baru terkait osu!
it: Nuove notifiche di osu!
ja: 新しいosu!の通知
ko: 새로운 osu! 알림
nl: Nieuwe osu! meldingen
no: Ny osu! varsler
pl: Nowe powiadomienia
pt: Novas notificações do osu!
pt_br: Novas notificações de osu!
ru: Новые уведомления osu!
sv: Nya osu! aviseringar
th: การแจ้งเตือน osu! ใหม่
tr: Yeni osu! bildirimleri
uk: Нові сповіщення osu!
vi: Thông báo osu! mới
zh: 新 osu! 通知
zh_tw: 新的 osu! 通知

# user_password_updated.confirmation
source: This is just a confirmation that your osu! password has been changed.
ar: هذا فقط للتأكد من ان كلمة سر حسابك في osu! قم تغيرت.
bg: Това е подвърждение, че вашата osu! парола бе променена.
cs: Toto je pouze potvrzení toho, že od Vašeho osu! účtu bylo změněno heslo.
da: Dette er en bekræftekse på, at din osu! adgangskode er blevet ændret.
de: Dies ist nur eine Bestätigung, dass Dein osu!-Passwort geändert wurde.
es: Esto es sólo una confirmación de que su contraseña de osu! ha sido cambiada.
fr: Ceci est juste une confirmation que votre mot de passe osu! a été changé.
hu: Ez csak egy megerősítés, hogy az osu! jelszód megváltozott.
id: Email ini hanya konfirmasi bahwa kata sandi akun osu! kamu telah diubah.
it: Questa è solo una conferma che la tua password di osu! è stata cambiata.
ja: これはosu! パスワードが変更されたことを確認するだけです。
ko: 이는 귀하의 osu! 비밀번호 변경되었음을 알리기 위한 확인 이메일입니다.
nl: Dit is een bevestiging dat uw osu! wachtwoord is gewijzigd.
no: Dette er bare en bekreftelse på at osu!-passordet ditt er endret.
pl: Ten e-mail jest tylko potwierdzeniem, że Twoje hasło w osu! zostało zmienione.
pt: Isto é apenas uma confirmação de que a tua palavra-passe do osu! foi alterada.
pt_br: Esta é apenas uma confirmação de que sua senha do osu! foi alterada.
ro: Aceasta este doar o confirmare că parola de osu! a fost schimbat.
ru: Это всего лишь подверждение, что Ваш пароль к osu! был изменён.
sv: Detta är bara en bekräftelse på att ditt osu! lösenord har ändrats.
th: นี่เป็นการยืนยันว่ารหัสผ่าน osu! ของคุณถูกเปลี่ยน
tr: Bu sadece osu! şifrenin değiştiğine dair bir doğrulamadır.
uk: Це всього лише подвержденном, що Ваш пароль до osu! був змінений.
vi: Đây chỉ là một sự xác nhận rằng mật khẩu osu! của bạn đã được thay đổi.
zh: 您的 osu! 账户密码已被修改。
zh_tw: 提醒您，您的osu!密碼已被修改

# user_password_updated.subject
source: osu! password change confirmation
ar: تأكيد تغيير كلمة المرور لـosu!
bg: подвърдете смяната на osu! паролата
cs: potvrzení změny osu! hesla
da: Bekræftelse for opdatering af osu! adgangskode
de: Bestätigung des neuen Passworts für osu!
es: Confirmación de cambio de contraseña de osu!
fi: osu!-salasanan muutoksen vahvistaminen
fr: confirmation du changement de mot de passe d'osu!
hu: jelszó csere megerősítése
id: Konfirmasi perubahan kata sandi osu!
it: conferma del cambio di password per osu!
ja: パスワード変更の確認
ko: osu! 비밀번호 변경 확인
nl: osu! wachtwoord wijziging bevestiging
no: bekreft endring av osu! passord
pl: Potwierdzenie zmiany hasła w osu!
pt: Confirmação da alteração da passe da tua conta osu!
pt_br: Confirmação de mudança de senha do osu!
ro: confirmarea schimbării parolei în osu!
ru: Подтверждение смены пароля аккаунта osu!
sv: bekräfta ändrat osu! lösenord
th: ยืนยันการเปลี่ยนรหัสผ่าน osu!
tr: osu! şifre değişikliği onayı
uk: Підтвердження зміни пароля облікового запису osu!
vi: Xác nhận thay đổi mật khẩu osu!
zh: osu! 帐户密码更改确认
zh_tw: osu! 帳號密碼變更
