Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Mail.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# user_verification.code
source: Your verification code is:
ar: رمز التحقق الخاص بك هو:
bg: Твоят код за потвърждение е:
cs: Tvůj ověřovací kód je:
da: Din bekræftelseskode er:
de: Dein Bestätigungscode lautet:
es: Su código de verificación es:
fi: Vahvistuskoodisi on:
fr: Votre code de vérification est :
hu: Az aktiváló kódod a következő:
id: Kode verifikasi Anda adalah:
it: Il tuo codice di verifica è:
ja: 認証コードは次のとおりです:
ko: 인증 코드:
nl: Uw verificatiecode is:
no: Bekreftelseskoden din er:
pl: Twój kod weryfikacyjny to:
pt: O teu código de verificação é:
pt_br: Seu código de verificação é:
ro: Codul tau de verificare este:
ru: Ваш код верификации:
sv: Din verifieringskod är:
th: รหัสยืนยันของคุณคือ:
tr: Doğrulama kodun:
uk: Ваш код підтвердження:
vi: Mã xác minh của bạn là:
zh: 您的验证码是：
zh_tw: 您的驗證碼是:

# user_verification.code_hint
source: You can enter the code with or without spaces.
ar: يمكن ادخال الرمز معوبدون مسافات.
bg: Може да въведете кода с или без интервали.
cs: Můžeš zadat kód s mezerami nebo bez nich.
da: Du kan indtaste din kode med eller uden mellemrum.
de: Du kannst den Code ohne oder mit Leerzeichen eingeben.
es: Puede introducir el código con o sin espacios.
fr: Vous pouvez entrer le code avec ou sans espace.
hu: Szóközzel vagy anélkül is betudod írni a kódot.
id: Kamu dapat memasukkan kodenya dengan atau tanpa spasi.
it: Puoi inserire il codice con o senza spazi.
ja: スペースを入れても入れなくてもコードを入力できます。
ko: 코드 입력란에 공백이 들어가도 문제 없습니다.
nl: U kunt de code invoeren met of zonder spaties.
no: Du kan skrive inn koden med eller uten mellomrom.
pl: Możesz wprowadzić kod ze spacjami lub bez.
pt: Podes inserir o código com ou sem espaços.
pt_br: Você pode inserir o código com ou sem espaços.
ru: Вы можете ввести код с пробелами или без них.
sv: Du kan ange koden med eller utan mellanslag.
th: คุณสามารถป้อนรหัสโดยมีหรือไม่มีช่องว่าง
tr: Kodu boşluk bırakarak ya da bırakmadan girebilirsiniz.
uk: Ви можете ввести код з пробілами або без них.
vi: Bạn có thể nhập mã có hoặc không có dấu cách.
zh: 您可以带/不带空格地输入该验证码。
zh_tw: 你可以帶或不帶空格地輸入該驗證碼

# user_verification.link
source: Alternatively, you can also visit this link below to finish verification:
ar: كبديل, يمكنك زيارة الرابط بالأسغل لأنهاء التحقق:
bg: Освен това, можете да посетите връзката по-долу, за да завършите проверката:
da: Alternativt kan du også besøge dette link for at færdiggøre verifikationen:
de: Alternativ kannst Du auch den Link unten besuchen, um die Überprüfung abzuschließen:
es: También puede visitar el siguiente enlace para terminar la verificación:
fr: Vous pouvez également visiter ce lien ci-dessous pour terminer la vérification :
hu: Alternatívaként, ezen a linken is betudod fejezni az ellenőrzést:
id: Atau, kamu juga dapat mengunjungi tautan di bawah ini untuk menyelesaikan proses verifikasi:
it: In alternativa, puoi anche visitare il link qui sotto per completare la verifica:
ja: または、以下のリンクにアクセスして認証を完了することもできます:
ko: 코드를 입력하는 대신에 아래 링크를 방문하셔서 확인 절차를 끝내실 수도 있습니다.
nl: Als alternatief kunt u ook onderstaande link bezoeken om de verificatie te voltooien:
no: Alternativt kan du også besøke denne linken nedenfor for å fullføre godkjenningen:
pl: Ewentualnie możesz kliknąć odnośnik poniżej, aby dokończyć proces weryfikacji:
pt: Como alternativa, também podes visitar este link abaixo para concluir a verificação:
pt_br: Como alternativa, você também pode visitar este link abaixo para concluir a verificação:
ro: Alternativ, puteți de asemenea vizita acest link de mai jos pentru a finaliza verificarea:
ru: В качестве альтернативы, Вы также можете перейти по ссылке ниже для завершения верификации:
sv: Alternativt, kan du också besöka denna länk nedan för att slutföra verifieringen:
th: หรือคุณสามารถไปที่ลิงก์ด้านล่างนี้เพื่อทำการยืนยันให้เสร็จสิ้น
tr: Alternatif olarak, doğrulamayı bitirmek için bu bağlantıya da gidebilirsin:
uk: В якості альтернативи, Ви також можете перейти по посиланню нижче для завершення верифікації:
vi: Hoặc bạn cũng có thể truy cập liên kết này để hoàn tất xác minh:
zh: 如果您无法完成验证，您还可以访问下面的链接来完成验证。
zh_tw: 或者，你也可以點擊下列連結以完成認證:

# user_verification.report
source: If you did not request this, please REPLY IMMEDIATELY as your account may be in danger.
ar: اذا لم تطلب هذا, نرجو الرد فورا فقد يكون حسابك في خطر.
bg: В случай, че не сте поискали това, моля ви ОТГОВОРЕТЕ НЕЗАБАВНО, тъй като акаунтът ви може да бъде в опасност.
da: Hvis du ikke anmodede om dette bedes du venligst svare på denne mail MED DET SAMME da din account kan være i fare.
de: Wenn Du diese Änderung nicht angefordert hast, antworte bitte SOFORT auf diese E-Mail, da Dein Konto möglicherweise in Gefahr ist.
es: Si no ha solicitado esto, por favor, RESPONDA INMEDIATAMENTE ya que su cuenta puede estar en peligro.
fi: Jos et ole pyytänyt tätä, ole hyvä ja VASTAA HETI, koska tilisi voi olla vaarassa.
fr: Si vous n'avez pas demandé ceci, veuillez RÉPONDRE IMMÉDIATEMENT car votre compte est peut être en danger.
hu: Ha ezt te nem szeretted volna, akkor kérlek AZZONAL VÁLASZOLJ mert lehet a fiókod veszélyben lehet.
id: Jika kamu tidak mengetahui aksi ini, harap SEGERA BALAS email ini karena akun kamu mungkin dalam bahaya.
it: Se non lo hai richiesto, RISPONDI IMMEDIATAMENTE visto che il tuo account potrebbe essere in pericolo.
ja: このリクエストに心当たりがない場合はアカウントが危険にさらされている可能性があるため、すぐに返信してください。
ko: 본인의 활동이 아니시라면, 계정 도용의 가능성이 있으니 이 메일로 즉시 회답하시길 바랍니다.
nl: Als je dit niet hebt aangevraagd, REAGEER METEEN TERUG! omdat je account mogelijk in gevaar is.
no: Hvis du ikke ba om dette, vennligst SVAR UMDDELBART siden kontoen din kan være i fare.
pl: Jeżeli to nie Ty, odpowiedz na tę wiadomość NATYCHMIAST, gdyż Twoje konto może być zagrożone.
pt: Se não pediste isto, por favor RESPONDE IMEDIATAMENTE porque a tua conta pode estar em perigo.
pt_br: Se você não pediu isso, por favor RESPONDA IMMEDIATAMENTE pois sua conta pode estar em perigo.
ru: Если Вы не запрашивали его, пожалуйста, НЕМЕДЛЕННО ОТВЕТЬТЕ на письмо, так как Ваш аккаунт может быть под угрозой.
sv: Om du inte efterfrågade detta, vänligen SVARA OMEDELBART då ditt konto kan vara i fara.
th: หากคุณไม่ได้ขอ ให้ตอบกลับอีเมล์นี้ ***ทันที*** เพราะบัญชีคุณอาจตกอยู่ในอันตราย
tr: Eğer siz böyle bir istemde bulunmadıysanız, hesabınız tehlikede olabileceğinden lütfen HEMEN YANITLAYIN.
uk: Якщо Ви не запитували його, будь ласка, НЕГАЙНО дайте відповідь на лист, так як Ваш аккаунт може бути під загрозою.
vi: Nếu như bạn không yêu cầu điều này, hãy PHẢN HỒI NGAY LẬP TỨC vì tài khoản của bạn có thể đang gặp nguy hiểm.
zh: 如果您没有进行此操作，请立刻回复此邮件！您的账户信息可能遭到了泄漏。
zh_tw: 如果您並沒有進行此項操作，請「立刻」回覆此信件，您的帳戶可能有危險。

# user_verification.subject
source: osu! account verification
ar: التحقق من حساب osu!
bg: потвърждение на osu! акаунт
cs: ověření osu! účtu
da: osu! kontobekræftelse
de: osu!-Accountverifizierung
es: Verificación de la cuenta de osu!
fi: osu! tilin vahvistaminen
fr: vérification du compte osu!
hu: osu! fiók hitelesítés
id: Verifikasi akun osu!
it: verifica account osu!
ja: osu!アカウントの認証
ko: osu! 계정 인증
nl: osu! account verificatie
no: bekreftelse av osu! konto
pl: Weryfikacja konta osu!
pt: verificação da tua conta osu!
pt_br: Verificação de Conta osu!
ro: verificarea contului osu!
ru: Подтверждение доступа к аккаунту osu!
sv: osu! kontobekräftelse
th: ยืนยันตัวตนบัญชี osu!
tr: osu! hesap doğrulama
uk: підтвердження аккаунта osu!
vi: Xác minh tài khoản osu!
zh: osu! 账户认证
zh_tw: osu! 帳號驗證

# user_verification.action_from._
source: An action performed on your account from {0} requires verification.
ar: طرأ على حسابك تغيير يحتاج لموافقة من {0}.
bg: Действие, извършено във вашия акаунт от {0}, изисква потвърждение.
da: En handling udført på din account fra {0} behøver verifikation.
de: Für eine Aktion, die von Deinem Konto aus {0} ausgeführt wird, ist eine Bestätigung erforderlich.
es: Una acción realizada en su cuenta desde {0} requiere verificación.
fr: Une action effectuée sur votre compte depuis {0} requiert une vérification.
hu: A fiókodon egy külsős művelet történt, innen {0}, amit hitelesítened kell.
id: Terdapat aktivitas baru yang dilakukan pada akun kamu dari {0} dan memerlukan verifikasi.
it: Un'azione effettuata sul tuo account da {0} richiede verifica.
ja: {0} からあなたのアカウントで何かをするには認証が必要です。
ko: {0}에서 귀하의 계정을 사용한 활동이 있었으므로, 이에 관한 확인 절차가 필요합니다.
nl: Een actie uitgevoerd op je account van {0} vereist verificatie.
no: En handling utført på din konto fra {0} krever verifikasjon.
pl: Działanie podjęte na twoim koncie z {0} wymaga weryfikacji.
pt: Uma ação desempenhada na tua conta de {0} requer verificação.
pt_br: Uma ação executada na sua conta de {0} requer verificação.
ru: Действие, выполненное в вашем аккаунте из {0} требует верификации.
sv: En åtgärd som utförs på ditt konto från {0} kräver verifiering.
th: การกระทำที่เกิดขึ้นกับบัญชีของคุณต้องได้รับการยืนยันจาก{0}
tr: Hesabında {0} bölgesinden gerçekleştirilen bir eylem için doğrulama gerekiyor.
uk: Дія, виконане в ваш обліковий запис з {0} вимагає верифікації.
vi: Một thao tác ở tài khoản của bạn từ {0} cần xác minh.
zh: 您的帐号有一个来自 {0} 的操作需要验证。
zh_tw: 有一項來自 {0} 對您的帳戶所執行的操作需要認證

# user_verification.action_from.unknown_country
source: unknown country
ar: بلد غير معروف
bg: неизвестна държава
cs: neznámá země
da: ukendt land
de: unbekanntes Land
es: país desconocido
fi: tuntemattomasta maasta
fr: pays inconnu
hu: ismeretlen ország
id: negara yang tidak diketahui
it: paese sconosciuto
ja: 不明な国
ko: 알 수 없는 국가
nl: onbekend land
no: ukjent land
pl: nieznanego kraju
pt: país desconhecido
pt_br: país desconhecido
ro: țară necunoscută
ru: неизвестной страны
sv: okänt land
th: ประเทศที่ไม่รู้จัก
tr: bilinmeyen ülke
uk: невідома країна
vi: quốc gia không xác định
zh: 未知国家
zh_tw: 未知國家
