Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Mail.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# store_payment_completed.prepare_shipping
source: We have received your payment and are preparing your order for shipping. It may take a few days for us to send it out, depending on the quantity of orders. You can follow the progress of your order here, including tracking details where available:
ar: لقد تلقينا دفعتك ونحن الأن نجهز طلبيتك للشحن. قد تأخذنا عدة ايام لأرسالها, اعتماداََ على كمية الطلبات. يمكنك متابعة نشاط طلبيتك هنا, مع تفاصيل المتابعة عند توفرها:
bg: Получихме плащането ви и подготвяме вашата поръчка за доставка. Може да ни отнеме няколко дни, за да го изпратим, в зависимост от количеството поръчки. Можете да проследите напредъка на вашата поръчка тук, включително подробности за проследяване, когато са налични:
da: Vi har modtaget din betaling og er i gang med at klargøre din ordre til shipping. Det kan tage et par dage for os at sende den afsted afhængigt af mængden af ordrer. Du kan følge processen her, inklusiv tracking detaljer hvor det er tilgængeligt:
de: Wir haben Deine Zahlung erhalten und bereiten Deine Bestellung für den Versand vor. Der Versand kann, abhängig von der Anzahl der Bestellungen, einige Tage dauern. Du kannst den Fortschritt Deiner Bestellung hier verfolgen, einschließlich der Verfolgungsdetails, sofern verfügbar:
es: Hemos recibido su pago y estamos preparando su orden para el envío. Puede tardar unos días en enviarse, dependiendo de la cantidad de pedidos. Puede seguir el progreso de su orden aquí, incluyendo los detalles de seguimiento cuando estén disponibles:
fr: Nous avons reçu votre paiement et préparons votre commande pour l'expédition. Il peut nous prendre quelques jours pour l'expédition, selon la quantité de commandes. Vous pouvez suivre la progression de votre commande ici, y compris les détails de suivi lorsque disponible :
hu: Megkaptuk a rendelésed, és már elő is készítjük szállitásra. Ez pár napot igénybe fog venni, hogy el küldjük, ez a rendelések mennyiségétől függ. Itt nyomon tudod követni a rendelésed, beleértve a követési részleteket, ahol elérhető:
id: Kami telah menerima pembayaranmu dan sedang mempersiapkan pesananmu untuk dikirim. Mungkin perlu beberapa hari bagi kami untuk mengirimkannya, tergantung pada jumlah pesanan. Kamu dapat mengikuti perkembangan pesanan Anda di sini, termasuk rincian nomor pelacakan yang ada:
it: Abbiamo ricevuto il tuo pagamento e stiamo preparando l'ordine per la spedizione. Ci vorranno alcuni giorni per inviartelo, a seconda della quantità degli ordini. Puoi seguire i progressi del tuo ordine qui, inclusi i dettagli di tracciamento, ove disponibili:
ja: お支払いを受領しました、ご注文の発送準備中です。 注文の量によっては、発送までに数日かかる場合があります。 ここで注文の進行状況を追跡できます:
ko: 결제 정보를 제공받았으며 현재 배송을 위한 준비중에 있습니다. 주문 수량에 따라 배송에 며칠이 소요될 수 있습니다. 다음의 링크를 통해 주문 진행 상황을 확인할 수 있으며, 준비되는 대로 배송 추적 정보도 확인할 수 있습니다:
nl: We hebben uw betaling ontvangen en bereiden uw bestelling voor, voor verzending. Het kan enkele dagen duren voordat we het versturen, afhankelijk van het aantal bestellingen. U kunt de voortgang van uw bestelling hier volgen, inclusief tracking details indien beschikbaar:
no: Vi har mottatt din betaling og vi forbereder din ordre for frakt. Det kan ta et par dager for oss for å sende det ut, spørs på mengden ordre. Du kan følge prosessen av din ordre her, inkludert sporings detaljer om det er tilgjengelig:
pl: Otrzymaliśmy Twoją płatność i przygotowujemy Twoje zamówienie do wysyłki. Może nam to zająć kilka dni, w zależności od liczby zamówień. Stan swojego zamówienia możesz sprawdzić tutaj (wraz ze śledzeniem przesyłki):
pt: Recebemos o teu pagamento e estamos a processar o teu pedido para ser enviado. Poderá demorar alguns dias da nossa parte para o enviá-lo, dependendo da quantidade de pedidos. Podes seguir o progresso do teu pedido aqui, incluindo os detalhes de seguimento onde disponível:
pt_br: Recebemos o seu pagamento e estamos preparando seu pedido para o envio. Podemos demorar alguns dias para enviar, dependendo da quantidade de encomendas. Você pode acompanhar o progresso do seu pedido aqui, incluindo detalhes de rastreamento quando disponível:
ru: Мы получили Ваш платёж и готовим Ваш заказ к доставке. Его оправка может занять несколько дней, в зависимости от количества заказов. Вы можете следить за прогрессом своего заказа здесь, включая детали доставки, где они доступны:
sv: Vi har fått din betalning och förbereder din beställning för frakt. Det kan ta några dagar för oss att skicka ut det, beroende på antalet beställningar. Du kan följa utvecklingen av din beställning här, inklusive spårningsdetaljer där det finns:
th: เราได้รับการชำระเงินของคุณและกำลังเตรียมการสั่งซื้อสำหรับการจัดส่ง อาจใช้เวลาสองถึงสามวันในการส่งออก ทั้งนี้ขึ้นอยู่กับปริมาณการสั่งซื้อ คุณสามารถติดตามความคืบหน้าของการสั่งซื้อของคุณได้ที่นี่ รวมถึงรายละเอียดการติดตามสินค้า
tr: Ödemeniz tarafımıza ulaştı ve siparişinizi kargo için hazırlıyoruz. Gönderilmesi, sipariş adedine bağlı olarak, birkaç günü bulabilir. Siparişinizin sürecini, mevcut olduğunda takip detaylarıyla birlikte, buradan takip edebilirsiniz:
uk: Ми отримали ваш платіж і готуємо його до відправки. Це може зайняти кілька днів, в залежності від кількості замовлення. Ви можете спостерігати за процесом тут, включаючи деталі доставки:
vi: Chúng tôi đã nhận được thanh toán của bạn và đang chuẩn bị đơn hàng để giao hàng. Có thể mất một vài ngày để chúng tôi gửi đi, phụ thuộc vào số lượng của các đơn hàng. Bạn có thể theo dõi tiến trình đơn hàng của bạn tại đây, bao gồm cả các chi tiết theo dõi nếu có:
zh: 我们收到了您的付款，正在准备发货。通常来说，这可能需要几天时间。发货日期取决于订单的数量。您可以在这里检查您的订单详情：
zh_tw: 我們已經收到了您的付款，並且正在為訂單出貨。根據訂單的數量，我們可能需要幾天時間，您可以在這裡追蹤您的訂單進度包括配送細節：

# store_payment_completed.processing
source: We have received your payment and are currently processing your order. You can follow the progress of your order here:
ar: لقد تلقينا دفعتك ونحن الأن نقوم بمعالجة طلبك. يمكنك متابعة نشاط طلبيتك من هنا:
bg: Получихме вашето разплащане и в момента обработваме поръчката Ви. Можете да проследите напредъка на вашата поръчка тук:
da: Vi har modtaget din betaling og er i gang med at behandle din ordre. Du kan følge processen her:
de: Wir haben Deine Zahlung erhalten und bearbeiten gerade Deine Bestellung. Hier kannst Du den Fortschritt Deiner Bestellung verfolgen:
es: Hemos recibido su pago y estamos procesando su orden. Puede seguir el progreso de su orden aquí:
fr: Nous avons reçu votre paiement et sommes en train de traiter votre commande. Vous pouvez suivre l'avancement de votre commande ici :
hu: Megkaptuk a rendelésed, és már feldolgozás alatt áll. Itt nyomon tudod követni a rendelési folyamatot:
id: Kami telah menerima pembayaranmu dan saat ini sedang diproses. Kamu dapat mengikuti perkembangan pesananmu di sini:
it: Abbiamo ricevuto il tuo pagamento e stiamo elaborando l'ordine. Puoi seguire i progressi del tuo ordine qui:
ja: お支払いを受け取りました。現在、注文を処理しています。 こちらで注文の進行状況を確認できます:
ko: 결제 정보를 제공받았으며 현재 주문 처리중에 있습니다. 다음의 링크를 통해 주문 진행 상황을 확인할 수 있습니다:
nl: We hebben uw betaling ontvangen en zijn uw bestelling aan het verwerken. U kunt de voortgang van uw bestelling hier volgen:
no: Vi har mottatt din betaling og vi prosesserer din ordre. Du kan følge prosessen av orderen din her:
pl: Otrzymaliśmy Twoją płatność i właśnie przygotowujemy Twoje zamówienie. Obecny stan swojego zamówienia możesz sprawdzić tutaj:
pt: Recebemos o teu pagamento e estamos a processar o teu pedido para ser enviado. Podes seguir o progresso da tua encomenda aqui:
pt_br: Recebemos o seu pagamento e estamos atualmente processando seu pedido. Você pode acompanhar o progresso do seu pedido aqui:
ro: Am primit plata ta și momentan procesăm comanda. Poți urmări progresul comenzii tale aici:
ru: Мы получили Ваш платёж и сейчас обрабатываем Ваш заказ. Вы можете следить за прогрессом своего заказа здесь:
sv: Vi har mottagit din betalning och behandlar för närvarande din beställning. Du kan följa utvecklingen av din beställning här:
th: เราได้รับการชำระเงินของคุณและกำลังประมวลผลคำสั่งซื้อของคุณ คุณสามารถติดตามความคืบหน้าของการสั่งซื้อของคุณได้ที่นี่
tr: Ödemeniz tarafımıza ulaştı ve şuanda siparişinizi hazırlıyoruz. Siparişinizin sürecini buradan takip edebilirsiniz:
uk: Ми отримали Ваш платіж і зараз обробляємо Ваше замовлення. Ви можете слідкувати за прогресом свого замовлення тут:
vi: Chúng tôi đã nhận được thanh toán của bạn và đang xử lý đơn hàng của bạn. Bạn có thể theo dõi tiến trình đơn hàng của bạn tại đây:
zh: 我们已收到您的付款，目前正在处理您的订单。您可以在这里关注您的订单进度：
zh_tw: 我們已收到您的付款，並正在處理您的訂單，您可以在這裡追蹤您的訂單進度:

# store_payment_completed.questions
source: If you have any questions, don't hesitate to reply to this email.
ar: إن كان لديك أي أسئلة, لا تترد في الرد على هذه الرسالة.
bg: Ако имате въпроси, не се колебайте да отговорите на този имейл.
da: Hvis du har nogen spørgsmål så tøv ikke med at svare på denne mail.
de: Wenn Du Fragen hast, zögere nicht, auf diese E-Mail zu antworten.
es: Si tiene alguna pregunta, no dude en responder a este correo electrónico.
fi: Jos sinulla on kysyttävää, älä epäröi vastata tähän sähköpostiin.
fr: Si vous avez des questions, n'hésitez pas à répondre à ce courriel.
hu: Ha bármi kérdésed van, írj vissza erre az email címre.
id: Jika kamu memiliki pertanyaan, jangan ragu untuk membalas email ini.
it: Se hai dubbi, non esitare a contattarci rispondendo a questa email.
ja: ご不明な点がございましたら、このメールへの返信をしてください。
ko: 질문이 있으시거나 도움이 필요하시면 본 이메일을 통해 회신해주시기 바랍니다.
nl: Als je vragen hebt, aarzel dan niet om op deze e-mail te antwoorden.
no: Viss du har noen spørsmål, ikke nøl med å svar på denne eposten.
pl: Jeśli masz pytania, odpowiedz na ten e-mail.
pt: Se tiveres alguma questão, não hesites em responder a este email.
pt_br: Se tiver alguma dúvida, não hesite em responder a este email.
ru: Если у Вас есть какие-то вопросы, не стесняйтесь отвечать на это письмо.
sv: Om du har några frågor, tveka inte att svara på detta meljet.
th: หากคุณมีคำถามใด ๆ อย่าลังเลที่จะตอบกลับอีเมลนี้
tr: Herhangi bir sorunuz varsa, bu e-postayı yanıtlamaktan çekinmeyin.
uk: Якщо у вас є будь-які питання не соромтеся відповідати на дане повідомлення.
vi: Nếu như bạn có bất kì thắc mắc gì, đừng ngần ngại phản hồi email này.
zh: 如果您有什么问题的话，您可以直接回复这封邮件。
zh_tw: 如果您有任何問題，不要猶豫，請直接回覆這封郵件。

# store_payment_completed.shipping
source: Shipping
ar: الشحن
bg: Доставка
cs: Doručení
da: Forsendelse
de: Versand
es: Envío
fi: Toimitus
fr: Livraison
hu: Szállítás
id: Pengiriman
it: Spedizione
ja: 出荷
ko: 배송중
nl: Verzending
no: Frakt
pl: Wysyłka
pt: Envio
pt_br: Envio
ro: Livrare
ru: Доставка
sv: Frakt
th: การจัดส่งสินค้า
tr: Teslimat
uk: Доставка
zh: 配送
zh_tw: 配送

# store_payment_completed.subject
source: We received your osu!store order!
ar: تلقينا طلب osu!store الخاص بك!
bg: Получихме вашата поръчка от osu!store !
cs: Obdrželi jsme tvou osu!store objednávku!
da: Vi har modtaget din osu!store bestilling!
de: Wir haben deine osu!store-Bestellung erhalten!
es: ¡Hemos recibido su orden de la osu!store!
fi: Vastaanotimme osu!kauppa-tilauksesi!
fr: Nous avons bien reçu votre commande osu!store !
hu: Megkaptuk az osu!boltban elhelyezett rendelésed!
id: Kami menerima pesanan osu!store Anda!
it: Abbiamo ricevuto il tuo ordine sull'osu!store!
ja: osu!ストアで注文を受け付けました！
ko: 귀하의 osu!store 주문을 받았습니다!
nl: We hebben uw osu!store bestelling ontvangen!
no: We har mottatt din osu!butikk ordre!
pl: Otrzymaliśmy Twoje zamówienie ze sklepu osu!
pt: Recebemos o teu pedido da osu!store!
pt_br: Recebemos o seu pedido da osu!store!
ro: Am primit comanda ta din magazinul osu!
ru: Мы получили ваш заказ в osu!store!
sv: Vi har tagit emot din osu!store-beställning!
th: เราได้รับคำสั่งซื้อ osu!store ของคุณแล้ว!
tr: osu!store siparişinizi aldık!
uk: Ми отримали ваше замовлення в osu!store!
vi: Chúng tôi đã nhận được đơn hàng osu!store của bạn!
zh: 我们已收到你的 osu!store 订单！
zh_tw: 我們已收到您的 osu!商店 訂單！

# store_payment_completed.thank_you
source: Thanks for your osu!store order!
ar: شكرا لطلبك من osu!store!
bg: Благодаря ви за вашата osu!store поръчка!
cs: Děkujeme za vaši osu!store objednávku!
da: Tak for din osu!store ordre!
de: Vielen Dank für Deine osu!store-Bestellung!
es: ¡Gracias por su pedido de la osu!store!
fi: Kiitos osu!kauppa-tilauksestasi!
fr: Merci pour votre commande sur le osu!store !
hu: Köszönjük a vásárlásodat az osu!boltban!
id: Terima kasih atas pemesananmu di osu!store!
it: Grazie per il tuo ordine sull'osu!store!
ja: osu!store でのご注文ありがとうございます！
ko: osu!store에서 주문해주셔서 감사합니다!
nl: Bedankt voor uw osu!store bestelling!
no: Takk for din osu!store order!
pl: Dziękujemy za Twoje zamówienie w sklepie osu!
pt: Obrigado pelo teu pedido da osu!store!
pt_br: Obrigado pelo sua compra no osu!store!
ru: Спасибо за Ваш заказ в osu!store!
sv: Tack för din osu!store beställning!
th: ขอบคุณสำหรับคำสั่งซื้อของ osu! store!
tr: osu!store siparişin için teşekkürler!
uk: Дякую за замовлення в osu!store!
vi: Cảm ơn vì đơn hàng osu!store của bạn!
zh: 感谢您在 osu!store 的购买！
zh_tw: 感謝您在osu!store的購買

# store_payment_completed.total
source: Total
ar: المجموع
bg: Общо
cs: Celkem
da: I alt
de: Summe
fi: Yhteensä
hu: Összesen
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Suma
ru: Всего
sv: Totalt
th: รวมยอดทั้งหมด
tr: Toplam
uk: Всього
vi: Tổng cộng
zh: 总计
zh_tw: 合計

# supporter_gift.anonymous_gift
source: The person who gifted you this tag may choose to remain anonymous, so they have not been mentioned in this notification.
ar: قد يفضل الشخص الذي وَهَبَك الهدية ان يبقى مُتخفِياََ, لذلك لم يذكروا في هذا الاِشعار.
bg: Човекът, който ви е подарил този osu!supporter tag може да реши да остане анонимен, затова те не са споменати в това известие.
da: Personen som har givet dig dette tag kan vælge at forblive anonym, så de er ikke blevet nævnt i denne notifikation.
de: Die Person, die Dir dieses Tag geschenkt hat, kann sich entscheiden, anonym zu bleiben, weshalb sie in dieser Benachrichtigung nicht erwähnt wurde.
es: La persona que le regaló este tag puede optar por permanecer en el anonimato, por lo que no se ha mencionado en esta notificación.
fr: La personne qui vous a donné ce tag peut choisir de rester anonyme, donc elle n'a pas été mentionnée dans cette notification.
hu: Az a személy, aki ezt a címet ajándékozta, dönthet úgy, hogy névtelen marad, tehát nem említik őket ebben az értesítésben.
id: Orang yang memberimu tag ini memilih untuk tetap anonim, sehingga nama mereka tidak akan disebutkan di notifikasi ini.
it: La persona che ti ha regalato questo tag potrebbe aver scelto di rimanere anonima, pertanto non è stata menzionata in questa notifica.
ja: このタグを贈った人は匿名のままにすることを選択したため、この通知には記載されていません。
ko: 서포터 태그를 선물해주신 분은 본인을 익명으로 남기셨습니다. 따라서 이 알림에 언급되지 않았습니다.
nl: De persoon die je deze tag gegeven heeft, kan ervoor kiezen anoniem te blijven, dus ze zijn niet genoemd in deze melding.
no: Personen som ga deg denne taggen har valgt å være anonym, så de har ikke blitt nevnt i denne notifikasjonen.
pl: Osoba, która podarowała Ci status donatora, zdecydowała się pozostać anonimowa, dlatego nie została wspomniana w tej wiadomości.
pt: A pessoa que te ofereceu esta etiqueta poderá optar em permanecer anónima, por isso é que ela não foi mencionada nesta notificação.
pt_br: A pessoa que o presenteou com esta tag pode optar por permanecer anônima, então ela não foi mencionada nesta notificação.
ru: Человек, который подарил Вам тег, возможно, хочет сохранить анонимность, так что он не был упомянут в этом уведомлении.
sv: Personen som gav dig denna tagg kan välja att förbli anonym, så de har inte nämnts i denna avisering.
th: คนที่ส่งแท็ก osu!supporter ให้อาจจะไม่อยากเปิดเผยตัวตน ดังนั้นจึงไม่มีชื่อคนส่งให้ในการแจ้งเตือนนี้
tr: Sana bu etiketi hediye eden kişi, anonim kalmayı seçebilir. Bu yüzden bu bildirimde ondan bahsetmiyoruz.
uk: Людина, який подарував вам цей тег, може хотіти залишитися анонімним, тому його ми його не згадали.
vi: Người tặng bạn tag này đã chọn ẩn danh, cho nên họ không được nhắc tới trong thông báo này.
zh: 赠予您支持者标签的人想要保持匿名，所以在这封邮件中并没有提到他（们）。
zh_tw: 贈送您贊助者標籤的人想要保持匿名，所以在這則通知中並沒有提到他(們)。

# supporter_gift.anonymous_gift_maybe_not
source: But you likely already know who it is ;).
ar: ولكِنَك غالِباََ تَعرِفُه ;).
bg: Но Вие вече сигурно знаете кого е ;).
cs: Ale už asi víte, kdo to je ;).
da: Men du ved sikkert allerede hvem det er ;).
de: Aber Du weißt wahrscheinlich schon, wer es ist ;).
es: Pero es probable que ya sepas quién es ;).
fi: Mutta taidat jo tietää kuka se mahtaa olla ;).
fr: Mais vous savez probablement déjà qui c'est ;).
hu: De te már biztos tudod ki lehet az ;).
id: Tapi kamu mungkin sudah tahu siapa itu;).
it: Ma probabilmente già sai chi è ;).
ja: しかし、あなたはおそらくそれが誰であるかすでに知っているでしょう;)
ko: 뭐... 이미 누군지 눈치챈 것 같기도 하네요^^
nl: Maar je weet waarschijnlijk al wie het is ;).
no: Men du vet vell sikkert hvem det er allerede ;).
pl: Chociaż najpewniej wiesz, kto to był. ;)
pt: Mas tu já deves saber quem é ;)
pt_br: Mas você provavelmente já sabe quem é ;).
ro: Dar probabil că ştii deja cine este ;).
ru: Но Вы, наверняка, сами уже знаете, кто это ;).
sv: Men du vet förmodligen redan vem det är ;).
th: แต่น่าจะรู้แล้วแหละว่าใครส่งมา ;)
tr: Ama muhtemelen kim olduğunu biliyorsun ;).
uk: Але ви вже швидше за все знаєте хто це ;).
vi: Nhưng chắc bạn cũng đã biết người đó là ai rồi ;).
zh: 话虽如此，不过您可能已经猜到是谁啦嘿嘿嘿~

# supporter_gift.duration
source: Thanks to them, you have access to osu!direct and other osu!supporter benefits for the next {0}.
ar: بفضلِهِم, لديك وصول الى osu!direct و فوائِد osu!supporter الأخرى لمدة {0}.
bg: Благодарение на тях, Вие имате достъп до osu!direct и още други osu!supporter привилегии за следващите {0}.
da: Takket være dem har du nu adgang til osu!direct og andre osu!supporter goder i de næste {0}.
de: Dank ihnen hast Du Zugriff auf osu!direct und andere osu!supporter-Vorteile für die nächsten {0}.
es: Gracias a esa persona, usted tiene acceso a osu!direct y a otros beneficios de osu!supporter durante {0}.
fr: Grâce à eux, vous avez accès à osu!direct et d'autres avantages osu!supporter pour les prochains {0}.
hu: Nekik köszönhetően, hozzáférésed van az osu!directhez és egyéb támogatói előnyökhöz egészen {0}.
id: Berkat mereka, kamu memiliki akses osu!direct dan manfaat eksklusif osu!supporter lainnya selama {0}.
it: Grazie a loro, ora hai accesso ad osu!direct e ad altri benefici da osu!supporter per {0}.
ja: それらのおかげで、次の{0} osu!directやその他のosu!サポーター特典を利用できます。
ko: 선물해주신 분 덕분에 {0} 동안 osu!direct를 비롯한 다른 osu! 서포터 혜택을 누리실 수 있습니다.
nl: Dankzij hen, heb je toegang tot osu!direct en andere osu!supporter voordelen voor de volgende {0}.
no: Takk til de, så har du nå tilgang til osu!direct og andre supporter fordeler for de neste {0}.
pl: Dzięki tej osobie otrzymasz dostęp do osu!direct i innych korzyści przeznaczonych dla donatorów osu! przez następne {0}.
pt: Graças a essa pessoa, tens acesso ao osu!direct e a outros benefícios de osu!supporter por {0}.
pt_br: Graças a ele(a), você tem acesso ao osu!direct e outros benefícios de osu!supporter por {0}.
ro: Mulțumită lor, ai acces la beneficii directe și alte beneficii de suporter osu! pentru următoarea {0}.
ru: Благодаря ему, у вас теперь есть доступ к osu!direct и другим преимуществам osu!supporter на {0}.
sv: Tack vare dem har du tillgång till osu!direkt och andra osu!supporter fördelar för de kommande {0}.
th: ต้องขอบคุณคนส่งมาด้วยเพราะคุณใช้ osu!direct ได้แล้วและสิทธิประโยชน์นับพันจากการเป็นผู้สนับสนุน ใช้ได้นาน {0}
tr: Onun sayesinde, sonraki {0} boyunca osu!direct'e ve diğer osu!supporter ayrıcalıklarına sahip olacaksın.
uk: Завдяки йому, у вас тепер є доступ до osu!direct і іншим привілеям osu!supporter на {0}.
vi: Nhờ họ, bạn có quyền truy cập osu!direct và các quyền lợi osu!supporter khác trong {0} tiếp theo.
zh: 感谢赠送者，您可以在接下来的 {0} 内享受到 osu!direct 等 osu! 支持者所享有的特权。
zh_tw: 因為他們，您可以在接下來的 {0} 內享受 osu!direct 和其他 osu! 支持者享有的特權。

# supporter_gift.features
source: You can find out more details on these features here:
ar: يمكنك معرفة مزيد من التفاصيل عن هذهِ المميزات هنا:
bg: Може да откриете повече информация на тези функционалности тук:
da: Du kan finde flere detaljer omkring disse goder her:
de: Weitere Details zu diesen Funktionen findest Du hier:
es: Puede encontrar más detalles sobre estas características aquí:
fr: Vous trouverez plus de détails sur ces fonctionnalités ici :
hu: További adatokat itt találhatsz:
id: Kamu dapat mengetahui rincian lebih lanjut tentang fitur-fitur ini di sini:
it: Puoi trovare ulteriori dettagli su queste funzionalità qui:
ja: これらの機能の詳細については、こちらをご覧ください:
ko: 자세한 기능은 다음 링크를 통해 확인하실 수 있습니다:
nl: Je kunt hier meer details over deze functies vinden:
no: Du kan finne ut mere detaljer på disse fordelene her:
pl: Więcej informacji na temat korzyści wynikających z posiadania statusu donatora osu! znajdziesz tutaj:
pt: Poderás encontrar mais detalhes nestas funcionalidades aqui:
pt_br: Você pode saber mais detalhes sobre estes recursos aqui:
ro: Mai multe detalii privind aceste funcții pot fi găsite aici:
ru: Подробнее об этих функциях можно узнать здесь:
sv: Du kan läsa mer om dessa funktioner här:
th: คุณสามารถหารายละเอียดเพิ่มเติมเกี่ยวกับคุณสมบัติเหล่านี้ได้ที่นี่
tr: Bu avantajlar hakkında daha fazla detaylı bilgiye buradan ulaşabilirsiniz:
uk: Ви можете дізнатися більше про них тут:
vi: Bạn có thể tìm thêm thông tin về những tính năng này tại đây:
zh: 您可以在此处找到更多关于特权的信息：

# supporter_gift.gifted
source: Someone has just gifted you an osu!supporter tag!
ar: قام احدُهٌم بهِبتِكَ شارة osu!supporter للتو!
bg: Някой току що ви подари osu!supporter tag!
cs: Někdo vám právě daroval osu!supporter tag!
da: Nogen har givet dig et osu!supporter tag!
de: Jemand hat Dir gerade ein osu!supporter-Tag geschenkt!
es: ¡Alguien le acaba de regalar un tag de osu!supporter!
fr: Quelqu'un vient de vous offrir un tag osu!supporter !
hu: Valaki ajándékba adott egy osu!támogatói címet!
id: Seseorang baru saja memberimu osu!supporter tag!
it: Qualcuno ti ha appena regalato un tag osu!supporter!
ja: 誰かがあなたにosu!サポータータグをプレゼントしました！
ko: 누군가가 당신에게 osu! 서포터 태그를 선물했습니다!
nl: Iemand heeft je zojuist een osu! supporter tag cadeau gedaan!
no: Noen har gitt deg en osu!supporter tag!
pl: Ktoś podarował Ci status donatora osu!
pt: Alguém acabou de te oferecer uma etiqueta osu!supporter!
pt_br: Alguém acabou de te presentear uma tag do osu!supporter!
ro: Cineva tocmai ti-a daruit osu! supporter!
ru: Кто-то только что подарил вам тег osu!supporter!
sv: Någon har precis gett dig en osu!supporter tag!
th: มีคนให้แท็ก osu!supporter คุณด้วย
tr: Birisi size az önce bir osu!supporter etiketi hediye etti!
uk: Хто то подарував вам osu!supporter
vi: Ai đó vừa mới tặng bạn một osu!supporter tag!
zh: 有人刚刚赠予您 osu!supporter 标签！
zh_tw: 有人剛剛送給你了一份osu!贊助者標籤!

# supporter_gift.subject
source: You have been gifted an osu!supporter tag!
ar: لقد حصلت على شارة osu!supporter كهدية!
bg: Подариха ви osu!supporter!
cs: Dostal si status osu!podporovatele jako dárek!
da: Du er blevet givet et osu!supporter tag!
de: Dir wurde ein osu!supporter-Tag geschenkt!
es: ¡Le han regalado un tag de osu!supporter!
fi: Sinulle on lahjoitettu osu!tukijatagi!
fr: On vous a offert un tag osu!supporter !
hu: osu!támogatói címet kaptál!
id: Anda telah diberikan osu!supporter tag!
it: Ti hanno regalato un tag osu!supporter!
ja: あなたはosu!サポータータグを贈られました！
ko: osu! 서포터 권한을 선물 받았습니다!
nl: Je hebt een osu!supporter tag cadeau gekregen!
no: Du har fått en osu!supporter tag i gave!
pl: Otrzymujesz status donatora osu!
pt: Ofereceram-te uma etiqueta osu!supporter!
pt_br: Você foi presenteado com uma osu!supporter tag!
ro: Ţi-a fost oferită o insignă de suporter osu!
ru: Вам подарили osu!supporter!
sv: Du har fått en osu!supporter tagg!
th: คุณได้รับแท็ก osu!supporter
tr: Size bir osu! Destekçisi etiketi verildi!
uk: Вам подарували osu!supporter
vi: Bạn đã được tặng một osu!supporter tag!
zh: 你收到了一份礼物：osu!supporter 标签。
zh_tw: 您已獲贈 osu!supporter 標籤！
