Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Mail.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# donation_thanks.translation
source: A community-provided translation for informational purposes follows:
ar: ألترجمة ألمقدمة من المجتمع المحلي لأغراض الإعلام تتبع:
bg: Следва предоставен от общността превод за информационни цели:
da: En oversættelse lavet af frivillige følger:
de: Es folgt eine vom Benutzer bereitgestellte Übersetzung zu Informationszwecken:
es: Se muestra a continuación una traducción proporcionada por la comunidad con fines informativos:
fr: Une traduction fournie par l'utilisateur à des fins informatives :
hu: A közösség által biztosított fordítási információk a következők:
id: Sebagai bahan rujukan, tersedia terjemahan dari komunitas di bawah ini:
it: Ecco una traduzione fornita dalla comunità per scopi informativi:
ja: 下記はosu!ユーザーが翻訳してくれた日本語訳です。
ko: 다음은 정보 제공을 위해 유저가 번역한 내용입니다:
nl: Een gebruiker-ingegeven vertaling voor informatieve doeleinden:
no: En bruker sørget for å oversette for informasjons grunnlag som følger:
pl: Poniżej zawarliśmy tłumaczenie dla celów informacyjnych:
pt: Uma tradução fornecida pela comunidade para fins informativos segue:
pt_br: Uma tradução fornecida pela comunidade para fins informativos:
ro: O traducere furnizată de comunitate pentru scopuri informaționale urmează:
ru: Ниже приводится пользовательский перевод для ознакомления:
sv: En översättning som tillhandahålls av gemenskapen för informationsändamål följande:
th: คำแปลจากชุมชนของเราอยู่ด้านล่าง
tr: Metnin topluluk tarafından sağlanan bilgi amaçlı çevirisi aşağıdaki gibidir:
uk: Нижче наводиться призначений для користувача переклад для ознокомленія:
vi: Dưới đây là một bản dịch được cung cấp bởi cộng đồng:
zh: 以下是社区提供的翻译，仅供参考：
zh_tw: 以下為社群提供的翻譯，僅供參考:

# donation_thanks.benefit.gift
source: Your giftee(s) will now have access to osu!direct and many other supporter benefits.
ar: الأن مع هديتك(هداياك) ستحصل على اذن وصول الى osu!direct والعديد من الأفضليات الأُخرى.
bg: Вашият(ите) получател(и) на подаръка вече имат достъп до osu!direct и до много други supporter привилегии.
da: Personen/personerne som du har givet supporter til har nu adgang til osu!direct samt mange andre supporter fordele.
de: Deine Geschenkempfänger haben nun Zugriff auf osu!direct und viele andere Unterstützervorteile.
es: A quien(es) le regaló ahora tendrá(n) acceso a osu!direct y a muchos otros beneficios para supporter.
fr: Votre/vos bénéficiaire(s) aura/auront désormais accès à osu!direct et bien d'autres bénéfices de supporter.
hu: Az ajándékozott játékos(ok)nak most már hozzáférése van az osu!direct-hez és még több támogatói előnyökhöz.
id: Pengguna yang dihadiahkan kini dapat secara bebas menggunakan osu!direct dan fitur-fitur lainnya yang dikhususkan untuk para pemilik supporter tag.
it: I destinatari del tuo regalo hanno ora accesso ad osu!direct e ad altri benefici per i supporter.
ja: ギフトを受け取った人は、osu!directやその他多くのサポーター特典を利用できます。
ko: 이제 수령인은 osu!direct를 비롯해 다른 서포터 혜택을 누리실 수 있습니다.
nl: De mensen die je supporter hebt gegift zullen nu toegang hebben tot osu! direct en vele andere voordelen.
no: Din(e) mottaker(e) vil nå ha tilgang til å osu!direct og mange andre supporter fordeler.
pl: Odbiorca(-y) Twojego zakupu otrzymają dostęp do osu!direct i innych korzyści wynikających z posiadania statusu donatora osu!.
pt: O teu destinatário do presente terá agora acesso ao osu!direct e a vários outros benefícios de apoiante.
pt_br: O(s) remetente(s) do presente agora tem acesso ao osu!direct e muitos outros benefícios do suporte.
ru: Получатель вашего подарка теперь будет иметь доступ к osu!direct и многим другим привилегиям тега supporter.
sv: Dina gåvmottagare kommer nu att ha tillgång till osu!direkt och många andra supporter fördelar.
th: ตอนนี้คนที่คุณส่งของขวัญให้เข้า osu!direct ได้แล้ว พร้อมสิทธิพิเศษนับพันจากการเป็นผู้สนับสนุน
tr: Hediye ettikleriniz artık osu!direct ve diğer pek çok destekçi avantajlarından faydalanabilecek.
uk: Одержувач подарунка тепер матиме доступ до osu!direct і іншим привілеям.
vi: (Những) người nhận bây giờ sẽ có quyền truy cập osu!direct và nhiều quyền lợi supporter khác.
zh: 您的受赠者将会享受到 osu!direct 等其他 osu! 支持者所享有的的特权。

# donation_thanks.benefit.self
source: You will now have access to osu!direct and many other supporter benefits for {0}.
ar: الأن ستحصل على اذن الوصول الى osu!direct والعديد من الأفضليات الأُخرى لـ{0}.
bg: Вие вече имате достъп до osu!direct и до много други supporter привилегии за {0}.
cs: Nyní máte přístup k osu!direct a mnoha dalším výhodám supporter tagu, po dobu {0}.
da: Du har nu adgang til osu!direct samt mange andre supporter fordele i {0}.
de: Du hast jetzt Zugriff auf osu!direct und viele weitere Unterstützervorteile für {0}.
es: Ahora tendrá acceso a osu!direct y a muchos otros beneficios para supporter por {0}.
fr: Vous aurez maintenant accès à osu!direct et à de nombreux autres avantages pour {0}.
hu: Most már hozzáférésed van az osu!direct-hez és még több, csak támogatóknak szóló előnyökhöz egészen {0}.
id: Anda kini dapat secara bebas menggunakan osu!direct dan fitur-fitur lainnya yang dikhususkan untuk para pemilik supporter tag selama {0}.
it: Ora hai accesso ad osu!direct e ad altri benefici da supporter per {0}.
ja: {0}、osu!directおよびその他多くのサポーター特典にアクセスできます。
ko: 이제 {0} 동안 osu!direct와 다른 서포터 혜택을 누리실 수 있습니다.
nl: Je krijgt nu toegang tot osu!direct en vele andere supporter voordelen gedurende {0}.
no: Du vil nå ha tilgang til osu!direct og mange andre supporter fordeler i {0}.
pl: Otrzymasz dostęp do osu!direct i innych korzyści wynikających z posiadania statusu donatora osu! na {0}.
pt: Terás agora acesso ao osu!direct e a muitos outros benefícios de apoiante por {0}.
pt_br: Agora você terá acesso ao osu!direct e muitos outros benefícios do suporte por {0}.
ro: Acum vei avea acces la osu!direct și la multe alte beneficii de supporter pentru {0}.
ru: Теперь у Вас есть доступ к osu!direct и многим другим привилегиям тега supporter на {0}.
sv: Du kommer nu att ha tillgång till osu!direct och många andra supporter fördelar i {0}.
th: ตอนนี้คุณจะสามารถเข้าถึง osu!direct และสิทธิประโยชน์อื่นๆ อีกมากมายสำหรับ{0}
tr: Şu andan itibaren osu!direct ve diğer başka destekçi avantajlarına {0} kadar erişim hakkın vardır.
uk: Ви тепер будете мати доступ до osu!direct і багатьом іншим функціям на {0}.
vi: Bạn bây giờ sẽ có quyền truy cập osu!direct và nhiều quyền lợi supporter khác trong vòng {0}.
zh: 您现在可以享受 osu!direct 和其他支持者奖励直到 {0}。
zh_tw: 您可以在接下來的 {0} 內享受 osu!direct 和其他 osu! 支持者享有的特權。

# donation_thanks.support._
source: Thanks a lot for your {0} towards osu!.
ar: شكرا جزيلاََ لـ{0} تجاه osu!.
bg: Благодаря ви много за цялата {0} спрямо osu!.
cs: Mnohokrát děkujeme za {0} vůči osu!.
da: Mange tak for din {0} til osu!.
de: Vielen Dank für Deine {0} gegenüber osu!.
es: Muchas gracias por tu {0} a osu!.
fi: Kiitos paljon {0} osu!'lle.
fr: Merci beaucoup pour votre {0} envers osu!.
hu: Köszönjük a nagylelkű támogatásod az osu felé!
id: Terima kasih banyak atas {0} yang Anda berikan terhadap osu!.
it: Grazie mille per il tuo {0} verso osu!.
ja: osu!に対する {0} に感謝します。
ko: osu!를 향한 당신의 {0}에 감사드립니다!
nl: Bedankt voor je {0} naar osu!.
no: Tusen takk for din {0} mot osu!.
pl: Dziękujemy za {0} osu!.
pt: Muito obrigado pelo teu {0} ao osu!.
pt_br: Muito obrigado pelo seu {0} ao osu!.
ro: Îți mulțumim mult pentru {0} tau catre osu!.
ru: Большое спасибо за вашу {0} в отношении osu!.
sv: Tack så mycket för din {0} till osu!.
th: ขอบคุณมากๆสำหรับการ{0}ของคุณต่อ osu!
tr: osu!'ya vermiş olduğun {0} için çok teşekkür ederiz!
uk: Дякую за вашу {0} для osu!
vi: Cảm ơn rất nhiều vì {0} của bạn cho osu!.
zh: 感谢您向 osu! 付出的{0}！
zh_tw: 感謝您向 osu! 捐贈的 {0} !

# donation_thanks.support.first
source: support
ar: دَعمِك
bg: подкрепа
cs: podpora
de: Unterstützung
es: apoyo
fi: tuestasi
fr: soutien
hu: támogatás
id: dukungan
it: supporto
ja: サポート
ko: 지원
nl: ondersteuning
pl: wsparcie
pt: apoio
pt_br: apoio
ro: suport
ru: поддержку
th: สนับสนุน
tr: destek
uk: підтримка
vi: sự ủng hộ
zh: 支持
zh_tw: 支援

# donation_thanks.support.repeat
source: continued support
ar: دعم متواصل
bg: продължителна подкрепа
cs: trvalou podporu
da: fortsat støtte
de: fortwährende Unterstützung
es: continuo apoyo
fi: jatkuvasta tuestasi
fr: soutien continu
hu: továbbító támogatás
id: dukungan yang berlanjut
it: supporto continuo
ja: 継続的な支援
ko: 계속된 지원
nl: voortdurende ondersteuning
no: fortsatte support
pl: dalsze wspieranie
pt: apoio contínuo
pt_br: apoio contínuo
ro: suport continuu
ru: продолжительную поддержку
sv: fortsatt stöd
th: สนับสนุนอย่างต่อเนื่อง
tr: sürekli destek
uk: тривала підтримка
vi: sự ủng hộ liên tục
zh: 持续支持
zh_tw: 持續支持

# forum_new_reply.new
source: Just letting you know that there has been a new reply in "{0}" since your last visit.
ar: نود اِعلامَك ان هنالك رداََ جديداََ على "{0}" منذ اخر زيارة لك.
bg: Просто да Ви уведомим, че е има нов отговор в "{0}" след последното ви посещение.
da: Der har været et nyt svar i "{0}" siden dit sidste besøg.
de: Wir wollten Dich nur eben wissen lassen, dass es seit Deinem letzten Besuch eine neue Antwort in "{0}" eingegangen ist.
es: Sólo informándole de que ha habido una nueva respuesta en "{0}" desde su última visita.
fi: Tiedoksesi vain, että "{0}" on saanut uuden vastauksen poissaolosi aikana.
fr: Juste pour vous informer qu'il y a eu une nouvelle réponse dans la discussion "{0}" depuis votre dernière visite.
hu: Értesíts, ha a legutóbbi látogatásom óta, új hozzászolás történt ezen a mapon: "{0}".
id: Kami ingin memberitahukan bahwa saat ini terdapat balasan baru pada "{0}" sejak kunjungan terakhir Anda.
it: Vogliamo solo farti sapere che c'è stata una nuova risposta in "{0}" dopo la tua ultima visita.
ja: 前回の訪問以降、ビートマップ「{0}」に新しい返信がありました。
ko: 지난 방문 이후로 "{0}" 게시글에 새로운 답글이 달렸다는 것을 알려드립니다.
nl: Laat je maar weten dat er sinds je laatste bezoek een nieuw antwoord in "{0}" is geweest.
no: Bare så du vet det så har det vært et nytt svar i "{0}" siden ditt siste besøk.
pl: W obserwowanym przez ciebie wątku („{0}”) pojawiła się nowa odpowiedź.
pt: Só para te avisar que houve uma nova resposta em "{0}" desde a tua última visita.
pt_br: Só informando que houve uma nova resposta em "{0}" desde a sua última visita.
ru: Просто даём Вам знать, что с Вашего последнего посещения в теме «{0}» появился новый ответ.
sv: Bara så att du vet finns det ett nytt svar i "{0}" sedan ditt senaste besök.
th: อยากจะบอกว่าตั้งแต่ออกจากกระทู้ "{0}" ครั้งล่าสุด มีคนตอบกลับแล้ว
tr: Sadece sana son girdiğinden beri "{0}" sayfasında yeni bir cevap geldiğini bildiriyoruz.
uk: Просто дам знати, що в "{0}" з'явився новий відповідь з твого останнього візиту.
vi: Có phản hồi mới cho "{0}" kể từ lần truy cập cuối cùng của bạn.
zh: 就是要提醒您，自上次浏览以来谱面 {0} 的话题下又有了新的回复。

# forum_new_reply.subject
source: [osu!] New reply for topic "{0}"
ar: [osu!] رد جديد للموضوع "{0}"
bg: [osu!] Нов отговор на темата "{0}"
cs: [osu!] Nová odpověd téma "{0}"
da: [osu!] Nyt svar for emne "{0}"
de: [osu!] Neue Antwort auf Thread "{0}"
es: [osu!] Nueva respuesta para el tema "{0}"
fi: [osu!] Uusi vastaus aiheessa "{0}"
fr: [osu!] Nouvelle réponse pour le sujet "{0}"
hu: [osu!] Új válasz a "{0}" témában
id: [osu!] Balasan terbaru dari topik "{0}"
it: [osu!] Nuova risposta dal topic "{0}"
ja: [osu!] トピック「{0}」に新しい返信があります
ko: [osu!] "{0}"주제에 대한 새로운 답변이 달렸습니다
nl: [osu!] Nieuwe reactie voor topic "{0}"
no: [osu!] Nytt svar for emnet "{0}"
pl: [osu!] Nowa odpowiedź dla wątku „{0}”
pt: [osu!] Há uma nova resposta ao tópico "{0}"
pt_br: [osu!] Nova resposta no tópico "{0}"
ro: [osu!] Nou răspuns pentru subiectul "{0}"
ru: [osu!] Новый ответ в теме "{0}"
sv: [osu!] Nytt svar på ämne "{0}"
th: [osu!] มีการตอบกลับใหม่ใน "{0}"
tr: [osu!] "{0}" başlığına yeni cevap
uk: [osu!] Нова відповідь в темі "{0}"
vi: [osu!] Có phản hồi mới cho đề tài "{0}"
zh: [osu!] 主题 "{0}" 有新回复
zh_tw: [osu!] 主題 "{0}" 有新回覆

# forum_new_reply.unwatch
source: If you no longer wish to watch this topic, you can either click the "Unsubscribe topic" link found at the bottom of the topic above, or from topic subscriptions management page:
ar: ان اِنتهت رغبتك في تتبع هذا الموضوع, يمكنك الضغط على اِما رابط "الغاء اشتراك الموضوع" في اسغل صفحة الموضوع, او من صفحة ادارة اِشتراكات المواضيع:
bg: Ако вече не желаете да следите тази тема, може да кликнете върху връзката „Отписване на абонамент от тази тема“, намерена в долната част на темата по-горе или от страницата за управление на абонаменти на теми:
da: Hvis du ikke længere ønsker at følge dette emne kan du enten klikke på "Følg ikke emne" linket fundet nederst på ovenstående emner, eller fra emne følgesiden:
de: Wenn Du dieses Thema nicht mehr verfolgen möchtest, kannst Du entweder auf den Link "Thema abbestellen" am unteren Rand des obigen Themas oder auf der Verwaltungsseite für Themenabonnements klicken:
es: Si no deseas seguir viendo este tema, puedes hacer clic en el enlace "Cancelar suscripción al tema" que se encuentra en la parte inferior del tema de arriba, o desde la página de gestión de suscripciones al tema:
fr: Si vous souhaitez ne plus suivre ce sujet, vous pouvez soit cliquer sur le lien de désabonnement qui se trouve en dessous du sujet plus haut, ou depuis la page de gestion des souscriptions aux sujets :
hu: Ha már nem szeretnéd nézni ezt a témát, kattints a "leiratkozás a témáról" linkre a téma felett, vagy a feliratkozott oldalak kezelése oldalról:
id: Jika Anda tidak lagi ingin memantau topik forum ini, Anda dapat membatalkan pantauan Anda melalui tautan "Batalkan Pantauan" yang tertera di atas atau melalui laman Daftar Pantauan berikut:
it: Se non desideri più seguire questo topic, puoi cliccare il link "Annulla iscrizione al topic" presente in fondo al topic, o tramite la pagina di gestione dei topic a cui sei iscritto:
ja: このトピックをもう見たくない場合は、トピックの下部にある[トピックのサブスクライブを解除]リンクをクリックするか、トピックサブスクリプション管理ページからクリックしてください:
ko: 이 주제의 소식을 그만 받으시려면 위 페이지에 있는 "구독 해제" 링크를 클릭하거나, 다음 구독 관리 페이지에서 설정하실 수 있습니다:
nl: Als je niet langer dit onderwerp wilt bekijken, kan je ook op de link "Afmeld onderwerp" klikken die je onderaan het topic hierboven vindt of vanaf topicabonnementen managementpagina:
no: Viss du ikke lenger ønske å følge dette emnet, så kan du enten klikke "Unsubscribe topic" lenken funnet på bunnen av emnet ovenfor, eller på fulgte emner oversikts siden:
pl: Jeżeli nie chcesz już obserwować tego wątku, możesz kliknąć przycisk „Nie subskrybuj” w dolnej części strony wątku lub zrobić to z poziomu strony subskrybcji wątków:
pt: Se não desejares seguir mais este tópico, podes clicar no link "Anular subscrição do tópico" localizado no fundo do tópico acima ou a partir da página de gestão de subscrições a tópicos:
pt_br: Se você não deseja mais ser notificado sobre este tópico, você pode clicar no link "Cancelar Inscrição" encontrado na parte inferior do tópico acima, ou da página de gerenciamento de inscrições de fórum:
ru: Если Вы больше не желаете наблюдать за этой темой, Вы можете нажать ссылку «Отписаться» внизу темы выше или со страницы подписок на темы:
sv: Om du inte längre vill följa detta ämnet, kan du antingen klicka på länken "Avsluta prenumeration" längst ned i ämnet ovan, eller från ämnes-prenumerationshanteringssidan:
th: หากคุณไม่ต้องการดูหัวข้อนี้อีก คุณสามารถคลิกลิงก์ "ยกเลิกหัวข้อการสมัครรับข้อมูล" ที่ด้านล่างของหัวข้อด้านบนหรือจากหน้าการจัดการการหัวข้อการสมัครสมาชิก
tr: Eğer bu konuyu daha fazla gözlemlemek istemiyorsanız, üstteki konunun en alt kısmındaki linkten, ya da forum abonelikleri yönetme sayfasında bulunan "Abonelikten Çık" butonuna tıklayabilirsiniz:
uk: Якщо Ви більше не хочете спостерігати цю тему, натисніть на посилання "Відписатися" внизу теми, або зі сторінки підписок на теми:
vi: Nếu như bạn không còn muốn theo dõi đề tài này, bạn có thể click vào link "Bỏ theo dõi đề tài" ở phía cuối của đề tài trên, hoặc từ trang quản lý theo dõi đề tài:
zh: 如果您不想再关注本主题，您可以点击主题页下面的 “取消关注该主题” 链接，或者从订阅管理页面中取消订阅。

# forum_new_reply.visit
source: Jump straight to the latest reply using the following link:
ar: قم بالاِنتقال الى اخر رد باستعمال الرابط ادناهُ:
bg: Направо към последния отговор, използвайки следната връзка:
da: Hop direkte til det seneste svar ved at bruge det følgende link:
de: Über den folgenden Link gelangst Du direkt zur neuesten Antwort:
es: Salte directamente a la última respuesta usando el siguiente enlace:
fr: Aller directement à la dernière réponse en utilisant le lien suivant :
hu: Ugrás az legutolsó visszajátszásra a linken:
id: Anda dapat segera melihat balasan terbaru melalui link berikut:
it: Passa direttamente all'ultima risposta utilizzando il seguente link:
ja: 次のリンクを使用して、最新の返信に直接ジャンプします:
ko: 다음의 링크를 사용해 가장 최근 답장으로 즉시 이동하세요.
nl: Ga direct naar het laatste antwoord met de volgende link:
no: Hopp rett til det nyeste svaret ved bruk av følgende lenke:
pl: Przejdź do najnowszej odpowiedzi w wątku tutaj:
pt: Salta diretamente para a última resposta usando o seguinte link:
pt_br: Ir direto para a resposta mais recente usando o seguinte link:
ro: Sari direct la cel mai recent răspuns folosind următorul link:
ru: Перейдите напрямую к последнему ответу, используя следующую ссылку:
sv: Hoppa direkt till det senaste svaret med hjälp av följande länk:
th: ข้ามไปที่คำตอบล่าสุดโดยใช้ลิงค์ต่อไปนี้:
tr: Bağlantıyı kullanarak en son yanıtı görüntüleyebilirsiniz:
uk: Перейдіть відразу до останнього відповіді використовуючи це посилання:
vi: Nhảy thẳng tới phản hồi mới nhất bằng liên kết sau đây:
zh: 点击下面的链接跳转到最新的回复：

# password_reset.code
source: Your verification code is:
ar: رمز التحقق الخاص بك هو:
bg: Твоят код за потвърждение е:
cs: Tvůj ověřovací kód je:
da: Din bekræftelseskode er:
de: Dein Bestätigungscode ist:
es: Su código de verificación es:
fi: Vahvistuskoodisi on:
fr: Votre code de vérification est :
hu: A hitelesítési kódod a következő:
id: Kode verifikasi Anda adalah:
it: Il tuo codice di verifica è:
ja: 認証コードは次のとおりです:
ko: 인증 코드:
nl: Uw verificatiecode is:
no: Din verifikasjonskode er:
pl: Twój kod weryfikacyjny to:
pt: O teu código de verificação é:
pt_br: Seu código de verificação é:
ro: Codul tau de verificare este:
ru: Ваш код верификации:
sv: Din verifieringskod är:
th: รหัสยืนยันของคุณคือ:
tr: Doğrulama kodun:
uk: Ваш код підтвердження:
vi: Mã xác minh của bạn là:
zh: 您的验证码是：
zh_tw: 您的驗證碼是:

# password_reset.requested
source: Either you or someone pretending to be you has requested a password reset on your osu! account.
ar: أما انتَ او شخص يَدَعِ انه انت قام بطلب إعادة تعيين كلمة مرور حسابِك على !ْosu.
bg: Вие или някой, който се преструва на вас, сте поискали нулиране на паролата на вашия osu! акаунт.
da: Enten dig eller nogen som lader til at være dig har anmodet om adgang til et nyt kodeord på din osu! account.
de: Entweder Du oder jemand, der vorgibt, Du zu sein, hat ein Zurücksetzen des Passworts für Dein osu!-Konto angefordert.
es: Tú o alguien que se hace pasar por ti ha solicitado que se restablezca la contraseña de tu cuenta de osu!.
fr: Vous ou quelqu'un prétendant être vous avez demandé une réinitialisation de mot de passe sur votre compte osu!.
hu: Te vagy más valaki jelszó visszaállítást kért a te osu!-s fiókodra.
id: Baik kamu atau seseorang yang berpura-pura menjadi kamu telah meminta pengaturan ulang kata sandi akun osu! kamu.
it: Tu o qualcuno che pretende di essere te ha richiesto un reset della password del tuo account di osu!.
ja: あなたまたはあなたを装った誰かがあなたのosu!アカウントのパスワードリセットを要求しました。
ko: 귀하 또는 귀하인 척 하는 다른 누군가가 귀하의 osu! 계정의 비밀번호 초기화를 요청했습니다.
nl: Of jij of iemand anders die zich voor doet als jou, heeft een wachtwoord reset aangevraagd op jou osu! account.
no: Enten du eller noen som later som de er deg har forespurt et passord reset på din osu! bruker.
pl: Otrzymaliśmy żądanie zmiany hasła na Twoim koncie osu!.
pt: Tu ou alguém a fingir que és tu solicitou um reinício da palavra-passe na tua conta osu!.
pt_br: Você ou alguém fingindo ser você solicitou uma redefinição de senha em sua conta do osu!.
ro: Fie tu sau cineva care pretinde că ești tu a solicitat o resetare a parolei pe contul tău osu!.
ru: Либо вы, либо кто-то, выдающий себя за вас, запросил смену пароля на вашем аккаунте в osu!
sv: Antingen du eller någon som låtsas vara du har begärt en lösenordsåterställning på ditt osu! konto.
th: มีคนส่งคำขอรีเซ็ตรหัสผ่านบัญชี osu! ของคุณ ซึ่งคน ๆ นั้นไม่คุณก็คนที่แอบอ้างว่าเป็นคุณ
tr: Sen veya seni taklit eden biri osu! hesabın için bir şifre sıfırlama isteğinde bulundu.
uk: Ви або той хто прикидається вами запросив зміну пароля на ваш обліковий запис osu!
vi: Bạn hoặc ai đó giả mạo bạn đã yêu cầu đặt lại mật khẩu cho tài khoản osu! của bạn.
zh: 您（或者他人）请求重置您 osu! 账户的密码。
zh_tw: 您或者其他冒充您的人要求重設您的osu!帳號的密碼。

# password_reset.subject
source: osu! account recover
ar: اِستعادة حساب osu!
bg: възстановяване на osu! акаунт
cs: obnovení osu! účtu
da: osu! konto genoprettelse
de: osu!-Accountwiederherstellung
es: Recuperación de tu cuenta de osu!
fi: osu! tilin palauttaminen
fr: Récupération du compte osu!
hu: osu! fiók helyreállítása
id: Pemulihan akun osu!
it: Ripristino dell'account di osu!
ja: osu!アカウントの復元
ko: osu! 계정 복구
nl: osu! account herstellen
no: gjenopprettelse av osu! konto
pl: Odzyskiwanie konta osu!
pt: Recuperação da conta osu!
pt_br: Recuperação da conta do osu!
ro: recuperarea contului osu!
ru: Восстановления доступа к аккаунту osu!
sv: osu! konto återhämtning
th: กู้ข้อมูลผู้ใช้ osu!
tr: osu! hesap kurtarma
uk: відновлення аккаунта osu!
vi: Khôi phục tài khoản osu!
zh: osu! 账户找回
zh_tw: osu! 帳戶恢復
