Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Mail.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# beatmapset_update_notice.new
source: Just letting you know that there has been a new update in beatmap "{0}" since your last visit.
ar: نود اِعلامَك ان هنالك تحديثاََ جديداََ للأغنية "{0}" منذ اخر زيارة لك.
bg: Просто да Ви уведомим, че е има нова актуална версия за бийтмапа "{0}" след последното ви посещение.
cs: Dáváme vám vědět, že od vaší poslední návštěvy došlo k aktualizaci beatmapy „{0}“.
da: Der har været en ny opdatering på beatmap "{0}" siden dit sidste besøg.
de: Wir wollten Dich nur eben wissen lassen, dass es seit Deinem letzten Besuch ein neues Update in der Beatmap "{0}" eingegangen ist.
es: Sólo informándole de que ha habido una nueva actualización en el mapa "{0}" desde su última visita.
fr: Juste pour vous informer qu'il y a eu une mise à jour dans la beatmap "{0}" depuis votre dernière visite.
hu: Értesíts, ha a legutóbbi látogatásom óta, frissítés történt ezen a mapon: "{0}".
id: Pemberitahuan bahwa ada pembaruan dalam beatmap "{0}" sejak kunjungan terakhir kamu.
it: Vogliamo solo farti sapere che c'è stato un nuovo aggiornamento nella beatmap "{0}" dopo la tua ultima visita.
ja: 前回の訪問以降、ビートマップ「{0}」に新しい更新がありました。
ko: 지난 방문 이후로 "{0}" 비트맵에 새로운 업데이트가 있었다는 것을 알려드립니다.
nl: Laat je weten dat er sinds je laatste bezoek een nieuwe update in beatmap "{0}" heeft plaatsgevonden.
no: Bare så du vet det, så har det vært en oppdatering i beatmap "{0}" siden ditt siste besøk.
pl: W obserwowanej przez Ciebie beatmapie („{0}”) pojawił się nowy post.
pt: Só para te avisar que houve uma nova atualização no beatmap "{0}" desde a tua última visita.
pt_br: Só informando que houve uma nova atualização no beatmap "{0}" desde a sua última visita.
ro: Doar vă las să știți că a fost un update nou în beatmap-ul ”{0}” de la vizita ta trecută.
ru: Просто даём Вам знать, что с Вашего последнего посещения у карты «{0}» вышло новое обновление.
sv: Bara så att du vet har det skett en ny uppdatering i beatmap "{0}" sedan ditt senaste besök.
th: อยากจะบอกว่าตั้งแต่ออกจากกระทู้บีทแมพ "{0}" ครั้งล่าสุด บีทแมพอัปเดตแล้ว
tr: Sadece sana son girdiğinden beri "{0}" beatmap'inde yeni bir güncelleme olduğunu bildiriyoruz.
uk: Просто повідомляємо, що карта "{0}" оновилася з моменту вашого останнього візиту.
vi: Có cập nhật mới cho beatmap "{0}" kể từ lần truy cập cuối cùng của bạn.
zh: 就是要提醒您谱面 "{0}" 在您上次访问之后有了新动态。

# beatmapset_update_notice.subject
source: New update for beatmap "{0}"
ar: تحديث جديد لـ الأغنية "{0}"
bg: Нова актуализация за бийтмапа "{0}"
cs: Nová aktualizace pro beatmapu "{0}"
da: Ny opdatering for beatmap "{0}"
de: Neues Update für Beatmap "{0}"
es: Nueva actualización para el mapa "{0}"
fi: Uusi päivitys beatmappiin "{0}"
fr: Nouvelle mise à jour pour la beatmap "{0}"
hu: Új frissítés a "{0}" beatmap-hez
id: Pembaruan baru untuk beatmap "{0}"
it: Nuovo aggiornamento per la beatmap "{0}"
ja: ビートマップ「{0}」に新しい投稿があります
ko: "{0}"에 새로운 변경사항이 있습니다.
nl: Nieuwe update voor beatmap "{0}"
no: Ny oppdatering for beatmap "{0}"
pl: Nowa aktualizacja dla beatmapy „{0}”
pt: Há uma nova atualização para o beatmap "{0}"
pt_br: Nova atualização no beatmap "{0}"
ro: Actualizare nouă pentru beatmapul "{0}"
ru: Новое обновление у карты «{0}»
sv: Ny uppdatering för beatmap "{0}"
th: มีอัพเดตใหม่สำหรับ beatmap "{0}"
tr: "{0}" beatmapi için yeni bir güncelleme
uk: Оновлення для карти "{0}"
vi: Có cập nhật mới cho beatmap "{0}"
zh: 谱面 “{0}” 有新动态
zh_tw: 圖譜“{0}”有更新

# beatmapset_update_notice.unwatch
source: If you no longer wish to watch this beatmap, you can either click the "Unwatch" link found in the page above, or from the modding watchlist page:
ar: ان لم تكن ترغب في تتبع هذه الأغنية بعد الأن, يمكن اما ان تضغط على رابط "اِلغاء المشاهدة" في الصفحة ادناه, او من صفحة قائمة الاِقتراحات:
bg: Ако вече не желаете да следите този бийтмап, може да кликнете върху връзката "Спри наблюдението", намерена в страницата по-горе или от страницата на модния списък за наблюдение:
cs: Pokud již nechcete sledovat tuto beatmapu, můžete kliknout na odkaz "Přestat sledovat", který je nalezitelný na výše uvedené stránce, nebo na módovací stránce sledovaní:
da: Hvis du ikke længere ønsker at følge denne beatmap kan du enten klikke på "Unwatch" linket fundet på ovenstående side, eller fra modding følgesiden:
de: Wenn Du diese Beatmap nicht mehr verfolgen möchten, kannst Du entweder auf den Link "Unwatch" auf der obigen Seite oder auf der Seite mit der Modding-Beobachtungsliste klicken:
es: Si no deseas seguir viendo este mapa, puedes hacer clic en en enlace "Dejar de ver" que se encuentra en la página de arriba, o desde la página de lista de seguimiento de modding:
fr: Si vous ne souhaitez plus suivre cette beatmap, vous pouvez soit cliquer sur le lien "Ne plus suivre" trouvé dans la page ci-dessus, soit sur la page de la liste de suivi de modding :
hu: Ha már nem szeretnéd nézni ezt a beatmapet, akkor kattints a "Figyelés abbahagyása" linkre az oldalon, vagy a modding nézési lista oldalra:
id: Jika Anda tidak lagi ingin memantau beatmap ini, Anda dapat membatalkan pantauan Anda melalui tautan "Batalkan Pantauan" yang tertera di atas atau melalui laman Daftar Pantauan berikut:
it: Se non desideri più seguire questa beatmap, puoi cliccare il link "Smetti di seguire" sopra alla pagina, o tramite la pagina per gli aggiornamenti sul modding:
ja: このビートマップのウォッチを解除したい場合は、ページ上にある[ウォッチ解除]をクリックするか、moddingウォッチリストページからクリックしてください:
ko: 이 비트맵의 소식을 그만 받으시려면 위 페이지에 있는 "구독 해제하기" 링크를 클릭하거나, 다음 모딩 구독 페이지에서 설정하실 수 있습니다:
nl: Als je deze beatkaart niet meer wilt zien, je kunt ofwel op de "Unwatch" link klikken die je vindt in de pagina hierboven, ofwel op de pagina van de modding watchlist pagina:
no: Viss du ikke lenger vil følge oppdateringer på dette beatmapet, så kan du enten klikke på "Unwatch" lenken funnet i siden ovenfor eller fra modding watchlist siden:
pl: Jeżeli nie chcesz już obserwować tej beatmapy, możesz kliknąć przycisk „Przestań obserwować” na stronie dyskusji lub zrobić to z poziomu strony obserwowanych dyskusji:
pt: Se não desejares seguir mais este beatmap, podes clicar no link "Deixar de seguir" localizado na página acima ou a partir da página da lista de observação de modding:
pt_br: Se você não deseja mais ser notificado sobre este beatmap, você pode ou clicar no link "Deixar de observar" encontrado na página acima, ou na página de assinaturas de moding:
ro: Dacă nu mai dorești să urmărești acest beatmap, puteți fie să dați click pe link-ul "Unwatch" găsit în pagina de mai sus, fie din pagina de vizualizare de modare:
ru: Если Вы больше не желаете следить за этой картой, вы можете нажать ссылку «Не следить» на странице выше или со страницы подписок на карты:
sv: Om du inte längre vill titta på denna beatmap, så kan du antingen klicka på länken "Sluta följa" som finns på sidan ovan, eller från sidan för modding bevakningslista:
th: ถ้าคุณไม่ต้องการที่จะติดตามบีทแมพนี้ต่อ คุณสามารถเลือกระหว่างการกดปุ่ม Unwatch ที่อยู่ในหน้าด้านบน และ การกดปุ่ม Unwatch ที่อยู่ในหน้า รายการ Mod ที่ติดตาม
tr: Artık bu beatmap'i izlemek istemiyorsan, yukarıdaki sayfada veya modlama izleme listesi sayfasında bulunan "İzlemeyi Bırak" bağlantısına tıklayabilirsin:
uk: Якщо ви більше не бажаєте стежити за цій картою, ви або можете натиснути на посилання "Перестати стежити" на сторінці вище, або зі сторінки відстеження моддинга:
vi: Nếu như bạn không còn muốn theo dõi beatmap này, bạn có thể click vào link "Bỏ theo dõi" ở phía trên của trang, hoặc từ trang danh sách theo dõi modding:
zh: 如果您不想再关注该谱面，您可以点击之前页面或谱面关注列表中的 “取消关注” 链接：
zh_tw: 如果您不想再關注這張圖譜的話，可以點擊 “取消關注” 鏈接在頁面的下方，或者在摸圖關注頁面中：

# beatmapset_update_notice.visit
source: Visit the discussion page here:
ar: عرض صفحة المناقشة هنا:
bg: Посетете страницата за дискусии тук:
cs: Navštivte stránku diskuze:
da: Besøg diskussions-siden her:
de: Besuche die Diskussionsseite hier:
es: Visita la página de discusión aquí:
fr: Visitez la page de discussion ici :
hu: Látogasd meg a beszélgetői oldalt itt:
id: Kunjungi laman diskusi di sini:
it: Visita la pagina della discussione qui:
ja: こちらのディスカッションページにアクセスしてください:
ko: 토론 페이지 방문하기:
nl: Bezoek de discussiepagina hier:
no: Se på diskusjon siden her:
pl: Przejdź do dyskusji tutaj:
pt: Visita a página de discussão aqui:
pt_br: Visite a página de discussão aqui:
ro: Vizitați pagina de discuție aici:
ru: Посетите страницу обсуждения:
sv: Besök diskussionssidan här:
th: เยี่ยมชมหน้าการสนทนาได้จากที่นี่
tr: Tartışma sayfasını buradan ziyaret edin:
uk: Перейдіть на сторінку обговорення:
vi: Truy cập trang thảo luận tại đây:
zh: 点击此处访问讨论区

# common.closing
source: Regards,
ar: مع التحيات،
bg: Поздрави,
cs: S pozdravem,
da: Mvh,
de: Grüße,
es: Atentamente,
fi: Terveisin
fr: Cordialement,
hu: Üdvözlettel
id: Salam,
it: Saluti,
ja: これからもどうぞよろしくお願いいたします。
ko: 항상 감사드리며,
nl: Met vriendelijke groet,
no: Med vennlig hilsen,
pl: Z wyrazami szacunku,
pt: Cumprimentos,
pt_br: Cordialmente,
ro: Cu stimă,
ru: С уважением,
sv: Hälsningar
th: ด้วยความเคารพ
tr: Saygılarımızla,
uk: З повагою,
vi: Trân trọng,
zh: 祝您生活顺利
zh_tw: 祝順，

# common.hello
source: Hi {0},
ar: مرحبا {0},
bg: Привет {0},
cs: Ahoj {0},
da: Hej {0},
es: Hola {0},
fi: Hei {0},
fr: Bonjour {0},
hu: Üdvözöllek {0}
id: Hai {0},
it: Ciao {0},
ja: こんにちは {0}、
ko: {0} 님, 안녕하세요.
nl: Hallo {0},
no: Hei {0},
pl: Witaj, {0}!
pt: Olá {0},
pt_br: Olá, {0},
ro: Bună {0},
ru: Привет, {0},
sv: Hej {0},
th: สวัสดี {0},
tr: Selam {0},
uk: Вітання, {0},
vi: Chào {0},
zh: 您好 {0} ，
zh_tw: 嗨 {0},

# common.report
source: Please reply to this email IMMEDIATELY if you did not request this change.
ar: نرجو الرد على الرسالة فورا اذا لم تكن قد طلبت تغييرا.
bg: Моля отговорете на този имейл НЕЗАБАВНО в случай, че не сте поискали тази промяна.
cs: Okamžitě odpovězte prosím na tento e-mail, pokud jste o tuto změnu nepožádali.
da: Svar venligst på denne mail MED DET SAMME hvis du ikke anmodede om denne ændring.
de: Bitte antworte SOFORT auf diese E-Mail, wenn Du diese Änderung nicht angefordert hast.
es: Por favor, responda a este correo electrónico INMEDIATAMENTE si no ha solicitado este cambio.
fr: Veuillez répondre à cet email IMMÉDIATEMENT si vous n'avez pas demandé ce changement.
hu: Kérlek válaszolj erre az emailre AZZONAL, ha nem szeretnéd ezt a változást.
id: Harap balas email ini SEGERA jika kamu tidak tahu mengenai perubahan ini.
it: Per favore, rispondi IMMEDIATAMENTE a questa email se non hai richiesto questa modifica.
ja: この変更リクエストにお心当たりがない場合は、すぐにこのメールに返信してください。
ko: 본인이 요청하신 변경사항이 아니시라면, 이 메일로 즉시 회답하시길 바랍니다.
nl: Reageer op deze e-mail met SPOED als je niet om deze wijziging hebt verzocht.
no: Vennligst svar på denne emailen UMIDDELBART om du ikke ønsket denne handlingen.
pl: Odpowiedz na ten e-mail NATYCHMIAST, jeżeli to działanie nie zostało wykonane przez Ciebie.
pt: Por favor responde a este email IMEDIATAMENTE se não pediste esta alteração.
pt_br: Por favor responda a este e-mail IMEDIATAMENTE se você não solicitou essa alteração.
ro: Vă rugăm să răspundeți la acest e-mail IMEDIAT dacă nu ați solicitat această modificare.
ru: Пожалуйста, ответьте на это письмо НЕМЕДЛЕННО, если вы не запрашивали это изменение.
sv: Vänligen svara på detta e-postmeddelande OMEDELBART om du inte begär denna ändring.
th: โปรดตอบกลับอีเมลนี้โดยทันที หากคุณไม่ได้ร้องขอการเปลี่ยนแปลงนี้
tr: Eğer böyle bir değişiklik talep etmediyseniz lütfen DERHAL bu e-postayı yanıtlayın.
uk: Будь ласка, НЕГАЙНО дайте відповідь на цей лист, якщо ви не запитували це зміна.
vi: Hãy phản hồi email này NGAY LẬP TỨC nếu như bạn không yêu cầu sự thay đổi này.
zh: 如果您没有进行此操作，请立刻回复此邮件！
zh_tw: 如果您沒有進行此項操作，請「立刻」回覆此信件!

# donation_thanks.benefit_more
source: More new supporter benefits will appear over time, as well!
ar: خدمات الداعم الجديدة ستظهر قريبا مع الوقت!
bg: С течение на времето ще се появят и нови ползи за подкрепата Ви на играта!
cs: Více výhod pro podporovatele se budou přidávat!
da: Over tid vil der også kommer flere nye supporter goder!
de: Mit der Zeit werden noch mehr neue Unterstützervorteile auftauchen!
es: ¡Además, con el tiempo aparecerán nuevos beneficios para supporter!
fr: De nouveaux avantages pour les supporters apparaîtront au fil du temps !
hu: További előnyők fognak megjelenni, a támogatói címmel!
id: Banyak manfaat yang didapat untuk supporter baru akan muncul seiring waktu!
it: Ulteriori vantaggi per i supporter appariranno nel corso del tempo!
ja: また、時間の経過とともに、新しいサポーターの特典がさらに表示されます！
ko: 더 많은 새로운 서포터 혜택이 계속해서 생겨날겁니다!
nl: Er zullen na verloop van tijd ook meer nieuwe voordelen bijkomen voor supporters!
no: Flere nye supporter fordeler kommer over tid også!
pl: Więcej korzyści pojawi się z czasem!
pt: Mais benefícios de apoiante aparecerão ao longo do tempo também!
pt_br: Novos benefícios de supporter aparecerão ao longo do tempo também!
ro: Mai multe beneficii de sprinjinitor vor apărea pe timp ce trece!
ru: Также, со временем у тега osu!supporter появится ещё больше привилегий!
sv: Fler nya supporterförmåner kommer också att dyka upp över tid!
th: สิทธิเพิ่มเติมสำหรับผู้สนับสนุนจะถูกเพิ่มตามกาลเวลาด้วย!
tr: Zaman içinde daha fazla yeni supporter ayrıcalığı da eklenecek bu arada!
uk: Також, з часом у osu! Supporter з'явиться ще більше привілеїв!
vi: Nhiều quyền lợi mới cho supporter cũng sẽ được bổ sung theo thời gian!
zh: 将来还会有更多的支持者的独有功能！
zh_tw: 將來還會有更多贊助者獨享的功能!

# donation_thanks.feedback
source: If you have any questions or feedback, don't hesitate to reply to this mail; I'll get back to you as soon as possible!
ar: ان كانت لديك اي اسألة او مراجعات, لا تتردد في الرد على هذه الرسالة; سوف نتحقق منها في اقرب فرصة!
bg: Ако имате някакви запитвания или обратна връзка, не се колебайте да отговорите на този имейл; Ще се свържем с вас възможно най-скоро!
da: Hvis du har nogen spørgsmål så tøv ikke med at svare på denne mail; Jeg vil vende tilbage til dem snarest muligt!
de: Wenn Du Fragen oder Anregungen hast, zögere nicht, auf diese Mail zu antworten; Ich melde mich so schnell wie möglich bei Dir!
es: Si tienes alguna pregunta o comentarios, no dudes en responder a este correo; ¡Te responderé lo antes posible!
fr: Si vous avez des questions ou des commentaires, n'hésitez pas à répondre à ce mail ; je vous répondrai dès que possible !
hu: Ha bármi kérdésed vagy visszajelzésed van, ne hezitálj rajta, hogy vissza írsz erre az emailre; Amint tudok válaszolni fogok!
id: Jika kamu memiliki pertanyaan atau umpan balik, jangan ragu untuk membalas email ini; Aku akan menghubungimu secepat mungkin!
it: Se hai domande o vuoi lasciare un feedback, non esitare a rispondere a questa mail; ti risponderò il prima possibile!
ja: ご質問やご意見がございましたら、このメールへの返信をしてください。できるだけ早くご連絡いたします！
ko: 만약 질문이나 피드백이 있으시다면, 이 메일로 답장하는걸 주저하지 마세요. 최대한 빠르게 답해드리겠습니다!
nl: Als je vragen of feedback hebt, aarzel dan niet om deze mail te beantwoorden; ik neem zo snel mogelijk contact met je op!
no: Viss du har noen spørsmål eller tilbakemeldinger, ikke nøl med å svare på denne mailen; Vi svarer deg så fort som mulig!
pl: Jeżeli masz jakieś pytania lub chcesz przekazać nam swoją opinię, odpowiedz na ten e-mail. Odpiszemy jak to najszybciej możliwe!
pt: Se tiveres algumas questões ou feedback, não hesites em responder a este email; Falarei contigo o mais rápido possível!
pt_br: Se você tiver quaisquer perguntas ou comentários, não hesite em responder a este email; vou entrar em contato com você o mais rápido possível!
ro: Dacă ai orice întrebare sau feedback, nu ezita să răspunzi acestui mail; O să mă întorc la tine cât mai curând posibil!
ru: Если у Вас есть вопросы, или Вы хотите оставить отзыв, не стесняйтесь ответить на это письмо; я напишу Вам в ответ так скоро, как смогу!
sv: Om du har några frågor eller synpunkter, tveka inte att svara på detta mejlet, jag återkommer till dig så snart som möjligt!
th: หากคุณมีคำถามหรือข้อเสนอแนะอย่าลังเลที่จะตอบกลับอีเมลนี้ ฉันจะตอบกลับไปหาคุณโดยเร็วที่สุด!
tr: Eğer herhangi bir sorunuz veya geribildiriminiz varsa, bu postaya cevap yazmaktan çekinmeyin; Size en kısa zamanda geri döneceğim!
uk: Якщо у вас залишилися питання або Відгуки, не соромтеся відповідати на цей лист; Ми напиши вам якомога швидше!
vi: Nếu như bạn có bất kì thắc mắc hay ý kiến gì, đừng ngần ngại phản hồi email này; Tôi sẽ liên lạc lại với bạn sớm nhất có thể!
zh: 如果您有什么问题，或者有什么意见的话，您可以直接回复这封邮件。我会尽快回应的！
zh_tw: 如果您有任何問題或建議，請直接回覆這封郵件。我會盡快回復的！

# donation_thanks.keep_free
source: It is thanks to people like you that osu! is able to keep the game and community running smoothly without any advertisements or forced payments.
ar: انه بفضل الناس امثالك الذين يقومون بجعل osu! ومجتمعها قادرين على العمل بسلاسة دون اي اعلانات او دفعات اجبارية.
bg: Благодарение на хора като вас, osu! е в състояние да поддържа играта и общността безпроблемно работещи, без реклами или принудителни плащания.
da: Det er takket være folk som dig at osu! kan blive ved med at holde spillet og fællesskabet kørende uden problemer eller nogen former for betaling.
de: Es ist Menschen wie Dir zu verdanken, dass osu! in der Lage ist, das Spiel und die Community ohne Werbung oder erzwungene Zahlungen am Laufen zu halten.
es: Es gracias a personas como usted que osu! es capaz de mantener el juego y la comunidad funcionando sin ningún tipo de anuncios ni pagos forzados.
fr: C'est grâce à des gens comme vous que osu! est capable de maintenir le jeu et la communauté sans aucune publicité ni paiement forcé.
hu: Olyan embereknek köszönhető, hogy a játék akadálytalanul fut, bármiféle reklám vagy erőltetett fizetés nélkül mint te.
id: Terima kasih kepada orang-orang seperti kamu, osu! mampu menjaga game dan komunitasnya tetap berjalan lancar tanpa iklan atau memasang sistem pembayaran.
it: È grazie a persone come te che osu! è in grado di gestire il gioco e la comunità senza problemi, senza pubblicità o pagamenti forzati.
ja: あなたのような人々のおかげで、osu!は広告や課金なしでゲームとコミュニティを稼働し続けることができます。
ko: osu! 가 광고나 결제 강요 없이 게임과 커뮤니티를 운영할 수 있는것은 당신같은 사람들 덕분입니다.
nl: Het is aan mensen zoals jij te danken dat osu! het mogelijk maakt om het spel en de gemeenschap probleemloos draaiende te houden zonder advertenties of gedwongen betalingen.
no: Det er takkket være folk som deg at osu! har muligheten til å beholde spillet og samfunnet sitt kjørende smooth uten reklame eller betalinger.
pl: Dzięki Tobie osu! jest w stanie utrzymać się bez żadnych reklam czy wymuszanych płatności.
pt: É graças a pessoas como tu que o osu! consegue manter o jogo e a comunidade a funcionarem suavemente sem qualquer anúncio ou pagamentos forçados.
pt_br: É graças a pessoas como você que o osu! consegue manter o jogo e a comunidade funcionando sem qualquer anúncio ou pagamentos forçados.
ro: Este mulțumită oamenilor ca tine care joacă osu! pentru care putem să menținem jocul și comunitatea funcțională în mod lin fără reclame sau plăți forțate.
ru: Благодаря таким людям, как Вы, osu! способна обеспечить бесперебойную работу игры и сообщества без каких-либо рекламных объявлений или принудительных платежей.
sv: Det är tack vare människor som du som osu! kan hålla spelet och gemenskapen välfungerande utan reklam eller påtvingade betalningar.
th: ขอบคุณคนอย่างคุณ osu! สามารถทำให้เกมและชุมชนทำงานได้อย่างราบรื่นโดยที่ไม่ต้องมีโฆษณาหรือบังคับให้จ่ายเงิน
tr: Sizin gibi insanlar sayesinde osu!, oyunu ve topluluğu akıcı bir şekilde hiçbir reklam veya zorla ödeme olmadan oyunu devam ettirebiliyor.
uk: Завдяки таким людям, як Ви, osu! здатне забезпечити безперебійну роботу гри і спільноти без будь-яких рекламних оголошень або примусових платежів.
vi: Nhờ có những người như bạn mà osu! có thể tiếp tục giữ cho game và cộng đồng hoạt động mà không có quảng cáo hay bất kì sự thu phí bắt buộc nào.
zh: 正是因为您这样的人的存在，osu! 和 osu! 社区才能够在没有讨厌的广告和强制付款的环境中稳定运行。感谢您的支持！

# donation_thanks.keep_running
source: Your support keeps osu! running for around {0}! It may not seem like much, but it all adds up :).
ar: دعمك يجعل osu! قيد العمل لحوالي لـ{0}! قد لا يبدو رقما كبيرا, لكنه يفي بالغرض :).
bg: Вашата подкрепа помага osu! да работи за около {0}! Това може да не изглежда като много, но всичко се натрупва :).
cs: Tvoje podpora udržuje osu! po dobu {0}! Možná se to nezdá jako mnoho, ale to všechno se sčítá :).
da: Din støtte holder osu! kørende for omtrent {0}! Det ser måske ikke ud af meget, men hver en krone hjælper :).
de: Deine Unterstützung hält osu! für ungefähr {0} am laufen! Das klingt nicht viel, aber es summiert sich alles :).
es: ¡Su apoyo mantiene a osu! funcionando durante {0}! Puede que no parezca mucho, pero todo suma :).
fr: Votre support garde osu! en fonctionnement pour environ {0} ! Cela ne semble pas beaucoup, mais tout s'accumule :).
hu: A te támogatásod tartja az osut! jól működővé {0}! Ez nem tűnik soknak, de ez nekünk sokat számit :).
id: Dukunganmu membuat osu! berjalan sekitar {0}! Ini mungkin seperti tidak banyak, tetapi nilai berapapun tetap berharga :).
it: Il tuo supporto mantiene funzionante osu! per circa {0}! Potrebbe non sembrare molto, ma ha il suo valore :).
ja: あなたのサポートはosu!の運営を約 {0}支えることに相当します！ これは大きなものに思えないかもしれませんが、かけがえのない助けです。 皆さんのサポートが集まると結果的には大きなものになります:)
ko: 당신의 지원으로 osu!가 {0}분 동안 더 돌아갈 수 있게 되었습니다! 그렇게 길지 않을 수는 있지만, 티끌 모아 태산이죠 :)
nl: Je support houdt osu! draait gedurende ongeveer {0}! Het lijkt misschien niet zo veel, maar het voegt allemaal toe :).
no: Din støtte får osu! til å kjøre for rundt {0}! det virker kanskje ikke som mye, men det legges fort opp :).
pl: Twoje wsparcie utrzymuje osu! przez około {0}! Może nie wydaje się to zbyt wiele, ale to wszystko się dodaje. :)
pt: O teu apoio ajudará o osu! a continuar a funcionar por {0}! Pode não parecer muito mas aumenta sempre :)
pt_br: Seu apoio mantém o osu! funcionando por cerca de {0}! Pode não parecer muito, mas ajuda :).
ro: Sprijinul tău păstrează osu! rulează de aproximativ {0}! Poate nu pare prea mult, dar totul se adaugă :).
ru: Ваша поддержка помогла osu! проработать около {0}! На первый взгляд это немного, но все суммируется :).
sv: Ditt stöd håller osu! igång i runt {0}! Det kanske inte verkar som mycket, men allt lägger till :).
th: คุณช่วยต่ออายุให้ osu! อีกประมาณ {0} นาที ดูเหมือนไม่มากแต่ก็ช่วยได้เยอะนะ
tr: Senin katkın osu!'yu {0} kadardır ayakta tutuyor. Fazla görünmüyor olabilir ama damlaya damlaya göl olur :).
uk: Ваша підтримка дозволить osu! працювати приблизно {0}! Вам може здатися, що це мало, але кожен внесок має важливий :)
vi: Sự ủng hộ của bạn giữ cho osu! hoạt động trong khoảng {0}! Nó trông có vẻ không nhiều lắm, nhưng cùng cộng của mọi người vào thì sẽ thành nhiều :).
zh: 您的捐赠能够维持 osu! 持续运转 {0}！虽然看起来不多，但是江海来源于小流，不是么。:)
zh_tw: 您的支持可讓 osu! 持續運行大概 {0}！雖然看起來沒有太多，但有大家的支持會更長久 :)。

# donation_thanks.subject
source: Thanks, osu! <3s you
ar: شكرا, osu! تحبك <3
bg: Благодаря ви, osu! Ви <3
cs: Díky, osu! tě <3luje
da: Tak, osu! elsker dig! <3
de: Danke, osu! <3 dich
es: Gracias, osu! te <3
fi: Kiitos, osu! <3 sinua
fr: Merci, osu! vous <3
hu: Köszi, az osu! <3 téged
id: Terima kasih, osu! mencintaimu
it: Grazie, osu! ti ama <3
ja: ありがとうございます! osu!はあなたのことが大好きです♥
ko: 감사합니다, osu!는 여러분을 ❤합니다
nl: Bedankt, osu! <3 van je
no: Takk, osu! <3 deg
pl: Dziękujemy, osu! cię <3
pt: Obrigado, o osu! <3-te
pt_br: Obrigado, osu! <3 você
ro: Mulțumim, osu! te <3
ru: Спасибо, osu! <3 вас
sv: Tack, osu! <3 dig
th: ขอบคุณมาก osu! <3 คุณ
tr: Teşekkürler, osu! sizi seviyor <3
uk: Спасибі, osu! <3 вас
vi: Cảm ơn, osu! <3 bạn
zh: 非常感谢， osu! 爱你哦~
zh_tw: 非常感謝，osu! 愛你哦~
