Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/ModelValidation.*.resx
Languages: ar, be, bg, cs, da, el, es, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# beatmapset_discussion_post.discussion_locked
source: Discussion is locked.
ar: المناقشة مقفلة.
be: Абмеркаванне закрыта.
bg: Дискусията е заключена.
cs: Diskuze je uzamčená.
da: Diskussion er låst.
el: Η συζήτηση έχει κλειδωθεί.
es: La discusión está cerrada.
fr: La discussion est verrouillée.
hu: A megbeszélés zárolva van.
id: Topik diskusi ini terkunci.
it: La discussione è chiusa.
ja: ディスカッションはロックされています。
ko: 토론이 잠겨있습니다.
nl: Discussie is vergrendeld.
no: Diskusjonen er låst.
pl: Dyskusja została zablokowana.
pt: A discussão está bloqueada.
pt_br: Discussão está trancada.
ro: Discuția este închisă.
ru: Обсуждение закрыто.
sk: Diskusia je uzamknutá.
sv: Diskussionen är låst.
th: การสนทนาได้ถูกจำกัดสิทธิ์ไว้
tr: Tartışma kilitli.
uk: Обговорення закрито.
vi: Cuộc thảo luận đã bị khóa.
zh: 讨论被锁定。
zh_tw: 討論被鎖定。

# beatmapset_discussion_post.first_post
source: Can not delete starting post.
ar: لا يمكن حذف منشور البداية.
be: Нельга выдаліць пачатковы допіс.
bg: Не можете да изтриете началната публикация.
cs: Počáteční příspěvek nelze odstranit.
da: Kan ikke slette det startende opslag.
el: Το αρχικό post δε μπορεί να διαγραφεί.
es: No se puede eliminar la publicación inicial.
fr: Impossible de supprimer le message de départ.
hu: Nem lehet a kezdő posztot törölni.
id: Tidak dapat menghapus postingan awal.
it: Non si può eliminare il post iniziale.
ja: 最初の投稿は削除できません。
ko: 첫 게시글은 삭제할 수 없습니다.
nl: Kan startbericht niet verwijderen.
no: Kan ikke slette det første innlegget.
pl: Nie możesz usunąć posta rozpoczynającego.
pt: Não é possível eliminar uma publicação inicial.
pt_br: Não é possível excluir a publicação inicial.
ro: Nu se poate șterge postarea de pornire.
ru: Невозможно удалить первую публикацию.
sk: Počiatočný príspevok sa nedá odstrániť.
sv: Kan inte radera startinlägget.
th: ไม่สามารถลบข้อความตั้งต้นได้
tr: Başlangıç yazısı silinemez.
uk: Неможливо видалити першу публікацію.
vi: Không thể xóa bài đăng mở đầu.
zh: 无法删除第一个帖子。
zh_tw: 無法刪除第一個討論。

# beatmapset_discussion_post.attributes.message
source: The message
ar: الرسالة
be: Паведамленне
bg: Съобщението
cs: Zpráva
da: Beskeden
es: El mensaje
fr: Le message
hu: Az üzenet
id: Pesan
it: Il messaggio
ja: メッセージ
ko: 메시지
nl: Het bericht
no: Meldingen
pl: Wiadomość
pt: A mensagem
pt_br: A mensagem
ro: Mesajul
ru: Сообщение
sv: Meddelandet
th: ข้อความ
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh: 消息
zh_tw: 訊息

# comment.deleted_parent
source: Replying to deleted comment is not allowed.
ar: الرد على تعليق محذوف غير مسموح.
be: Нельга адказваць на выдалены каментарый.
bg: Не е позволено отговарянето на изтрит коментар.
cs: Odpovídat na smazaný komentář není povoleno.
da: Besvarelse af slettede kommentar er ikke tilladt.
el: Δεν επιτρέπεται η απάντηση σε διαγραμμένο σχόλιο.
es: Responder a un comentario eliminado no está permitido.
fr: Répondre à un commentaire supprimé n'est pas autorisé.
hu: Törölt hozzászólásokra nem lehet válaszolni.
id: Anda tidak dapat membalas komentar yang sudah dihapus sebelumnya.
it: Non è permesso rispondere ad un commento eliminato.
ja: 削除されたコメントに返信することはできません。
ko: 삭제된 댓글에 답글을 달 수 없습니다.
nl: Op een verwijderde comment reageren is niet toegestaan.
no: Å svare til slettede kommentarer er ikke tillatt.
pl: Nie możesz odpowiedzieć na usunięty komentarz.
pt: Não é permitido responder a comentários eliminados.
pt_br: Não é permitido responder comentários excluídos.
ro: Nu este permis să răspunzi la un comentariu șters.
ru: Нельзя ответить на удалённый комментарий.
sk: Odpovedať na odstránený komentár nie je povolené.
sv: Att svara på en raderad kommentar är inte tillåtet.
th: ไม่อนุญาตให้ตอบกลับในคอมเม้นต์ที่ถูกลบไปแล้ว
tr: Silinmiş yorumlara cevap verilemez.
uk: Не можна відповісти на видалений коментар.
vi: Không cho phép trả lời bình luận đã xóa.
zh: 不能回复已删除的评论。
zh_tw: 無法回覆給已刪除評論。

# comment.top_only
source: Pinning comment reply is not allowed.
ar: تثبيت تعليق الرد غير مسموح به.
be: Нельга замацоўваць адказы на каментары.
bg: Прикрепянето на отговора на коментара не е позволено.
cs: Připínání odpovědi není povoleno.
da: At fastgøre kommentar svar er ikke tilladt.
es: Anclar la respuesta de un comentario no está permitido.
fr: Il n'est pas autorisé d'épingler un commentaire.
hu: Visszajátszási kommentek kitűzése nem engedélyezett.
id: Tidak diperbolehkan menyemat balasan komentar.
it: Non è permesso fissare una risposta.
ja: コメントの返信を固定することはできません。
ko: 댓글 답글을 고정하는 것은 허용되지 않습니다.
nl: Het pinnen van een antwoord op een reactie is niet toegestaan.
no: Innsetting av kommentar svar er ikke tillatt.
pl: Nie możesz przypiąć komentarza.
pt: Não é permitido afixar uma resposta a um comentário.
pt_br: Fixar respostas de comentário não é permitido.
ro: Nu poți fixa un comentariu răspuns.
ru: Не допускается закреплять ответы на комментарии.
sv: Fästa kommentarssvar är inte tillåtet.
th: ไม่อนุญาตให้มีการปักหมุดข้อความตอบกลับ
tr: Yorum cevabının sabitlenmesine izin verilmiyor.
uk: Закріплювати відповіді на коментарі заборонено.
vi: Không thể trả lời các bình luận được ghim.
zh: 暂不允许将回复置顶

# comment.attributes.message
source: The message
ar: الرسالة
be: Паведамленне
bg: Съобщението
cs: Zpráva
da: Beskeden
es: El mensaje
fr: Le message
hu: Az üzenet
id: Isi pesan
it: Il messaggio
ja: メッセージ
ko: 메시지
nl: Het bericht
no: Meldingen
pl: Wiadomość
pt: A mensagem
pt_br: A mensagem
ro: Mesajul
ru: Сообщение
sk: Správa
sv: Meddelandet
th: ข้อความนั้น
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh: 消息
zh_tw: 訊息

# follow.invalid
source: Invalid {0} specified.
ar: تم تحديد {0} خاطئ.
be: {0} вызначана няправільн.
bg: Зададен е невалиден {0}.
da: Ugyldig {0} angivet.
es: {0} especificado no válido.
fr: {0} spécifié non valide.
hu: Érvénytelen {0} lett megadva.
id: {0} yang ditentukan tidak valid.
it: {0} specificato invalido.
ja: 無効な {0} が指定されています。
ko: {0}가 올바르지 않습니다.
nl: Ongeldig {0} opgegeven.
no: Ugyldig {0} angitt.
pl: Nieprawidłowa wartość atrybutu „{0}”.
pt: {0} especificado inválido.
pt_br: {0} especificado é invalido.
ro: {0} specificat/ă este invalidă.
ru: Указан неверный {0}.
sv: Ogiltigt {0} specificerat.
th: {0} ที่ท่านเลือก ไม่ถูกต้อง
tr: Geçersiz {0} belirtildi.
uk: Введено недійсний {0}.
zh: 指定的 {0} 无效。
zh_tw: 所指定的 {0} 無效。

# forum.feature_vote.not_feature_topic
source: Can only vote a feature request.
ar: يمكن فقط التصويت لطلب المميزات.
be: Магчыма толькі прагаласаваць за запыт функцыі.
bg: Може само да гласувате на публикации с заявка за нови функции.
cs: Lze hlasovat pouze o funkcích.
da: Kan kun stemme på et funktionalitets-foreslag.
el: Μπορείτε να ψηφίσετε μόνο ένα αίτημα χαρακτηριστικών.
es: Solo se puede votar en solicitudes de características.
fr: Vous pouvez seulement voter pour une fonction.
hu: Csak jövőbeli feature-re lehet szavazni.
id: Hanya dapat memilih permintaan fitur.
it: Puoi votare solo una richiesta di funzionalità.
ja: 機能リクエスト以外は投票できません。
ko: 기능을 요청하는 주제에만 투표할 수 있습니다.
nl: Kan alleen maar stemmen op een feature aanvraag.
no: Kan bare stemme på funksjonsforespørsler.
pl: Możesz głosować tylko na prośby o funkcję.
pt: Só se pode votar numa característica solicitada.
pt_br: Só pode votar um pedido de recurso.
ro: Poți vota doar o cerere de funcții.
ru: Можно только проголосовать за запрос функции.
sk: Dá sa hlasovať iba o funkciách.
sv: Kan endast rösta på funktion begäran.
th: สามารถเฉพาะโหวตขอลักษณะพิเศษอันเดียวเท่านั้น
tr: Yalnızca bir özellik talebine oy verebilirsiniz.
uk: Ви можете проголосувати лише за запити функцій.
vi: Chỉ có thể bầu chọn một feature request.
zh: 只能给新特性请求投票。
zh_tw: 只能給新特性請求投票。

# forum.feature_vote.not_enough_feature_votes
source: Not enough votes.
ar: اصوات غير كافية.
be: Недастаткова галасоў.
bg: Няма достатъчно гласове.
cs: Nedostatek hlasů.
da: Ikke nok stemmer.
el: Δε συγκεντρώθηκαν αρκετοί ψήφοι.
es: Votos insuficientes.
fr: Pas assez de votes.
hu: Nincs elég szavazat.
id: Suara tidak cukup.
it: Non hai abbastanza voti.
ja: 残りの投票回数が足りません
ko: 득표 수가 충분하지 않습니다.
nl: Niet genoeg stemmen.
no: Ikke nok stemmer.
pl: Niewystarczająco dużo głosów.
pt: Votos insuficientes.
pt_br: Votos suficientes.
ro: Voturi insuficiente.
ru: Недостаточно голосов.
sk: Nedostatok hlasov.
sv: Inte tillräckligt med röster.
th: โหวตไม่เพียงพอ
tr: Yetersiz oy.
uk: Недостатньо голосів.
vi: Không đủ phiếu bầu.
zh: 票数不足。
zh_tw: 票數不足。

# forum.poll_vote.invalid
source: Invalid option specified.
ar: خيار غير صالح.
be: Вызначыны няправільныя параметры.
bg: Невалидна опция зададена.
cs: Zadaná neplatná možnost.
da: Ugyldig valgmulighed valgt.
el: Προσδιορίστηκε μη έγκυρη επιλογή.
es: Opción especificada no válida.
fr: Option invalide spécifiée.
hu: Érvénytelen beállítás lett megadva.
id: Opsi yang ditentukan tidak valid.
it: È stata specificata un'opzione non valida.
ja: 無効の選択肢が指定されています。
ko: 항목 선택이 올바르지 않습니다.
nl: Ongeldige optie opgegeven.
no: Ugyldig valg angitt.
pl: Wybrano nieprawidłową opcję.
pt: Opção especificada inválida.
pt_br: Opção especificada inválida.
ro: Opțiunea specificată este invalidă.
ru: Указан недопустимый вариант.
sk: Bola zadaná neplatná možnosť.
sv: Ogiltligt val specificerat.
th: ตัวเลือกที่ระบุไม่ถูกต้อง
tr: Geçersiz seçenek belirtildi.
uk: Вказано неприпустимий варіант.
vi: Lựa chọn không hợp lệ.
zh: 指定的选项无效。
zh_tw: 指定的選項無效。

# forum.post.beatmapset_post_no_delete
source: Deleting beatmap metadata post is not allowed.
ar: غير مسموح بحذف منشور موارد الخريطة.
be: Выдаленне метададзеных допіса бітмапы недазволена.
bg: Изтриването на метаданните на този бийтмап не е позволено.
cs: Mazání metadat beatmapy není povoleno.
da: Sletning af beatmap metadata opslag er ikke tilladt.
el: Η διαγραφή του post για τα μεταδεδομένα το beatmap δεν είναι επιτρεπτή.
es: Eliminar la publicación de los metadatos del mapa no está permitido.
fr: Supprimer les métadonnées d'une beatmap n'est pas autorisé.
hu: Beatmap metaadat törlése nem engedélyezett.
id: Menghapus posting metadata beatmap tidak diizinkan.
it: Cancellare i metadata della beatmap di un post non è consentito.
ja: ビートマップのメタデータ投稿を削除することは許可されていません。
ko: 비트맵 메타데이터 글을 삭제할 수 없습니다.
nl: Beatmap metadata post verwijderen is niet toegestaan.
no: Sletting av beatmap metadata innlegget er ikke tillatt.
pl: Nie możesz usunąć posta z metadanymi beatmapy.
pt: Não é permitido eliminar a publicação dos metadados do beatmap.
pt_br: Deletar postagem de metadados de um beatmap não é permitido.
ro: Ștergerea metadatei unui beatmap nu este permisă.
ru: Нельзя удалить метаданные карты.
sk: Mazanie metadát beatmapy nie je povolené.
sv: Radera beatmap metadata inlägg är inte tillåtet.
th: ไม่อนุญาตให้ลบโพสต์ Metadata ของบีทแมพ
tr: Beatmap metaveri gönderisinin silinmesi yasaktır.
uk: Не можна видалити метадані карти.
vi: Không cho phép xóa beatmap metadata.
zh: 不允许删除谱面信息帖。
zh_tw: 不允許刪除譜面信息帖。

# forum.post.beatmapset_post_no_edit
source: Editing beatmap metadata post is not allowed.
ar: غير مسموح بتعديل منشور موارد الخريطة.
be: Рэдагаванне метададзеных допіса бітмапы недазволена.
bg: Редактирането на метаданните на този бийтмап не е позволено.
cs: Editace metadat beatmapy není povoleno.
da: Redigering af beatmap metadata opslag er ikke tilladt.
el: Η επεξεργασία του post για τα μεταδεδομένα το beatmap δεν είναι επιτρεπτή.
es: Editar la publicación de los metadatos del mapa no está permitido.
fr: Modifier les métadonnées d'une beatmap n'est pas autorisé.
hu: Beatmap metaadat poszt szerkesztése nem engedélyezett.
id: Menyunting posting metadata beatmap tidak diizinkan.
it: Modificare i metadata della beatmap di un post non è consentito.
ja: ビートマップのメタデータ投稿を編集することは許可されていません。
ko: 비트맵 메타데이터 글을 수정할 수 없습니다.
nl: Beatmap metadata post bewerken is niet toegestaan.
no: Redigering av beatmap metadata innlegget er ikke tillatt.
pl: Nie możesz edytować posta z metadanymi beatmapy.
pt: Não é permitido editar a publicação dos metadados do beatmap.
pt_br: Editar postagem de metadados de um beatmap não é permitido.
ro: Editarea metadatei unui beatmap nu este permisă.
ru: Нельзя изменить метаданные карты.
sk: Editovanie metadát beatmapy nie je povolené.
sv: Redigera beatmap metadata inlägg är inte tillåtet.
th: ไม่อนุญาตให้ดัดแปลงโพสต์ Metadata ของบีทแมพ
tr: Beatmap metaveri gönderisini düzenlemek yasaktır.
uk: Не можна змінити метадані карти.
vi: Không cho phép chỉnh sửa beatmap metadata.
zh: 不允许编辑谱面信息帖。
zh_tw: 不允許編輯圖譜信息帖。

# forum.post.first_post_no_delete
source: Can't delete starting post
ar: لا يمكن حذف المنشور الأول
da: Kan ikke slette det startende opslag
es: No se puede eliminar la publicación inicial
fr: Impossible de supprimer le message de départ
id: Tidak dapat menghapus postingan awal
it: Non si può eliminare il post iniziale
ja: 最初の投稿は削除できません
ko: 시작 게시글은 삭제할 수 없습니다.
nl: Kan bericht niet verwijderen
pl: Nie możesz usunąć posta rozpoczynającego
pt: Não é possível apagar a publicação inicial
pt_br: Não é possível excluir a publicação inicial
ru: Невозможно удалить первую публикацию
sv: Kan inte ta bort ursprungsinlägget
th: ไม่สามารถลบโพสต์ที่เริ่มต้นได้
tr: Başlangıç gönderisi silinemez
uk: Неможливо видалити початкову публікацію
zh: 无法删除第一个帖子
zh_tw: 無法刪除第一則貼文。

# forum.post.missing_topic
source: Post is missing topic
ar: المنشور يفتقد لـ موضوع
da: Indlæg mangler emne
es: Falta el tema de la publicación
fr: Le message ne contient pas de sujet
id: Postingan ini tidak memiliki topik
it: Il post non ha un topic
ja: トピックがありません。
ko: 게시글에 주제가 없습니다.
nl: Bericht ontbreekt onderwerp
pl: Post nie zawiera tematu.
pt: Está a faltar um tópico na publicação
pt_br: Está faltando um tópico na publicação
ru: В публикации отсутствует тема
sv: Inlägget saknar ämne
th: โพสต์ไม่มีหัวข้อ
tr: Gönderinin konusu eksik
uk: В публікації відсутня тема
zh: 该帖子缺少主题
zh_tw: 貼文缺少主題

# forum.post.only_quote
source: Your reply contains only a quote.
ar: الرد الخاص بك يحتوي على اقتباس فقط.
be: Ваш адказ змяшчае толькі цытату.
bg: Вашият отговор съдържа само цитат.
cs: Tvoje odpověď obsahuje jenom citát.
da: Dit svar indeholder kun et quotationstegn.
el: Η απάντησή σας περιέχει μόνο μία αναφορά.
es: Tu respuesta sólo contiene una cita.
fr: Votre réponse ne contient qu'une citation.
hu: A válaszod csak egy idézetet tartalmaz.
id: Balasan Anda hanya berisi kutipan.
it: La tua risposta contiene solo una citazione.
ja: あなたの返信には引用しかありません。
ko: 답글에 인용만 포함하고 있습니다.
nl: Uw antwoord bevat slechts een citaat.
no: Svaret ditt inneholder kun et sitat.
pl: Twoja odpowiedź zawiera tylko cytat.
pt: A tua resposta contém apenas uma citação.
pt_br: Sua resposta contém apenas uma citação.
ro: Răspunsul tău conţine doar un citat.
ru: Ваш ответ содержит только цитату.
sv: Ditt svar innehåller bara en citat.
th: การตอบกลับของคุณมีแค่คำพูด
tr: Cevabınız sadece bir alıntı içeriyor.
uk: Ваш відповідь містить тільки цитату.
vi: Câu trả lời của bạn chỉ có một trích dẫn.
zh: 你的回复仅包含引用
zh_tw: 您的回覆僅有引用。

# forum.post.attributes.post_text
source: Post body
ar: مساحة المنشور
be: Змесціва допіса
bg: Съдържание на публикацията
da: Hovedtekst
es: Cuerpo de la publicación
fr: Contenu du post
hu: Poszt felület
id: Isi postingan
it: Contenuto del post
ja: 本文を送信
ko: 본문 게시
no: Publiser brødtekst
pl: Zawartość posta
pt: Corpo da publicação
pt_br: Corpo da publicação
ro: Postează corp
ru: Тело сообщения
sv: Skicka kropp
th: เนื้อหา
tr: Gönderi içeriği
uk: Тіло повідомлення
vi: Thân bài viết
zh: 帖子主体
zh_tw: 貼文主體

# forum.topic.attributes.topic_title
source: Topic title
ar: اسم الموضوع
be: Загаловак тэмы
bg: Заглавие на темата
cs: Titulek příspěvku
da: Emnetitel
el: Τίτλος Θέματος
es: Título del tema
fr: Titre du sujet
hu: Téma cím
id: Judul topik
it: Titolo dell'argomento
ja: タイトル
ko: 주제 제목
nl: Onderwerptitel
no: Emnetittel
pl: Tytuł tematu
pt: Título do tópico
pt_br: Título do tópico
ro: Titlul subiectului
ru: Заголовок темы
sv: Ämnets titel
th: ชื่อหัวข้อ
tr: Konu başlığı
uk: Заголовок теми
vi: Tiêu đề chủ đề
zh: 主题标题
zh_tw: 主題標題

# forum.topic_poll.duplicate_options
source: Duplicated option is not allowed.
ar: الخيار المكرر غير مسموح به.
be: Дубляваць параметры недазволена.
bg: Дублираната опция не е позволена.
cs: Duplikované možnosti nejsou povoleny.
da: Duplikeret valgmulighed er ikke tilladt.
el: Η επιλογή για διπλασιασμό δεν είναι επιτρεπτή.
es: Opciones duplicadas no permitidas.
fr: Les options dupliquées ne sont pas autorisées.
hu: Duplikálás nem engedélyezett.
id: Opsi ganda tidak diizinkan.
it: Non è permesso avere un'opzione duplicata.
ja: 選択肢の重複があります。
ko: 지정하려는 항목이 이미 존재합니다.
nl: Een optie dupliceren is niet toegestaan.
no: Duplisering av et valg er ikke tillatt.
pl: Nie możesz dodać takich samych możliwości wyboru.
pt: Uma opção duplicada não é permitida.
pt_br: Opção duplicada não é permitida.
ro: Opțiunile duplicate nu sunt permise.
ru: Повторение вариантов недопустимо.
sk: Duplikované možnosti nie su povolené.
sv: Duplicerade val är ej tillåtet.
th: ห้ามมีตัวเลือกซ้ำกัน
tr: Yinelenen seçenekler yasaktır.
uk: Повторення варіантів неприпустимо.
vi: Không cho phép thêm lựa chọn trùng lặp.
zh: 不允许重复的选项。
zh_tw: 不允許重複的選項。

# forum.topic_poll.grace_period_expired
source: Can't edit a poll after more than {0} hours.
ar: لا يمكن تحرير استطلاع للرأي بعد أكثر من {0} ساعة
be: Пасля {0} часоў рэдагаванне апытання немагчыма
bg: Не може да редактирате анкета след повече от {0} часа
cs: Nemůžete upravovat hlasování po více jak {0} hodinách
da: Kan ikke redigere en afstemning efter mere end {0} timer
el: Δεν είναι δυνατή επεξεργασία δημοσκόπησης μετά από {0} + ώρες
es: No se puede editar una encuesta después de {0} horas
fr: Impossible d’éditer un sondage après plus de {0} heures.
hu: Nem lehet szerkeszteni a szavazást több mint {0} óra után
id: Tidak dapat menyunting sebuah jajak pendapat setelah melebihi {0} jam
it: Non è possibile modificare un sondaggio dopo {0} ore.
ja: {0}時間以上後に投票を編集できません。
ko: {0}시간 뒤에 투표 수정을 할 수 없습니다
nl: Kan een poll niet bewerken na meer dan {0} uren.
no: Kan ikke redigere avstemming etter {0} antall timer
pl: Nie możesz edytować ankiety po upływie {0} godzin.
pt: Não é possível editar uma sondagem depois de mais de {0} horas
pt_br: Não é possível editar uma enquete após {0} horas
ro: Nu poți edita un sondaj după mai mult de {0} ore
ru: Нельзя отредактировать опрос спустя {0} часов
sv: Kan inte redigera en enkät efter mer än {0} timmar.
th: ไม่สามารถแก้ไขโพลล์ได้หลังจากผ่านไปมากกว่า {0} ชั่วโมง
tr: {0} saatten sonra bir anket düzenlenemez
uk: Не можна відредагувати опитування через {0} годин.
vi: Không thể chỉnh sửa cuộc thăm dò sau {0} giờ
zh: 不能编辑发起已经超过 {0} 小时的投票
zh_tw: 無法修改超過 {0} 個小時的投票。

# forum.topic_poll.hiding_results_forever
source: Can't hide results of a poll that never ends.
ar: لا يمكن اخفاء نتائج التصويت الذي لا ينتهي.
be: Нельга схаваць вынікі апытання, калі яно ніколі не скончыцца.
bg: Скриването на резултатите на безкрайна анкета е невъзможно.
da: Kan ikke gemme resultaterne for en afstemning som aldrig slutter.
el: Δεν μπορείτε να αποκρύψετε τα αποτελέσματα μιας ψηφοφορίας που δεν τελειώνει ποτέ.
es: No se pueden ocultar los resultados de una encuesta que nunca finaliza.
fr: Impossible de masquer les résultats d'un sondage qui ne se termine jamais.
hu: Egy végtelen szavazás eredményeit nem lehet elrejteni.
id: Suara pada polling yang tidak memiliki batasan akhir waktu tidak dapat dirahasiakan.
it: Non è possibile nascondere i risultati di un sondaggio che non finisce mai.
ja: 投票期限が設定されていない投票の結果を隠すことはできません。
ko: 영원히 끝나지 않는 투표의 결과를 숨길 수 없습니다.
nl: Kan resultaten van een poll die nooit eindigt niet verbergen.
no: Kan ikke gjemme resultater til en avstemning som aldri ender.
pl: Nie możesz ukryć wyników ankiety bez daty zakończenia.
pt: Não é possível esconder os resultados duma sondagem que nunca irá terminar.
pt_br: Não é possível esconder os resultados de uma enquete que nunca acabará.
ro: Nu se pot ascunde rezultatele unui sondaj care nu se termină.
ru: Нельзя скрыть результаты опроса, если он никогда не закончится.
sv: Kan inte dölja resultaten på en enkät som aldrig slutar.
th: ไม่สามารถซ่อนผลโหวตของโพลล์ที่ไม่จำกัดเวลาโหวตได้
tr: Asla bitmeyen bir anketin sonuçları saklanamaz.
uk: Не можна приховати результати опитування, якщо він ніколи не закінчиться.
vi: Không thể ẩn kết quả của một cuộc thăm dò không bao giờ kết thúc.
zh: 不能隐藏尚未结束投票的结果。
zh_tw: 無法隱藏不會完結之投票的結果

# forum.topic_poll.invalid_max_options
source: Option per user may not exceed the number of available options.
ar: لا يجوز أن تتجاوز خيارات المستخدم الواحد عدد الخيارات المسموحة.
be: Параметр на карыстальніка не можа перавышаць колькасць даступных параметраў.
bg: Изборите на потребителя не трябва да надвишават броя на налични опции.
cs: Možnost jednoho uživatele by neměla přesáhnout hodnotu povolených možností.
da: Valgmuligheder pr. bruger må ikke overskride antallet af valgmuligheder i alt.
el: Η επιλογή ανά χρήστη ίσως υπερβαίνει τον αριθμό των διαθέσιμων επιλογών.
es: La opciones por usuario no pueden exceder el número de opciones disponibles.
fr: Le nombre de réponses par utilisateur ne devrait pas dépasser le nombre de réponses.
hu: Felhasználónkénti opciók száma nem haladhatja meg az elérhető opciók mennyiségét.
id: Pilihan per pengguna tidak boleh melebihi jumlah opsi yang tersedia.
it: Le opzioni per utente non possono superare il numero di opzioni disponibili.
ja: 選択数の上限に選択肢の数以上の数値は使用不可能です。
ko: 지정된 항목보다 많이 투표하도록 설정할 수 없습니다.
nl: Opties per gebruiker mag niet groter zijn dan het aantal opties.
no: Alternativer valgt av hver bruker kan ikke overskride antall tilgjengelige valg.
pl: Liczba odpowiedzi do zaznaczenia przez użytkownika nie może przekroczyć liczby wyborów.
pt: As opções por cada utilizador não podem exceder o número de opções disponíveis.
pt_br: Opções por usuário não deve exceder o número de opções disponíveis.
ro: Opțiunea per utilizator nu poate depăși numărul de opțiuni disponibile.
ru: Вариант на пользователя не может превышать количество доступных опций.
sk: Možnosť jedného použivatela by nemala presiahnúť hodnotu povolených možností.
sv: Val per användare får inte överskrida antalet tillgängliga val.
th: คัวเลือกต่อคนต้องไม่เกินจำนวนตัวเลือกที่ใช้ได้
tr: Kullanıcı başına seçenek sayısı mevcut seçenek sayısını geçemez.
uk: Варіант на користувача не може перевищувати кількість доступних опцій.
vi: Số lựa chọn cho một người không được vượt quá số lựa chọn sẵn có.
zh: 每人可选的选项不能超出总选项数。
zh_tw: 每人可選的選項不能超出總選項數。

# forum.topic_poll.minimum_one_selection
source: A minimum of one option per user is required.
ar: خاصية واحد لكل مستخدم مطلوبة.
be: Патрабуецца мінімум адзін параметр на карыстальніка.
bg: Изисква се минимум една опция от потребителя.
cs: Minimálně jedna možnost na uživatele je vyžadována.
da: Et minimum af en valgmulighed pr. bruger er nødvendigt.
el: Το ελάχιστο που απαιτείται είναι μία επιλογή ανά χρήστη.
es: Se requiere un mínimo de una opción por usuario.
fr: Un minimum d'une réponse par utilisateur est nécessaire.
hu: Minimum egy opció kell felhasználónként.
id: Diperlukan setidaknya satu opsi per pengguna.
it: È richiesto un minimo di un'opzione per utente.
ja: 選択数は１が最低の数値です。
ko: 투표자들이 최소 한 개 이상은 선택할 수 있도록 해야합니다.
nl: Minstens een optie per gebruiker is vereist.
no: Minimum et valg pr. bruker kreves.
pl: Wymagany jest conajmniej jeden wybór na użytkownika.
pt: Um mínimo de uma opção é necessária por utilizador.
pt_br: É necessário no mínimo uma opção por usuário.
ro: Este necesar cel puțin o opțiune per utilizator.
ru: Требуется минимум один вариант для каждого пользователя.
sk: Minimálne jedná možnosť na používatela je vyžadovaná.
sv: Minst ett val per användare krävs.
th: ต้องมีตัวเลือกอย่างน้อย 1 ตัวต่อผู้เล่น 1 คน
tr: Kullanıcı başına en az bir seçenek gereklidir.
uk: Потрібен мінімум один варіант для кожного користувача.
vi: Yêu cầu tối thiểu một lựa chọn cho mỗi người dùng.
zh: 每人至少可选一项。
zh_tw: 每人至少可選一項。
