Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/ModelValidation.*.resx
Languages: ar, be, bg, cs, da, el, es, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# invalid
source: Invalid {0} specified.
ar: تم تحديد {0} خاطئ.
be: Вызначыны няпрявільны {0}.
bg: Зададен е невалиден {0}.
da: Ugyldigt {0} angivet.
es: {0} especificado no válido.
fr: {0} spécifié non valide.
hu: Érvénytelen {0} megadva.
id: {0} yang ditentukan tidak valid.
it: {0} specificato invalido.
ja: 無効な {0} が指定されています。
ko: {0}가 올바르지 않습니다.
nl: Ongeldig {0} opgegeven.
no: Ugyldig {0} angitt.
pl: Określono nieprawidłowy atrybut „{0}”.
pt: {0} especificado inválido.
pt_br: {0} especificado é invalido.
ro: {0} specificat/ă este invalidă.
ru: Указан неверный {0}.
sv: Ogiltigt {0} specificerat.
th: {0} ที่ท่านเลือก ไม่ถูกต้อง
tr: Geçersiz {0} belirtildi.
uk: Введено недійсний {0}.
vi: {0} đã chọn không hợp lệ.
zh: 指定的 {0} 无效。

# not_negative
source: {0} cannot be negative.
ar: {0} لا يمكن ان يكون سلبياََ.
be: {0} не можа быць адмоўным.
bg: {0} не може да бъде отрицателно.
cs: {0} nesmí být záporný.
da: {0} kan ikke være negativ.
el: το {0} δε μπορεί να δοθεί.
es: {0} no puede ser negativo.
fr: {0} ne peut être négatif.
hu: {0} nem lehet negatív.
id: {0} tidak bisa negatif.
it: {0} non può essere negativo.
ja: {0}に負の数は使用できません
ko: {0} 속성은 음수가 될 수 없습니다.
nl: {0} kan niet negatief zijn.
no: {0} kan ikke være negativ.
pl: Atrybut „{0}” nie może być ujemny.
pt: {0} não pode ser negativo.
pt_br: {0} não pode ser negativo.
ro: {0} nu poate fi negativ.
ru: {0} не может быть отрицательным.
sk: {0} nemôže byť negatívny.
sv: {0} kan inte vara negativt.
th: {0} เป็นค่าลบไม่ได้
tr: {0} negatif olamaz.
uk: {0} не може бути від'ємним.
vi: {0} không thể âm.
zh: {0} 不能为负数。
zh_tw: {0} 不能為負數。

# required
source: {0} is required.
ar: {0} مطلوب.
be: {0} ёсць неабходны.
bg: {0} е задължително.
cs: {0} je vyžadován.
da: {0} er påkrævet.
el: το {0} απαιτείται.
es: {0} es requerido.
fr: {0} est requis.
hu: {0} kötelező.
id: {0} diwajibkan.
it: {0} è richiesto.
ja: {0}が必須です
ko: {0} 속성이 필요합니다.
nl: {0} is nodig.
no: {0} kreves.
pl: Atrybut „{0}” jest wymagany.
pt: {0} é necessário.
pt_br: {0} é necessário.
ro: {0} este necesar.
ru: {0} является необходимым.
sk: {0} je vyžadovaný.
sv: {0} behövs.
th: ต้องมี {0}
tr: {0} gereklidir.
uk: {0} є обов'язковим.
vi: Yêu cầu {0}.
zh: 需要 {0} 。
zh_tw: 需要 {0} 。

# too_long
source: {0} exceeded maximum length - can only be up to {1} characters.
ar: {0} تجاوز الحد المطلوب - يمكن ان يصل حد {1} حروف فقط.
be: {0} максімальная колькасць сімвалаў перавышана - абмежаванне на {1} сімвалаў.
bg: {0} превишена максимална дължина - може да бъде само до {1} символа.
cs: {0} přesáhl maximální délku - může mít maximálně {1} znaků.
da: {0} overskrider maksimal længde - kan højest være op til {1} karakterer.
el: το {0} υπερβαίνει το μέγιστο όριο χαρακτήρων - μπορεί να είναι μέχρι {1} χαρακτήρες.
es: {0} ha excedido el límite máximo - sólo puede ser de hasta {1} caracteres.
fr: {0} dépasse la longeur maximale - elle est de {1} caractères.
hu: {0} elérte a maximális hosszt - csak {1} karakter hosszú lehet.
id: {0} melebihi batas maksimum - hanya bisa hingga {1} karakter.
it: {0} ha superato la lunghezza massima - può essere solo fino a {1} caratteri.
ja: {0}の使用文字数の制限を超えています。上限は{1}文字です。
ko: {0}의 최대 길이를 초과 했습니다 - {1}자 까지만 쓸 수 있습니다.
nl: {0} heeft de maximum lengte overschreden - kan enkel tot {1} karakters gebruiken.
no: {0} overskrider maksimumslengden - kan bare være opp til {1} tegn.
pl: Atrybut „{0}” przekroczył maksymalną liczbę znaków - możliwe jest użycie tylko {1} znaków.
pt: {0} limite máximo excedido - só pode ser até {1} caracteres.
pt_br: {0} ultrapassou tamanho máximo - deve ser até {1} caracteres.
ro: {0} depășește lungimea maximă - poate fi doar până la {1} de caractere.
ru: {0} превышает максимальное количество символов - можно использовать только до {1} characters символов.
sk: {0} presiahol maximálnu dĺžku - môže mať maximálne {1} znakov.
sv: {0} överskred maximal längd - kan endast vara upp till {1} tecken.
th: {0} เกินความยาวสูงสุด - สามารถใส่ได้ถึงแค่ {1} ตัวอักษร
tr: {0} azami uzunluğu aştı - sadece {1} karakter olabilir.
uk: {0} перевищує максимальну кількість символів - можна використовувати тільки до {1} символів.
vi: {0} vượt quá độ dài cho phép - chỉ có thể lên đến {1} kí tự.
zh: {0} 超出最大长度——最多允许 {1} 个字符。
zh_tw: {0} 超出最大長度——最多允許 {1} 個字符。

# wrong_confirmation
source: Confirmation does not match.
ar: التأكيد لا يتطابق.
be: Пацверджання не супадае.
bg: Потвърждението не съвпада.
cs: Potvrzení se neshoduje.
da: Bekræftelseskoden matchede ikke.
el: Η βεβαίωση δεν ταιριάζει.
es: La confirmación no coincide.
fr: La confirmation ne correspond pas.
hu: A megerősítés nem egyezik.
id: Konfirmasi tidak cocok.
it: La conferma non corrisponde.
ja: 認証が一致しません。
ko: 확인란이 일치하지 않습니다.
nl: Bevestiging komt niet overeen.
no: Bekreftelsen stemmer ikke.
pl: Potwierdzenie się nie zgadza.
pt: A confirmação não corresponde.
pt_br: Confirmação não confere.
ro: Confirmarea nu se potrivește.
ru: Повторы не совпадают.
sk: Potvrdenie sa nezhoduje.
sv: Bekräftelse matchar inte.
th: การยืนยันไม่ตรงกัน
tr: Doğrulama eşleşmiyor.
uk: Повтори не збігаються.
vi: Xác nhận không phù hợp.
zh: 确认信息不匹配。
zh_tw: 確認信息不匹配。

# beatmapset_discussion.beatmap_missing
source: Timestamp is specified but beatmap difficulty is missing.
ar: الطابع الزمني المحدد ولكن الخريطة مفقودة.
be: Пазнака часу вызначана, але бітмапа не знойдзена.
bg: Времевата отметка е зададена, но бийтмапа липсва.
cs: Časová sekvence je specifikována, ale chybí beatmapa.
da: Tidsstempel er angivet, men beatmap mangler.
el: Η χρονική σήμανση έχει καθοριστεί αλλά το beatmap λείπει.
es: La marca de tiempo ha sido especificada pero el mapa no se encontró.
fr: L'horodatage est correct, mais la beatmap est introuvable.
hu: Időbélyeg meg van adva, de a beatmap hiányzik.
id: Keterangan waktu telah ditentukan tetapi beatmap tidak ada.
it: Il timestamp è specificato ma manca la beatmap.
ja: タイムスタンプは指定されていますが、ビートマップの難易度が不足しています。
ko: 타임스탬프가 지정되어 있지만, 비트맵이 빠져있습니다.
nl: Tijdstip is opgegeven, maar beatmap ontbreekt.
no: Tidsstempel er angitt, men beatmappet mangler.
pl: Został ustawiony znacznik czasu, ale nie odnaleziono poziomu trudności beatmapy.
pt: A marca de tempo está especificada mas o beatmap está em falta.
pt_br: Marcação de tempo é especificada mas beatmap está faltando.
ro: Marcajul de timp este specificat dar beatmapul lipsește.
ru: Временная отметка указана, но карта не найдена.
sk: Časová sekvencia je špecifikovaná, ale chýba beatmapa.
sv: Tidsstämpel är angiven men beatmap saknas.
th: ช่วงเวลาได้ถูกกำหนดไว้แต่ไม่พบ Beatmap
tr: Zaman damgası belirtildi, ancak beatmap eksik.
uk: Часова відмітка вказана, але карту не знайдено.
vi: Mốc thời gian đã chỉ định nhưng không có beatmap.
zh: 指定了时间戳但是谱面不存在。
zh_tw: 指定了時間戳但是譜面不存在。

# beatmapset_discussion.beatmapset_no_hype
source: Beatmap can't be hyped.
ar: الخريطة لان يمكن ان تُشاد.
be: Бітмапа не можа быць хайпанутай.
bg: Този бийтмап не може да бъде надъхван.
cs: Tato beatmapa nemůže být nadchnutá.
da: Beatmappet kan ikke hypes.
el: Το beatmap δε μπορεί να γίνει hyped.
es: El mapa no puede ser hypeado.
fr: Cette beatmap ne peut pas être hypée.
hu: A beatmap-et nem lehet hype-olni.
id: Beatmap ini tidak dapat di-hype.
it: La beatmap non può avere hype.
ja: このビートマップはHypeできません。
ko: Hype를 할 수 없습니다.
nl: Beatmap kan niet worden gehyped.
no: Beatmap kan ikke bli hypet.
pl: Nie możesz nagłośnić tej beatmapy.
pt: O beatmap não pode ser hypeado.
pt_br: Beatmap não pode ser hypado.
ro: Acest beatmap nu poate fi hyped.
ru: К карте нельзя применить функции хайпа.
sk: Táto beatmapa nemôže byť nadchnutá.
sv: Denna beatmap kan inte hypas.
th: Beatmap นี้ไม่สามารถ hype ได้
tr: Beatmap gazlanamaz.
uk: До карти не можна застосувати функції хайпу.
vi: Không thể hype beatmap này được.
zh: 无法推荐谱面。
zh_tw: 無法推薦譜面。

# beatmapset_discussion.hype_requires_null_beatmap
source: Hype must be done in the General (all difficulties) section.
ar: الاِشادة يحب ان تتم في قسم العام (كل الصعوبات).
be: Хайп мусіць быць выкарыстаны толькі ў Агульнай (усе цяжкасці) секцыі.
bg: Надъхването може да бъде извършено в Главната поддискусия(всички трудности).
cs: Nadšení musí být provedeno v General (všech obtížností).
da: Hype skal gøres i afsnittet General (alle sværhedsgrader).
el: Το hype πρέπει να γίνει στην Γενική (όλες οι δυσκολίες) ενότητα.
es: El hype debe ser realizado en la sección de General (todas las dificultades).
fr: La hype doit être réalisée dans la section Général (toutes les difficultés).
hu: A Hype-olás az Általános (összes nehézség) szekcióban végzendő.
id: Hype hanya dapat diberikan pada kolom diskusi Umum (Seluruh tingkat kesulitan).
it: Si può mettere hype nella sezione Generale (Tutte le difficoltà).
ja: Hypeは一般（全ての難易度）セクションで行ってください。
ko: Hype는 반드시 일반 (모든 난이도) 섹션에서 이루어져야 합니다.
nl: Hype moet gebeuren in de General afdeling (alle moeilijkheidsgraden).
no: Hype må gjøres i den Generelle (alle vanskelighetsgrader) seksjonen.
pl: Priorytet musi zostać nadany w sekcji Główne (wszystkie poziomy trudności).
pt: O hype tem que ser feito na secção Geral (todas as dificuldades).
pt_br: Hype deve ser feito na seção Geral (todas as dificuldades).
ro: Hype trebuie să fie făcut în secțiunea General (toate dificultățile).
ru: Хайп может быть применен только в Общей (все сложности) секции.
sk: Nadšenie musí byť konané v General (vśetkých obtiažností).
sv: Hype måste göras i den allmänna (Alla svårighetsgrader) sektionen.
th: การ Hype ต้องทำในส่วนของ General (all difficulties) เท่านั้น
tr: Gaz, Genel (tüm zorluklar) sekmesinde verilmelidir.
uk: Хайп може бути застосований тільки в Загальній (всі складності) секції.
vi: Hype phải được thực hiện tại phần Chung (tất cả difficulties).
zh: 只能在 常规（全难度） 中推荐。
zh_tw: 只能在 常規（全難度） 中推薦。

# beatmapset_discussion.invalid_beatmap_id
source: Invalid difficulty specified.
ar: تم تحديد صعوبة غير صالحة.
be: Вызначана няправільная цяжкасць.
bg: Невалидна трудност зададена.
cs: Byla zadaná neplatná obtížnost.
da: Ugyldig sværhedsgrad angivet.
el: Προσδιορίστηκε μη έγκυρη δυσκολία.
es: Dificultad especificada no válida.
fr: Difficulté spécifiée invalide.
hu: Érvénytelen nehézség lett megadva.
id: Tingkat kesulitan yang tidak valid ditentukan.
it: Difficoltà specificata non valida.
ja: 無効な難易度が指定されました。
ko: 난이도가 올바르지 않습니다.
nl: Ongeldige moeilijkheidsgraad opgegeven.
no: Ugyldig vanskelighetsgrad angitt.
pl: Ustawiono nieprawidłowy poziom trudności.
pt: Dificuldade especificada inválida.
pt_br: Dificuldade especificada inválida.
ro: Dificultatea specificată nu este validă.
ru: Указана неверная сложность.
sk: Bola zadaná neplatná obtiažnosť.
sv: Ogiltig svårighetgrad angiven.
th: ระดับความยากไม่ได้เลือกอย่างถูกต้อง
tr: Yanlış zorluk belirtildi.
uk: Вказана невірна складність.
vi: Difficulty đã chọn không hợp lệ.
zh: 指定的难度无效。
zh_tw: 指定的難度無效。

# beatmapset_discussion.invalid_beatmapset_id
source: Invalid beatmap specified.
ar: تم تحديد خريطة غير صالحة.
be: Вызначана няправільная бітмапа.
bg: Невалиден бийтмап зададен.
cs: Byla zadaná neplatná beatmapa.
da: Ugyldig beatmap angivet.
el: Προσδιορίστηκε μη έγκυρο beatmap.
es: Mapa especificado no válido.
fr: Beatmap spécifiée invalide
hu: Érvénytelen beatmap lett megadva.
id: Beatmap yang tidak valid ditentukan.
it: Beatmap specificata non valida.
ja: 無効なビートマップが指定されました。
ko: 비트맵이 올바르지 않습니다.
nl: Ongeldige beatmap opgegeven.
no: Ugyldig beatmap angitt.
pl: Ustawiono nieprawidłową beatmapę.
pt: Beatmap especificado inválido.
pt_br: Beatmap inválido especificado.
ro: Beatmapul specificat nu este valid.
ru: Указана неправильная карта.
sk: Bola zadaná neplatná beatmapa.
sv: Ogiltig beatmap angiven.
th: Beatmap ไม่ได้เลือกอย่างถูกต้อง
tr: Yanlış beatmap belirtildi.
uk: Вказана неправильна карта.
vi: Beatmap đã chọn không hợp lệ.
zh: 指定的谱面无效。
zh_tw: 指定的譜面無效。

# beatmapset_discussion.locked
source: Discussion is locked.
ar: المناقشة مقفلة.
be: Абмеркаванне закрыта.
bg: Дискусията е заключена.
cs: Diskuze je uzamčená.
da: Diskussion er låst.
el: Η συζήτηση είναι κλειδωμένη.
es: La discusión está cerrada.
fr: La discussion est verrouillée.
hu: A megbeszélés zárolva van.
id: Diskusi dikunci.
it: La discussione è chiusa.
ja: ディスカッションはロックされています。
ko: 토론이 잠겨있습니다.
nl: Discussie is vergrendeld.
no: Diskusjonen er låst.
pl: Dyskusja została zablokowana.
pt: A discussão está bloqueada.
pt_br: Discussão está trancada.
ro: Discuția este închisă.
ru: Обсуждение закрыто.
sk: Diskusia je uzamknutá.
sv: Diskussion är låst.
th: การสนทนาได้ถูกล็อกไว้
tr: Tartışma kilitli.
uk: Обговорення закрито.
vi: Cuộc thảo luận đã bị khóa.
zh: 讨论被锁定。
zh_tw: 討論被鎖定。

# beatmapset_discussion.attributes.message_type
source: Message type
ar: نوع الرسالة
be: Тып паведамлення
bg: Вид на съобщението
cs: Typ zprávy
da: Meddelelsestype
es: Tipo de mensaje
fr: Type de message
hu: Üzenet típus
id: Tipe pesan
it: Tipo di messaggio
ja: メッセージの種類
ko: 메시지 유형
nl: Berichttype
no: Meldingstype
pl: Rodzaj wiadomości
pt: Tipos de mensagem
pt_br: Tipo de mensagem
ro: Tipul mesajului
ru: Тип сообщения
sv: Typ av meddelande
th: ประเภทของข้อความ
tr: Mesaj türü
uk: Тип повідомлення
vi: Kiểu tin nhắn
zh: 消息类型
zh_tw: 訊息類型

# beatmapset_discussion.attributes.timestamp
source: Timestamp
ar: الطابع الزمني
be: Пазнака часу
bg: Времева отметка
cs: Časové razítko
da: Tidsstempel
es: Marca de tiempo
fr: Horodatage
hu: Időbélyeg
id: Keterangan Waktu
ja: タイムスタンプ
ko: 타임스탬프
no: Tidsstempel
pl: Znacznik czasu
pt: Marca de tempo
pt_br: Marcação de Tempo
ro: Dată/Oră
ru: Временная отметка
sv: Tidpunkt
th: ประทับเวลา
tr: Zaman damgası
uk: Тимчасова мітка
vi: Mốc thời gian
zh: 时间戳
zh_tw: 時間戳

# beatmapset_discussion.hype.discussion_locked
source: This beatmap is currently locked for discussion and can't be hyped
ar: هذه الخريطة مقفلة حاليا للنقاش ولا يمكن أِضافة نقاط تشجيع لها
be: Дадзеная карта у бягучы момант зачынена для абмеркавання і не можа быць хайпанута
bg: Този бийтмап е в момента заключен за дискусии и не може да бъде надъхван
da: Denne beatmap er i øjeblikket låst og kan ikke blive hyped
es: Este mapa está actualmente bloqueado para discusión y no puede ser hypeado
fr: Cette beatmap est actuellement verrouillée pour la discussion et ne peut pas être hypée
hu: Ez a beatmap jelenleg nem elérhető kommentelésre és hypolásra
id: Anda tidak dapat memberikan hype karena fitur diskusi untuk beatmap ini sedang dibekukan oleh moderator
it: Al momento questa beatmap è bloccata per le discussioni e non può avere hype
ja: このビートマップは議論中のためロックされており、Hypeできません。
ko: 이 비트맵은 현재 토론이 잠겨 Hype 할 수 없습니다.
nl: Deze beatmap is momenteel vergrendeld voor discussie en kan niet gehyped worden
no: Dette beatmappet er foreløpig låst for diskusjon og kan ikke hypes
pl: Tworzenie dyskusji dla tej beatmapy zostało zablokowane i nie można jej nagłośnić.
pt: Este mapa está atualmente bloqueado para ser discutido e não pode ser publicado
pt_br: Esse beatmap está bloqueado para discussão e não pode ser hypado
ro: Acest beatmap este momentan blocat pentru discuții și nu poate fi hyped
ru: Данная карта в текущий момент закрыта для обсуждения и не может быть хайпанута
sv: Denna beatmap är för närvarande låst för diskussion och kan inte hypas
th: บีทแมพนี้ถูกจำกัดสิทธิในการสนทนา และ สิทธิในการ Hype
tr: Bu beatmap şu anda tartışmaya kapalıdır ve gazlanamaz
uk: Дана карта в поточний момент закрита для обговорення і не може бути хайпанута
zh: 这张谱面正处于锁定状态以便进行讨论，目前不能被推荐

# beatmapset_discussion.hype.guest
source: Must be signed in to hype.
ar: يجب أن تسجل دخولك للاِشادة.
be: Каб хайпаваць, трэба ўвайсці.
bg: Трябва да влезете в профила си за да надъхате.
cs: Musíš být přihlášek k nadšení.
da: Du skal være logget ind for at kunne hype.
el: Πρέπει να είστε συνδεδεμένοι για να κάνετε hype.
es: Debes iniciar sesión para hypear.
fr: Vous devez être connecté pour hyper.
hu: A hype-oláshoz bejelentkezve kell lenned.
id: Silakan masuk untuk dapat memberikan hype.
it: Devi avere effettuato il login per mettere hype.
ja: Hypeするにはログインが必要です。
ko: 로그인하셔야 Hype하실 수 있습니다.
nl: He moet ingelogd zijn om te hypen.
no: Må være logget inn for å hype.
pl: Musisz się zalogować, aby nagłośnić tę beatmapę.
pt: Tens que estar com a sessão iniciada para hypear.
pt_br: Precisa estar conectado para hypar.
ro: Trebuie să fii autentificat pentru a acorda un hype.
ru: Вам нужно войти, чтобы хайпить.
sk: Musíš byť prihláseny k nadšeniu.
sv: Måste vara inloggad för att hypa.
th: ต้องเข้าสู่ระบบก่อนถึงจะ hype ได้
tr: Gazlamak giriş yapmalısın.
uk: Потрібно ввійти для хайпу.
vi: Cần phải đăng nhập để hype.
zh: 登录后才能推荐
zh_tw: 登錄後才能推薦

# beatmapset_discussion.hype.hyped
source: You have already hyped this beatmap.
ar: لقد اشدت هذه الخريطة بالفعل.
be: Вы ўжо надалі хайп гэтай бітмапе.
bg: Вие вече сте надъхали този бийтмап.
cs: Tuto beatmapu již si nadchnul.
da: Du har allerede hypet dette beatmap.
el: Έχετε κάνει ήδη hype αυτό το beatmap.
es: Ya hypeaste este mapa.
fr: Vous avez déjà hypé cette beatmap.
hu: Már hype-oltad ezt a beatmap-et.
id: Anda telah memberikan hype untuk beatmap ini.
it: Hai già messo hype a questa beatmap.
ja: 既にこのビートマップをHypeしています。
ko: 이미 이 비트맵을 Hype했습니다.
nl: Je hebt deze beatmap al gehyped.
no: Du har allerede hypet dette beatmappet.
pl: Już nagłośniono tę beatmapę.
pt: Já hypeaste este beatmap.
pt_br: Você já hypou este beatmap.
ro: Deja ai acordat un hype acestui beatmap.
ru: Вы уже хайпили на этой карте.
sk: Túto beatmapu si už nadchol.
sv: Du har redan hypat denna beatmap.
th: คุณได้ hype Beatmap นี้ไปแล้ว
tr: Bu beatmapi çoktan gazladın.
uk: Ви вже хайпили цю карту.
vi: Bạn đã hype beatmap này rồi.
zh: 你已经推荐了这张谱面
zh_tw: 你已經推薦了這張譜面

# beatmapset_discussion.hype.limit_exceeded
source: You have used all your hype.
ar: لقد استنفذت كافة اِشاداتك.
be: Вы ўжо скарысталі ўвесь свой хайп.
bg: Използвахте си цялото надъхване.
cs: Využil jsi všechny svoje nadšení.
da: Du har brugt alt dit hype.
el: Έχετε χρησιμοποιήσει όλο το hype σας.
es: Ya has utilizado todos tus hype.
fr: Vous avez utilisé toute votre hype.
hu: Az összes hype-odat elhasználtad.
id: Anda telah mempergunakan seluruh hype yang Anda miliki.
it: Hai usato tutti i tuoi hype.
ja: Hype回数が残っていません。
ko: 모든 Hype를 사용하셨습니다.
nl: Je hebt all je hype opgebruikt.
no: Du har brukt opp all hypen din.
pl: Zużyto całą liczbę nagłośnień.
pt: Usaste todo o teu hype.
pt_br: Você usou todo seu hype.
ro: Ți-ai folosit deja tot hype-ul.
ru: Вы уже использовали весь свой хайп.
sk: Použil si všetky svoje nadšenia.
sv: Du har redan använt all din hype.
th: คุณใช้จำนวน hype หมดแล้ว
tr: Bütün gazını kullandın.
uk: Ви вже використали весь свій хайп.
vi: Bạn đã sử dụng hết số hype bạn có.
zh: 你已经用光了推荐次数
zh_tw: 你已經用光了推薦次數

# beatmapset_discussion.hype.not_hypeable
source: This beatmap can not be hyped
ar: لا يمكن اِشادة هذه الخريطة
be: Гэтыя бітмапа не можа быць хайпанутай
bg: Този бийтмап не може да бъде надъхван
cs: Tato beatmapa nemůže být nadchnutá
da: Dette beatmap kan ikke blive hyped
el: Δε μπορεί να γίνει hype σε αυτό το betamap
es: Este mapa no puede ser hypeado
fr: Cette beatmap ne peut pas être hypée
hu: Ezt a beatmap-et nem lehet hype-olni
id: Beatmap ini tidak dapat di-hype
it: Questa beatmap non può avere hype
ja: このビートマップはHypeできません。
ko: 이 비트맵을 Hype 할 수 없습니다.
nl: Deze beatmap kan niet gehyped worden
no: Dette beatmappet kan ikke bli hypet
pl: Nie można nagłośnić tej beatmapy
pt: Este beatmap não pode ser hypeado
pt_br: Este beatmap não pode ser hypado
ro: Acest beatmap nu poate fi hyped
ru: Эта карта не может быть расхайплена
sk: Táto beatmapa nemôže byť nadchnutá
sv: Den här beatmapen kan inte bli hypad
th: Beatmap นี้ไม่สามารถ hype ได้
tr: Bu beatmap gazlanamaz
uk: Цей beatmap не може бути хайпнутий
vi: Beatmap này không thể được hype.
zh: 这张谱面无法推荐
zh_tw: 這張譜面無法推薦

# beatmapset_discussion.hype.owner
source: No hyping your own beatmap.
ar: لا يمكن اِشادة خرائطك.
be: Немагчыма хайпаваць свае ўласныя бітмапы.
bg: Не може да надъхвате собствения си бийтмап.
cs: Nemůžeš nadchnout svojí beatmapu.
da: Du kan ikke hype din egen beatmap.
el: Δε μπορείτε να κάνετε hype το beatmap σας.
es: No puedes hypear tu propio mapa.
fr: Vous ne pouvez pas hyper votre propre beatmap.
hu: Saját beatmap-et nem lehet hype-olni.
id: Anda tidak dapat memberikan hype pada beatmap milik sendiri.
it: Non puoi mettere hype alla tua beatmap.
ja: 自分のビートマップはHypeできません。
ko: 자신의 비트맵을 Hype 할 수 없습니다.
nl: Je kan je eigen beatmap niet hypen!
no: Ingen hyping av ditt eget beatmap.
pl: Nie możesz nagłośnić własnej beatmapy.
pt: Nada de hypear o teu próprio beatmap.
pt_br: Não é possível hypar seu próprio beatmap.
ro: Nu ii poți acorda un hype propriului tău beatmap.
ru: Вы не можете хайпить свои карты.
sk: Nemôžeš nadchnúť svoju beatmapu.
sv: Ingen hypning är tillåten på din egna beatmap.
th: ห้าม hype Beatmap ของคุณเอง
tr: Kendi beatmapini gazlayamazsın.
uk: Ви не можете хайпити свої карти.
vi: Không thể hype map của bạn.
zh: 不能推荐你自己的谱面
zh_tw: 不能推薦你自己的譜面

# beatmapset_discussion.timestamp.exceeds_beatmapset_length
source: Specified timestamp is beyond the length of the beatmap.
ar: الطابع الزمني المحدد أبعد من طول الخريطة.
be: Вызначаная пазнака часу вышэй за даўжыню бітмапы.
bg: Указаната времева отметка е извън дължината на бийтмапа.
cs: Upřesněná sekvence času přesahuje délku beatmapy.
da: Det angivne tidsstempel er længere end længden af beatmappet.
el: Το καθορισμένο timestamp είναι πέρα από τη διάρκεια του beatmap.
es: La marca de tiempo especificada está más allá de la duración del mapa.
fr: L'horodotage spécifié dépasse la longueur de la beatmap
hu: A megadott időbélyeg későbbi mint a beatmap hossza.
id: Keterangan waktu yang ditentukan melebihi panjang beatmap.
it: Il timestamp specificato è oltre la lunghezza della beatmap.
ja: 指定されたタイムスタンプはビートマップの長さの範囲に存在しません。
ko: 지정된 타임스탬프는 비트맵 길이를 벗어납니다.
nl: Opgegeven tijdstip is later dan het einde van de beatmap.
no: Angitte tidsstempler er utenfor lengden til beatmappet.
pl: Określony znacznik czasu przekracza długość beatmapy.
pt: A marca de tempo especificada ultrapassa a duração do beatmap.
pt_br: Marcação de tempo especificada ultrapassa a duração do beatmap.
ro: Marcajul de timp specificat este dincolo de lungimea beatmapului.
ru: Указанная временная отметка выходит за рамки её длины.
sk: Upresnená sekvencia času presahuje dĺžku beatmapy.
sv: Angivna tidsstämpeln är bortom längden på beatmapen.
th: ช่วงเวลาที่กำหนดไว้เกินเวลาของ Beatmap
tr: Belirtilen zaman damgası beatmap'in uzunluğunu aşmakta.
uk: Зазначена часова мітка виходить за рамки довжини карти.
vi: Mốc thời gian đã chọn vượt quá độ dài beatmap.
zh: 指定的时间戳不在谱面范围内。
zh_tw: 指定的時間戳不在譜面範圍內。

# beatmapset_discussion.timestamp.negative
source: Timestamp can't be negative.
ar: الطابع الزمني لا يمكن أن يكون سلبيا.
be: Пазнака часу не можа быць адмоўнай.
bg: Времевите отметки не могат да бъдат отрицателни.
cs: Časová sekvence nemůže být záporná.
da: Tidsstempel kan ikke være negativt.
el: Η χρονική σήμανση δε μπορεί να είναι αρνητική.
es: La marca de tiempo no puede ser negativa.
fr: L'horodotage ne peut pas être négatif
hu: Időbélyeg nem lehet negatív.
id: Keterangan waktu tidak bisa bernilai negatif.
it: Il timestamp non può essere negativo.
ja: タイムスタンプは負の数が使えません。
ko: 타임스탬프는 음수가 될 수 없습니다.
nl: Tijdstip kan niet negatief zijn.
no: Tidsstempler kan ikke være negative.
pl: Znacznik czasu nie może być ujemny.
pt: A marca de tempo não pode ser negativa.
pt_br: Marcação de tempo não pode ser negativa.
ro: Marcajul de timp nu poate fi negativ.
ru: Временная отметка не может быть отрицательной.
sk: Časová sekvencia nemôže byť záporná.
sv: Tidsstämpel kan inte vara negativ.
th: ช่วงเวลาไม่สามารถติดลบได้
tr: Zaman damgası negatif olamaz.
uk: Часова мітка не може бути від'ємною.
vi: Mốc thời gian không thể âm.
zh: 无法定位时间戳。
zh_tw: 無法定位時間戳。
