Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/ModelValidation.*.resx
Languages: ar, be, bg, cs, da, el, es, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# forum.topic_poll.minimum_two_options
source: Need at least two options.
ar: تحتاج خاصيتين على الأقل.
be: Трэба як мінімум два параметры.
bg: Необходими са поне две опции.
cs: Jsou vyžadovány alespoň dvě možnosti.
da: Der skal være mindst 2 valgmuligheder.
el: Χρειάζονται τουλάχιστον δύο επιλογές.
es: Se necesitan al menos dos opciones.
fr: Au moins 2 réponses nécessaires.
hu: Legalább 2 választási lehetőség kell.
id: Diperlukan setidaknya dua opsi
it: Servono almeno due opzioni.
ja: 選択肢は最低2つ必要です。
ko: 투표 항목이 적어도 두 개는 필요합니다.
nl: Moet ten minste twee opties hebben.
no: Trenger minst to valgalternativer.
pl: Wymagane są conajmniej dwie możliwości wyboru.
pt: São necessárias pelo menos duas opções.
pt_br: É necessário no mínimo duas opções.
ro: Este nevoie de cel puțin două opțiuni.
ru: Нужно как минимум два варианта.
sk: Sú vyžadované aspoň dve možnosti.
sv: Behöver åtminstone två val.
th: ต้องการอย่างน้อยสองตัวเลือก
tr: En az iki seçenek gereklidir.
uk: Потрібно як мінімум два варіанти.
vi: Cần ít nhất hai lựa chọn.
zh: 需要至少两个选项。
zh_tw: 需要至少兩個選項。

# forum.topic_poll.too_many_options
source: Exceeded maximum number of allowed options.
ar: تجاوزت الحد الأقصى لعدد الخيارات المسموح بها.
be: Перавышана максімальна дазволеная колькасць параметраў.
bg: Достигнат е максимум брой позволени опции.
cs: Byl překročen limit povolených možností.
da: Overskrider det maksimale antal tilladte valgmuligheder.
el: Υπερβήκατε το μέγιστο αριθμό επιλογών που επιτρέπεται.
es: Número de opciones permitidas excedidas.
fr: Nombre maximal de réponses dépassés.
hu: Elérted a maximum opciók számát.
id: Jumlah maksimum opsi melebihi yang diizinkan.
it: Raggiunto il massimo numero di opzioni permesse.
ja: 選択肢の数が多すぎます。
ko: 허용된 것 보다 많은 항목을 선택하셨습니다.
nl: Maximum aantal opties overschreden.
no: Overskredet maksimal antall tillatte alternativer.
pl: Przekroczono maksymalną liczbę możliwości wyboru.
pt: Número máximo de opções permitidas excedido.
pt_br: Número máximo de opções permitidas excedido.
ro: Ai depășit numărul maxim de opțiuni permise.
ru: Превышено максимальное количество вариантов.
sk: Bol prekročený limit povolených možností.
sv: Överskred max antal tillåtna val.
th: เกินจำนวนตัวเลือกที่อนุญาตสูงสุด
tr: İzin verilen maksimum seçenek sayısı aşıldı.
uk: Перевищено максимальну кількість варіантів.
vi: Vượt quá số lượng lựa chọn tối đa.
zh: 选项数量超出限制。
zh_tw: 選項數量超出限制。

# forum.topic_poll.attributes.title
source: Poll title
ar: عنوان الأستبيان
be: Загаловак апытання
bg: Име на анкетата
cs: Název ankety
da: Afstemningstitel
es: Título de encuesta
fr: Titre du sondage
hu: Szavazás címe
id: Judul pemungutan suara
it: Titolo del sondaggio
ja: 投票タイトル
ko: 투표 제목
nl: Poll titel
no: Avstemmingstittel
pl: Tytuł ankiety
pt: Título da sondagem
pt_br: Título da enquete
ro: Titlu sondaj
ru: Заголовок опроса
sv: Enkät titel
th: ชื่อโพลล์
tr: Anket başlığı
uk: Тема опитування
vi: Tiêu đề bài thăm dò
zh: 投票标题
zh_tw: 投票標題

# forum.topic_vote.required
source: Select an option when voting.
ar: حدد أحد الخيارات اثناء التصويت.
be: Выберыце параметр падчас галасавання.
bg: Изберете опция, когато гласувате.
cs: Vyber možnost při hlasování.
da: Vælg mindst en valgmulighed før du stemmer.
el: Επιλέξτε μία επιλογή όταν ψηφίζετε.
es: Selecciona una opción para votar.
fr: Sélectionnez une option pour voter.
hu: Válassz egy opciót szavazásnál.
id: Pilih opsi saat memilih.
it: Seleziona un'opzione quando voti.
ja: 投票する選択肢を選んでください。
ko: 투표할 때 항목을 선택해 주세요.
nl: Selecteer een optie om te stemmen.
no: Velg et alternativ å stemme på.
pl: Wybierz jedną z opcji, aby zagłosować.
pt: Seleciona uma opção quando estiveres a votar.
pt_br: Selecione uma opção quando votar.
ro: Selectează o opțiune când votezi.
ru: Выберите вариант, за который хотите проголосовать.
sk: Vyber možnosť pri hlasovaní.
sv: Välj ett alternativ att rösta på.
th: เลือกตัวเลือกเมื่อจะโหวต
tr: Oy verirken bir seçenek seçin.
uk: Виберіть варіант, за який хочете проголосувати.
vi: Chọn một lựa chọn khi đang bỏ phiếu.
zh: 至少选择一项以投票
zh_tw: 至少選擇一項以投票

# forum.topic_vote.too_many
source: Selected more options than allowed.
ar: اخترت خيارات اكثر من المطلوب.
be: Выбрана больш параметраў, чым дазволена.
bg: Избрани са повече опции, отколкото е позволено.
cs: Vybral jsi moc možností, než je povoleno.
da: Valgte flere valgmuliheder end tilladt.
el: Επιλέχθηκαν περισσότερες επιλογές από το επιτρεπόμενο όριο.
es: Seleccionadas más opciones de las permitidas.
fr: Vous avez choisi trop de réponses.
hu: Az engedélyezettnél több opciót választottál.
id: Jumlah pilihan Anda lebih banyak dari yang diizinkan.
it: Sono state selezionate più opzioni del consentito.
ja: 許可されている選択肢より多くを選択しました。
ko: 허용된 것 보다 많은 항목을 선택하셨습니다.
nl: Meer opties selecteren is niet toegestaan.
no: Valgt flere alternativer enn tillatt.
pl: Wybrano więcej opcji, niż jest to dozwolone.
pt: Foram selecionadas opções a mais do que as permitidas.
pt_br: Mais opções selecionadas do que permitidas.
ro: Ai selectat mai multe opțiuni decât este permis.
ru: Выбрано больше вариантов, чем разрешено.
sk: Vybral si viacej možností, než je povolené.
sv: Valde mer val än tillåtet.
th: เลือกตัวเลือกมากเกินที่กำหนดไว้
tr: İzin verilenden fazla seçenek seçildi.
uk: Обрано більше варіантів, ніж дозволено.
vi: Vượt quá mức cho phép chọn các lựa chọn.
zh: 选项数量超出限制。
zh_tw: 選項數量超出限制。

# oauth.client.too_many
source: Exceeded maximum number of allowed OAuth applications.
ar: تجاوزت الحد الأقصى لعدد الـ0Auth المسموح به.
be: Перавышана максімальна дазволеная колькасць прыклад OAuth.
bg: Достигнат е максимум брой позволени OAuth приложения.
da: Overskrider det maksimale antal tilladte OAuth applikationer.
es: Excedió el número máximo de aplicaciones de OAuth permitidas.
fr: Nombre maximal d'applications OAuth autorisées dépassé.
hu: Elérted a maximum OAuth applikációk számát.
id: Jumlah aplikasi OAuth melebihi batas maksimal.
it: Superato il numero massimo di applicazioni OAuth consentite.
ja: 許可されるOAuthアプリケーションの最大数を超えました。
ko: 허용된 OAuth 애플리케이션 수를 초과했습니다.
nl: Het maximum aantal toegestane OAuth toepassingen is overschreden.
no: Du har nådd grensen for maksimalt antall oAuth-applikasjoner.
pl: Przekroczono maksymalną liczbę dozwolonych aplikacji OAuth.
pt: Excedeste o n.º máximo de aplicações OAuth autorizadas.
pt_br: Número máximo de aplicações OAuth excedido.
ro: Ai depășit numărul maxim de aplicații OAuth permise.
ru: Превышено максимально количество приложений OAuth.
sv: Överskred maximalt antal tillåtna OAuth program.
th: OAuth applications เกินขีดจำกัดที่ทางเราอนุญาต
tr: İzin verilen azami OAuth uygulama sayısı aşıldı.
uk: Перевищено максимальну кількість OAuth додатків.
zh: OAuth 应用数量超出限制。
zh_tw: OAuth 應用程式數量超出限制。

# oauth.client.url
source: Please enter a valid URL.
ar: المرجو إدخال عنوان صحيح.
be: Калі ласка, увядзіце сапраўдны URL.
bg: Въведете валиден URL.
cs: Zadejte prosím platnou adresu URL.
da: Indtast venligst en gyldig URL.
es: Por favor, ingrese una URL válida.
fr: Veuillez saisir une URL valide.
hu: Kérjük adjon meg egy helyes URL-t.
id: Harap masukkan URL yang valid.
it: Inserisci un URL valido.
ja: 有効なURLを入力してください。
ko: 유효한 URL을 입력하세요.
nl: Voer een geldige URL in.
no: Vennligst skriv en gyldig URL.
pl: Wprowadź prawidłowy adres URL.
pt: Por favor insere um URL válido.
pt_br: Por favor, insira uma URL válida.
ro: Te rog introdu un URL valid.
ru: Пожалуйста, введите действительный URL.
sv: Var vänlig och skriv in en giltig URL.
th: กรุณาใส่ URL ที่ถูกต้อง
tr: Lütfen geçerli bir URL giriniz.
uk: Будь ласка, введіть дійсний URL.
zh: 请输入一个有效的 URL。
zh_tw: 請輸入有效的 URL。

# oauth.client.attributes.name
source: Application Name
ar: اسم التّطبيق
be: Назва праграмы
bg: Име на приложението
da: Applikationsnavn
es: Nombre de Aplicación
fr: Nom de l'application
hu: Alkalmazás neve
id: Nama Aplikasi
it: Nome Applicazione
ja: アプリケーション名
ko: 애플리케이션 이름
nl: Applicatienaam
no: Applikasjonsnavn
pl: Nazwa aplikacji
pt: Nome da aplicação
pt_br: Nome da Aplicação
ro: Numele aplicației
ru: Имя приложения
sk: Názov aplikácie
sv: Applikationsnamn
th: ชื่อแอปพลิเคชัน
tr: Uygulama Adı
uk: Назва програми
zh: 应用名称
zh_tw: 應用程式名稱

# oauth.client.attributes.redirect
source: Application Callback URL
ar: رابط نقطة معاودة التطبيق
be: Callback URL Прыкладання
bg: Callback URL на приложението
da: Applikation Callback URL
es: URL de llamada de Aplicación
fr: URL de retour de l'application
hu: Alkalmazás Visszahívási URL
id: Callback URL Aplikasi
it: URL di richiamo dell'applicazione
ja: アプリケーションコールバックURL
ko: 애플리케이션 Callback URL
nl: Applicatie Terugbel URL
no: Applikasjonens omdirigeringslenke
pl: Adres URL wywołań zwrotnych aplikacji
pt: URL de recolha da aplicação
pt_br: URL de Callback da Aplicação
ro: URL-ul Callback al Aplicației
ru: Callback URL приложения
sv: URL för appens uppringning
th: URL เรียกกลับของแอปพลิเคชั่น
tr: Uygulama Geri Çağırma URL'si
uk: Callback URL програми
zh: 应用回调 URL
zh_tw: 應用程式回傳 URL

# user.contains_username
source: Password may not contain username.
ar: كلمة المرور يجب أن لا تحتوي على اسم المستخدم.
be: Пароль не павінен змяшчаць імя карыстальніка.
bg: Паролата не може да съдържа в себе си потребителското име.
cs: Heslo nesmí obsahovat uživatelské jméno.
da: Adgangskoden må ikke indholde et brugernavn.
el: Ο κωδικός δεν πρέπει να περιέχει το όνομα χρήστη.
es: La contraseña no puede contener el nombre de usuario.
fr: Le mot de passe ne doit pas contenir de nom d'utilisateur.
hu: A jelszó nem tartalmazhat felhasználónevet.
id: Nama pengguna tidak diperbolehkan untuk berada di dalam kata sandi.
it: La password non deve contenere il nome utente.
ja: ユーザー名を含んだパスワードは使用できません。
ko: 비밀번호는 유저 이름을 포함할 수 없습니다.
nl: Wachtwoorden mogen je gebruikersnaam niet bevatten.
no: Passord kan ikke inneholde brukernavnet ditt.
pl: Hasło nie może zawierać nazwy użytkownika.
pt: A palavra-passe não pode conter o nome de utilizador.
pt_br: Senha não deve conter seu nome de usuário.
ro: Parola nu poate conține numele de utilizator.
ru: Пароль не должен содержать никнейм.
sk: Heslo nemôže obsahovať užívateľské meno.
sv: Lösenord får inte innehålla användarnamn.
th: รหัสผ่านต้องไม่ประกอบด้วยชื่อผู้ใช้
tr: Şifre kullanıcı adını içeremez.
uk: Пароль не повинен містити нікнейм.
vi: Mật khẩu không thể chứa tên tài khoản.
zh: 密码不能包含用户名。
zh_tw: 密碼不能包含使用者名稱。

# user.email_already_used
source: Email address already used.
ar: البريد الإلكتروني مستخدم مسبقاََ.
be: Эл. пошта ўжо выкарыстоўваецца.
bg: Този имейл адрес вече се използва.
cs: E-mailová adresa už byla použita.
da: Email-adressen er allerede i brug.
el: Το email είναι ήδη σε χρήση.
es: El correo electrónico ya está siendo utilizado.
fr: Adresse email déjà utilisée.
hu: Ez az e-mail cím már használatban van.
id: Alamat email ini sudah digunakan sebelumnya.
it: Indirizzo email già in uso.
ja: 既に使用されているメールアドレスです。
ko: 이미 사용중인 이메일 주소입니다.
nl: Dit e-mailadres is al in gebruik.
no: E-postadressen er allerede i bruk.
pl: Ten adres e-mail jest już w użyciu.
pt: Endereço de email já usado.
pt_br: Email já utilizado.
ro: Adresa de e-mail este deja folosită.
ru: Почта уже использована.
sk: E-mailová adresa už bola použitá.
sv: E-postadress används redan.
th: อีเมลนี้ถูกใช้ไปแล้ว
tr: E-posta adresi zaten kullanılıyor.
uk: Дана адреса вже використовується.
vi: Địa chỉ email đã được sử dụng.
zh: 邮箱已被使用。
zh_tw: 郵箱已被使用。

# user.email_not_allowed
source: Email address not allowed.
ar: عنوان البريد الإلكتروني غير مسموح به.
da: E-mail er ikke gyldig.
es: Dirección de correo electrónico no permitida.
fr: Adresse e-mail non autorisée.
hu: Nem megengedett e-mail cím.
id: Alamat email ini tidak diperbolehkan.
it: Indirizzo email non valido.
ja: メールアドレスが許可されていません。
ko: 이메일 주소가 허용되지 않습니다.
nl: E-mailadres niet toegestaan.
pl: Niedozwolony adres e-mail
pt: Endereço de email não permitido.
pt_br: Endereço de email não permitido.
ru: Недопустимый адрес электронной почты.
sv: E-postadress inte tillåten.
th: ที่อยู่อีเมลไม่ได้รับการอนุญาติ
tr: E-posta adresine izin verilmiyor.
uk: Дана е-адреса неприпустима.
zh: 不允许的邮箱地址。
zh_tw: 電子郵件地址不允許。

# user.invalid_country
source: Country not in database.
ar: الدولة ليست في قاعدة البيانات.
be: Краіны няма ў базедадзеных.
bg: Страната не е в базата данни.
cs: Stát není v databázi.
da: Landet er ikke i databasen.
el: Η χώρα δεν υπάρχει στη βάση δεδομένων.
es: El país no está en la base de datos.
fr: Le pays n'est pas dans la base de données.
hu: Az ország nincs az adatbázisban.
id: Negara tidak ada dalam basis data.
it: Paese non presente nel database.
ja: データベースに存在しない国です。
ko: 해당하는 국가가 데이터베이스에 존재하지 않습니다.
nl: Land niet in de database.
no: Land er ikke i databasen.
pl: Kraj nie występuje w bazie danych.
pt: País inexistente na base de dados.
pt_br: País não presente no banco de dados.
ro: Țara nu se află în baza de date.
ru: Вашей страны нет в базе данных.
sk: Krajina nie je v databáze.
sv: Land finns inte i databasen.
th: ประเทศไม่ได้อยู่ในฐานข้อมูล
tr: Ülke, veritabanında bulunmuyor.
uk: Вашої країни немає в базі даних.
vi: Quốc gia không có trong cơ sở dữ liệu.
zh: 国家未被数据库收录。
zh_tw: 國家未被數據庫收錄。

# user.invalid_discord
source: Discord username invalid.
ar: اِسم خلاف غير صالح.
be: Няправільнае імя карыстальніка Discord.
bg: Потребителското име за Discord е невалидно.
cs: Discord uživatelské jmeno je neplatné.
da: Ugyldigt Discord brugernavn.
el: Το όνομα χρήστη στο Discord δεν είναι έγκυρο.
es: Nombre de usuario de Discord no válido.
fr: Nom d'utilisateur Discord invalide.
hu: Érvénytelen Discord felhasználónév.
id: Nama pengguna Discord tidak valid.
it: Nome utente di Discord non valido.
ja: Discordのユーザー名が無効です。
ko: Discord 유저 이름이 올바르지 않습니다.
nl: Discord gebruikersnaam is ongeldig.
no: Discord brukernavnet er ugyldig.
pl: Nieprawidłowa nazwa użytkownika na Discordzie.
pt: Nome de utilizador do Discord inválido.
pt_br: Nome de usuário do Discord inválido.
ro: Nume de utilizator Discord invalid.
ru: Неверное имя пользователя Discord.
sk: Nesprávne užívateľské meno na Discorde.
sv: Discordanvändarnamn ogiltigt.
th: ชื่อผู้ใช้ Discord ไม่ถูกต้อง
tr: Discord kullanıcı adı hatalı.
uk: Ім’я користувача Discord недійсне.
vi: Tên người dùng Discord không hợp lệ.
zh: Discord 用户名无效。
zh_tw: Discord 用户名無效。

# user.invalid_email
source: Doesn't seem to be a valid email address.
ar: لا يبدو وكأنه بريد الكتروني صالح.
be: Не падобна на дзейны адрас эл. пошты.
bg: Това не изглежда да е валиден имейл адрес.
cs: Vypadá to na neplatnou e-mailovou adresu.
da: Dette ligner ikke en email-adresse...
el: Δε φαίνεται να είναι ένα έγκυρο email.
es: No parece ser una dirección de correo electrónico válida.
fr: Ça ne semble pas être une adresse email valide.
hu: Nem úgy néz ki, hogy ez érvényes e-mail cím lenne.
id: Tampaknya bukan alamat email yang valid.
it: Non sembra essere un indirizzo email valido.
ja: 無効なメールアドレスです。
ko: 이메일 주소가 잘못되었습니다.
nl: Dit lijkt niet een geldig e-mailadres te zijn.
no: Dette ser ikke ut til å være en gyldig e-postadresse.
pl: To nie wygląda na poprawny adres e-mail.
pt: Não parece que seja um endereço de email válido.
pt_br: Não parece ser um email válido.
ro: Nu pare să fie o adresă de e-mail validă.
ru: Это не похоже на адрес электронной почты.
sk: Vyzerá to na neplatnú e-mailovú adresu.
sv: Verkar inte som att det är en giltig e-postadress.
th: เหมือนกับว่ามันไม่ใช่ที่อยู่อีเมล
tr: Geçerli bir e-posta adresi gibi görünmüyor.
uk: Це не схоже на адресу електронної пошти.
vi: Dường như đây không phải là địa chỉ email hợp lệ.
zh: 无效的邮箱地址。
zh_tw: 無效的郵箱地址。

# user.invalid_twitter
source: Twitter username invalid.
ar: اسم تويتر غير صالح.
be: Няправільнае імя карыстальніка Twitter.
bg: Невалидно Twitter потребителско име.
da: Ugyldigt Twitter brugernavn.
es: Nombre de usuario de Twitter no válido.
fr: Nom d'utilisateur Twitter invalide.
hu: Érvénytelen Twitter felhasználónév.
id: Nama pengguna Twitter tidak valid.
it: Nome utente di Twitter non valido.
ja: Twitterのユーザー名が無効です。
ko: Twitter 유저 이름이 올바르지 않습니다.
nl: Twitter gebruikersnaam ongeldig.
no: Twitter brukernavnet er ugyldig.
pl: Nieprawidłowa nazwa użytkownika na Twitterze.
pt: Nome de utilizador do Twitter inválido.
pt_br: Nome de usuário do Twitter inválido.
ro: Nume de utilizator Twitter invalid.
ru: Неверное имя пользователя Twitter.
sv: Twitteranvändarnamn ogiltigt.
th: ชื่อผู้ใช้ Twitter ไม่ถูกต้อง
tr: Twitter kullanıcı adı hatalı.
uk: Неправильне ім'я користувача Twitter.
zh: Twitter 用户名无效
zh_tw: Twitter帳戶名無效

# user.too_short
source: New password is too short.
ar: كلمة المرور الجديدة قصيرة جداً.
be: Новы пароль надта кароткі.
bg: Новата парола е твърде къса.
cs: Nové heslo je příliš krátké.
da: Den nye adgangskode er for kort.
el: Ο καινούργιος κωδικός είναι πολύ μικρός.
es: La nueva contraseña es muy corta.
fr: Le nouveau mot de passe est trop court.
hu: Az új jelszó túl rövid.
id: Kata sandi baru terlalu pendek.
it: La nuova password è troppo corta.
ja: 新しいパスワードが短すぎます。
ko: 새 비밀번호가 너무 짧습니다.
nl: Nieuw wachtwoord is te kort.
no: Nytt passord er for kort.
pl: Nowe hasło jest za krótkie.
pt: A nova palavra-passe é demasiado curta.
pt_br: Nova senha curta demais.
ro: Parola nouă este prea scurtă.
ru: Новый пароль слишком короткий.
sk: Nové heslo je príliš krátke.
sv: Det nya lösenordet är för kort.
th: รหัสผ่านใหม่สั้นเกินไป
tr: Yeni şifre çok kısa.
uk: Новий пароль надто короткий.
vi: Mật khẩu mới quá ngắn.
zh: 新密码太短。
zh_tw: 新密碼太短。

# user.unknown_duplicate
source: Username or email address already used.
ar: اسم المستخدم أو عنوان البريد الإلكتروني مستخدمة مسبقاََ.
be: Імя карыстальніка або адрас эл. пошты ўжо выкарыстоўваюцца.
bg: Потребителското име или имейл адресът вече се използват.
cs: Uživatelské jméno nebo e-mailová adresa je již použita.
da: Brugernavnet eller email-adressen er allerede i brug.
el: Το όνομα χρήστη ή το email είναι ήδη σε χρήση.
es: El nombre de usuario o correo electrónico ya está siendo utilizado.
fr: Nom d'utilisateur ou adresse e-mail déjà utilisée.
hu: Ez a felhasználónév vagy e-mail cím már használatban van.
id: Nama pengguna atau alamat email ini sudah digunakan sebelumnya.
it: Nome utente o indirizzo email già in uso.
ja: ユーザー名かメールアドレスが既に使用されています。
ko: 유저 이름 또는 이메일 주소가 이미 사용중입니다.
nl: Gebruikersnaam of e-mailadres is al in gebruik.
no: Brukernavn eller e-postadresse er allerede i bruk.
pl: Nazwa użytkownika lub adres e-mail jest już w użyciu.
pt: Nome de utilizador e endereço de e-mail já usados.
pt_br: Nome de usuário ou email já utilizado.
ro: Numele de utilizator sau adresa de e-mail sunt deja folosite.
ru: Имя пользователя или почта уже занята.
sk: Užívateľské meno alebo e-mailová adresa sa už používa.
sv: Användarnamn eller e-postadress används redan.
th: ชื่อผู้ใช้หรืออีเมลถูกใช้ไปแล้ว
tr: Kullanıcı adı ya da e-posta zaten kullanımda.
uk: Ім'я користувача або пошта вже зайнята.
vi: Tên người dùng hoặc email đã được sử dụng.
zh: 用户名或邮箱已被使用。
zh_tw: 用戶名或郵箱已被使用。

# user.username_available_in
source: This username will be available for use in {0}.
ar: اسم المستخدم سيكون متوفرا للاِستعمال في {0}.
be: Гэтае імя карыстальніка будзе даступнае для выкарыстоўвання ў {0}.
bg: Това потребителско име ще стане достъпно за употреба след {0}.
cs: Toto uživatelské jméno bude k dispozici za {0}.
da: Dette brugernavn vil være til rådighed om {0}.
el: Αυτό το όνομα χρήστη θα είναι διαθέσιμο σε {0} μέρες.
es: Este nombre de usuario estará disponible para su uso en {0}.
fr: Ce nom d'utilisateur sera disponible dans {0}.
hu: Ez a felhasználónév elérhető lesz {0} időn belül.
id: Nama pengguna ini akan tersedia untuk digunakan dalam {0}.
it: Questo nome utente sarà disponibile per l'uso tra {0}.
ja: このユーザー名は{0}で使用可能になります。
ko: 이 사용자 이름은 {0} 안에 사용 가능합니다.
nl: Deze gebruikersnaam zal over {0} beschikbaar zijn.
no: Dette brukernavnet vil bli tilgjengelig for bruk om {0}.
pl: Ta nazwa użytkownika będzie dostępna za {0}.
pt: Este nome de utilizador irá estar disponível para uso em {0}.
pt_br: Este nome de usuário estará disponível em {0}.
ro: Acest nume de utilizator va fi disponibil pentru utilizare în {0}.
ru: Это имя будет доступно только спустя {0}.
sk: Toto užívateľské meno bude k dispozícií za {0}.
sv: Detta användarnamn kommer att vara tillgängligt att använda om {0}.
th: ชื่อผู้ใช้นี้สามารถใช้งานได้ใน {0}
tr: Bu kullanıcı adı {0} içinde kullanıma açılacak.
uk: Це ім'я користувача буде доступним для використання через {0}.
vi: Tên người dùng này sẽ có sẵn để sử dụng trong {0}.
zh: 该用户名将在 {0} 后可用。
zh_tw: 該用戶名將在 {0} 後可用。

# user.username_available_soon
source: This username will be available for use any minute now!
ar: اسم المستخدم سيكون متوفرا للاِستعمال في اي دقيقة الان!
be: Гэтае імя карыстальніка будзе даступнае для выкарыстоўвання ў любую хвіліну!
bg: Това потребителско име ще стане достъпно за употреба след няколко момента!
cs: Toto uživatelské jméno bude k dispozici pro použití každou chvíli!
da: Dette brugernavn burde være tilgængeligt hvert øjeblik lige nu!
el: Αυτό το όνομα χρήστη θα είναι διαθέσιμο σύντομα!
es: ¡Este nombre de usuario estará disponible para su uso en cualquier momento!
fr: Ce nom d'utilisateur sera disponible dans quelques instants !
hu: Ez a felhasználónév bármelyik pillanatban elérhető lehet!
id: Nama pengguna ini dapat digunakan sekarang!
it: Questo nome utente sarà disponibile per l'uso da un momento all'altro!
ja: このユーザー名はまもなく使用可能になります。
ko: 이 사용자 이름은 곧 사용 가능 합니다!
nl: Deze gebruikersnaam kan elk moment beschikbaar worden!
no: Dette brukernavnet vil bli tilgjengelig for bruk når som helst nå!
pl: Ta nazwa użytkownika będzie dostępna niedługo!
pt: Este nome de utilizador irá estar disponível para uso em qualquer momento!
pt_br: Este nome de usuário estará disponível a qualquer momento!
ro: Acest nume de utilizator va fi disponibil pentru utilizare în orice moment de acum!
ru: Это имя будет доступно для выбора в любую минуту!
sk: Toto užívateľské meno bude k dispozícií každú chvíľu!
sv: Detta användarnamn kommer att bli tillgängligt vilken minut som helst!
th: ชื่อผู้ใช้นี้จะใช้ได้ในอีกไม่กี่นาที
tr: Bu kullanıcı adı hemen her an kullanıma açılabilir!
uk: Це ім'я користувача буде доступне для вибору в будь-яку хвилину!
vi: Tên người dùng này sẽ có sẵn để sử dụng bất cứ lúc nào!
zh: 该用户名即将可用！
zh_tw: 該用戶名即將可用！

# user.username_invalid_characters
source: The requested username contains invalid characters.
ar: يحتوي اسم المستخدم على أحرف غير صالحة.
be: Запытаная імя карыстальніка змяшчае няправільныя сімвалы.
bg: Желаното име съдържа невалидни символи.
cs: Žádané uživatelské jméno obsahuje neplatné znaky.
da: Det anmodede brugernavn indeholder ugyldige tegn.
el: Το ζητούμενο όνομα χρήστη περιέχει μη έγκυρους χαρακτήρες.
es: El nombre de usuario solicitado contiene caracteres no válidos.
fr: Le nom d'utilisateur contient des caractères invalides.
hu: A kért felhasználónév nem felhasználható karaktereket tartalmaz.
id: Nama pengguna yang diminta mengandung karakter yang tidak valid.
it: Il nome utente richiesto contiene caratteri non validi.
ja: 指定のユーザー名に無効の文字が含まれています。
ko: 요청한 사용자 이름에 유효하지 않은 문자가 있습니다.
nl: De opgevraagde gebruikersnaam bevat ongeldige tekens.
no: Det forespurte brukernavnet inneholder ugyldige tegn.
pl: Ta nazwa użytkownika zawiera nieprawidłowe znaki.
pt: O nome de utilizador solicitado contém caracteres inválidos.
pt_br: O nome de usuário contém caracteres inválidos.
ro: Numele de utilizator solicitat conține caractere invalide.
ru: Выбранное имя содержит недопустимые символы.
sk: Zadané užívateľské meno obsahuje neplatné znaky.
sv: Det begärda användarnamnet innehåller ogiltiga tecken.
th: ชื่อผู้ใช้นี้ประกอบไปด้วยตัวอักขระที่ไม่ถูกต้อง
tr: İstenen kullanıcı adı geçersiz karakterler içeriyor.
uk: Обраний ім'я містить недопустимі символи.
vi: Tên người dùng đã yêu cầu chứa các ký tự không hợp lệ.
zh: 用户名中包含非法字符。
zh_tw: 用戶名中包含非法字符。
