Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/ModelValidation.*.resx
Languages: ar, be, bg, cs, da, el, es, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# user.username_in_use
source: Username is already in use!
ar: الاسم مستخدم حاليا!
be: Імя карыстальніка ўжо выкарыстоўваецца!
bg: Потребителско име вече е в употреба!
cs: Uživatelské jméno je již používáno!
da: Brugernavn er allerede i brug!
el: Το όνομα χρήστη χρησιμοποιείται ήδη!
es: ¡El nombre de usuario ya está en uso!
fr: Le nom d'utilisateur est déjà utilisé !
hu: Foglalt felhasználónév!
id: Nama pengguna sudah digunakan!
it: Il nome utente è già in uso!
ja: 既に使用されているユーザー名です！
ko: 이미 사용중인 사용자 이름 입니다!
nl: Gebruikersnaam is al in gebruik!
no: Brukernavn er allerede i bruk!
pl: Ta nazwa użytkownika jest już w użyciu!
pt: Este nome de utilizador já está a ser usado!
pt_br: Nome de usuário já está em uso!
ro: Numele de utilizator este deja folosit!
ru: Это имя уже используется!
sk: Užívateľské meno sa už používa!
sv: Användarnamnet används redan!
th: ชื่อผู้ใช้กำลังนี้ถูกใช้อยู่
tr: Kullanıcı adı zaten kullanımda!
uk: Це ім'я вже використовується!
vi: Tên người dùng đã được sử dụng!
zh: 用户名已经被使用！
zh_tw: 用戶名已經被使用！

# user.username_locked
source: Username is already in use!
ar: الاسم مستخدم حاليا!
be: Імя карыстальніка ўжо выкарыстоўваецца!
bg: Потребителското име вече е в употреба!
cs: Tohle jméno už někdo používá!
da: Brugernavn er allerede i brug!
el: Το όνομα χρήστη χρησιμοποιείται ήδη!
es: ¡El nombre de usuario ya está en uso!
fr: Nom d'utilisateur déjà utilisé !
hu: A név már használatban van!
id: Nama pengguna sudah digunakan!
it: Nome utente già in uso!
ja: 既に使用されているユーザー名です！
ko: 이미 사용 중인 사용자 이름입니다!
nl: Gebruikersnaam is al in gebruik!
no: Brukernavnet er ikke tilgjengelig!
pl: Ta nazwa użytkownika jest już w użyciu!
pt: Este nome de utilizador já está a ser usado!
pt_br: Nome de usuário já está em uso!
ro: Numele de utilizator este deja luat!
ru: Это имя уже используется!
sv: Användarnamnet används redan!
th: ชื่อนี้ถูกใช้ไปแล้ว
tr: Kullanıcı adı zaten kullanımda!
uk: Це ім'я вже використовується!
vi: Tên người dùng đã được sử dụng!
zh: 用户名已被使用！
zh_tw: 使用者名稱已被使用！

# user.username_no_space_userscore_mix
source: Please use either underscores or spaces, not both!
ar: رجائاََ استخدم الخط السفلي او المسافة, ليس كلاهما!
be: Не выкарыстоўвайце прабелы і сімвалы падкрэсліванне!
bg: Моля използвайте или долна черта или пространства, не и двете!
cs: Použijte prosím podtržítka nebo mezery, ne obojí!
da: Brug enten understreg eller mellemrum, ikke begge dele!
el: Παρακαλώ χρησιμοποιείστε κάτω παύλες ή κενά, όχι και τα δύο!
es: Por favor utiliza guiones bajos o espacios, ¡no ambas!
fr: Merci d'utiliser soit des underscores ou des espaces, pas les deux ensemble !
hu: Vagy alsóvonalat használj, vagy space gomb lenyomásával üres teret, nem menő mind a kettő!
id: Mohon gunakan garis bawah atau spasi, jangan keduanya!
it: Si prega di utilizzare caratteri di sottolineatura o spazi, non entrambi!
ja: アンダーバーかスペースのどちらかに統一してください。
ko: 언더바나 공백을 사용해주세요, 둘 중 하나요!
nl: Gebruik oftewel underscores of spaties, niet beide!
no: Vennligst bruk enten understrekingstegn eller mellom, ikke begge!
pl: Używaj spacji albo znaków podkreślenia, nie obu naraz!
pt: Por favor usa underscores ou espaços, não ambos!
pt_br: Por favor use underscores ou espaços, não os dois!
ro: Te rugăm să folosești fie underscore, fie spații, nu ambele!
ru: Пожалуйста не используйте пробелы и подчёркивания одновременно!
sk: Prosím použite podčiarknutia alebo medzery, nie oboje!
sv: Använd antingen understreck eller blanksteg, inte båda!
th: กรุณาใช้ขีดใต้หรือช่องว่างอย่างใดอย่างนึง ไม่ใช่ทั้งสองอัน!
tr: Lütfen ya alt çizgi ya da boşluk kullanın, ikisini birden değil!
uk: Будь ласка, не використовуйте пробіли і підкреслення одночасно!
vi: Vui lòng sử dụng dấu gạch dưới hoặc dấu cách, không phải cả hai!
zh: 请在下划线和空格间选一个，不要混用！
zh_tw: 請在下劃線和空格間選一個，不要混用！

# user.username_no_spaces
source: Username can't start or end with spaces!
ar: اسم المسخدم لا يمكن ان يبدأ او ينتهي مع مسافات!
be: Імя карыстальніка не можа пачынацца або сканчацца прабеламі!
bg: Потребителското име не може да започва или завършва с интервал!
cs: Uživatelské jméno nesmí začínat nebo končit mezerou!
da: Brugernavn kan ikke starte eller ende med mellemrum!
el: Το όνομα χρήστη δε μπορεί να ξεκινάει ή να τελειώνει με κενά!
es: ¡El nombre no puede iniciar o finalizar con espacios!
fr: Le nom d'utilisateur ne peut pas commencer ou terminer avec des espaces !
hu: A felhasználóneved nem kezdődhet és nem is végződhet üres hellyel!
id: Nama pengguna tidak dapat dimulai atau diakhiri dengan spasi!
it: Il nome utente non può iniziare o finire con spazi!
ja: ユーザー名の端にスペースは使用できません。
ko: 사용자 이름은 공백으로 시작하거나 끝날 수 없습니다!
nl: Gebruikersnaam kan niet beginnen of eindigen met spaties!
no: Brukernavnet kan ikke starte eller slutte med mellomrom!
pl: Nazwa użytkownika nie może zaczynać się ani kończyć spacjami!
pt: O nome de utilizador não pode começar ou acabar com espaços!
pt_br: Nome de usuário não pode começar ou terminar com espaços!
ro: Numele de utilizator nu poate începe sau termina cu spații!
ru: Имя не может начинаться и заканчиваться пробелами!
sk: Užívateľské meno nesmie začať alebo končiť medzerou!
sv: Användarnamn kan inte börja eller sluta med blanksteg!
th: ชื่อผู้ใช้ไม่สามารถเริ่มต้นหรือจบด้วยช่องว่าง
tr: Kullanıcı adı boşluk ile başlayamaz ya da bitemez!
uk: Ім'я не може починатися і закінчуватися пробілами!
vi: Tên người dùng không thể bắt đầu hoặc kết thúc bằng dấu cách!
zh: 用户名不能以空格开头或结束。
zh_tw: 用戶名不能以空格開頭或結束。

# user.username_not_allowed
source: This username choice is not allowed.
ar: اختيار اسم المستخدم غير مقبول.
be: Гэтае імя карыстальніка недаступна.
bg: Този избор на потребителско име не е разрешен.
cs: Toto uživatelské jméno není povoleno.
da: Dette brugernavn er ikke tilladt.
el: Η επιλογή αυτού του ονόματος χρήστη δεν επιτρέπεται.
es: Esta elección de nombre de usuario no está permitida.
fr: Ce nom d'utilisateur n'est pas autorisé.
hu: Ez a felhasználónév nem engedett.
id: Pilihan nama pengguna ini tidak diizinkan.
it: La scelta di questo nome utente non è consentita.
ja: このユーザー名の使用は許可されていません。
ko: 이 사용자 이름 선택은 허용되지 않습니다.
nl: Deze gebruikersnaam is niet toegestaan.
no: Valg av dette brukernavnet er ikke tillatt.
pl: Ta nazwa użytkownika nie jest dozwolona.
pt: Esta escolha para nome de utilizador não é permitida.
pt_br: Nome de usuário não permitido.
ro: Acest nume de utilizator nu este permis.
ru: Это имя недоступно.
sk: Toto užívateľské meno nie je povolené.
sv: Det valda användarnamnet är inte tillåtet.
th: ไม่อนุญาตให้ใช้ชื่อนี้
tr: Kullanıcı adı seçimine izin verilmiyor.
uk: Це ім'я недоступно.
vi: Không cho phép sử dụng tên người dùng đã chọn.
zh: 不允许使用该用户名。
zh_tw: 不允許使用該用戶名。

# user.username_too_short
source: The requested username is too short.
ar: اسم المستخدم المطلوب قصير جداََ.
be: Запытанае імя карыстальніка надта кароткае.
bg: Исканото потребителско име е трърде късо.
cs: Požadované uživatelské jméno je příliš krátké.
da: Det anmodede brugernavn er for kort.
el: Το ζητούμενο όνομα είναι πολύ μικρό.
es: El nombre de usuario solicitado es muy corto.
fr: Le nom d'utilisateur est trop court.
hu: A kért felhasználónév túl rövid.
id: Nama pengguna yang diminta terlalu pendek.
it: Il nome utente richiesto è troppo corto.
ja: ユーザー名が短すぎます。
ko: 요청하신 유저 이름이 너무 짧습니다.
nl: De aangevraagde gebruikersnaam is te kort.
no: Forespurt brukernavn er for kort.
pl: Ta nazwa użytkownika jest zbyt krótka.
pt: O nome de utilizador solicitado é demasiado curto.
pt_br: O nome de usuário é muito curto.
ro: Numele de utilizator solicitat este prea scurt.
ru: Выбранное имя слишком короткое.
sk: Požadované užívateľské meno je príliš krátke.
sv: Det valda användarnamnet är för kort.
th: ชื่อผู้ใช้ที่ได้ขอร้องมาสั้นเกินไป
tr: İstenen kullanıcı adı çok kısa.
uk: Обране ім'я надто коротке.
vi: Tên người dùng đã yêu cầu quá ngắn.
zh: 用户名太短。
zh_tw: 使用者名稱太短。

# user.username_too_long
source: The requested username is too long.
ar: اسم المسيتخدم المطلوب طويل للغاية.
be: Запытанае імя карыстальніка надта доўгае.
bg: Исканото потребителско име е трърде дълго.
cs: Požadované uživatelské jméno je příliš dlouhé.
da: Det anmodede brugernavn er for langt.
el: Το ζητούμενο όνομα χρήστη είναι πολύ μεγάλο.
es: El nombre de usuario solicitado es muy largo.
fr: Le nom d'utilisateur est trop long.
hu: A kért felhasználónév túl hosszú.
id: Nama pengguna yang diminta terlalu panjang.
it: Il nome utente richiesto è troppo lungo.
ja: ユーザー名が長すぎます。
ko: 요청한 사용자 이름이 너무 깁니다.
nl: De aangevraagde gebruikersnaam is te lang.
no: Forespurte brukernavn er for langt.
pl: Ta nazwa użytkownika jest zbyt długa.
pt: O nome de utilizador solicitado é demasiado longo.
pt_br: O nome de usuário é muito longo.
ro: Numele de utilizator solicitat este prea lung.
ru: Выбранное имя слишком длинное.
sk: Požadované užívateľské meno je príliš dlhé.
sv: Det valda användarnamnet är för långt.
th: ชื่อผู้ใช้นี้ยาวเกินไป
tr: İstenen kullanıcı adı çok uzun.
uk: Обраний ім'я надто довге.
vi: Tên người dùng đã yêu cầu quá dài.
zh: 用户名太长。
zh_tw: 用戶名太長。

# user.weak
source: Blacklisted password.
ar: كلمة سر ممنوعة.
be: Надта лёгкі пароль.
bg: Парола е в черният списък.
cs: Zakázané heslo.
da: Blacklistet adgangskode.
el: Απαγορευμένος κωδικός.
es: Contraseña no permitida.
fr: Mot de passe interdit.
hu: Feketelistás jelszó.
id: Kata sandi ini berada dalam daftar hitam.
it: Password bandita.
ja: ブラックリストに載っているパスワードです。
ko: 비밀번호에 사용할 수 없는 문자나 패턴이 포함되어 있습니다.
nl: Wachtwoord staat op de zwarte lijst.
no: Svartelistet passord.
pl: Hasło jest za słabe.
pt: A palavra-passe está na lista-negra.
pt_br: Senha proibida.
ro: Parolă interzisă.
ru: Слишком лёгкий пароль.
sk: Zakázané heslo.
sv: Svartlistat lösenord.
th: รหัสผ่านถูกขึ้น Blacklist ไว้
tr: Kara listeye eklenmiş şifre.
uk: Занадто легкий пароль.
vi: Mật khẩu quá yếu.
zh: 弱密码。
zh_tw: 弱密碼。

# user.wrong_current_password
source: Current password is incorrect.
ar: كلمة السر الحالية غير صحيحة.
be: Бягучы пароль няправільны.
bg: Текущата парола е неправилна.
cs: Tvé aktuální heslo je nesprávné.
da: Den nuværende adgangskode er ugyldig.
el: Ο παρών κωδικός είναι λανθασμένος.
es: La contraseña actual es incorrecta.
fr: Le mot de passe actuel est incorrect.
hu: A jelenlegi jelszó nem megfelelő.
id: Kata sandi saat ini salah.
it: La password attuale non è corretta.
ja: パスワードが間違っています。
ko: 현재 비밀번호가 일치하지 않습니다.
nl: Dit wachtwoord is onjuist.
no: Nåværende passord er feil.
pl: Obecne hasło jest niepoprawne.
pt: A palavra-passe atual está incorreta.
pt_br: Senha atual incorreta.
ro: Parola curentă este incorectă.
ru: Текущий пароль неверный.
sk: Aktuálne heslo je nesprávne.
sv: Nuvarande lösenord är inkorrekt.
th: รหัสผ่านปัจจุบันไม่ถูกต้อง
tr: Mevcut şifre hatalı.
uk: Введений пароль невірний.
vi: Mật khẩu hiện tại không đúng.
zh: 当前密码错误。
zh_tw: 密碼不正確.

# user.wrong_email_confirmation
source: Email confirmation does not match.
ar: تأكيد البريد الألكتروني لا يتطابق.
be: Пацверджанне эл. пошты не супадае.
bg: Имейлът за потвърждение не съответства.
cs: Ověření emailu se neshoduje.
da: Emailbekræftelsen er forkert.
el: Η πιστοποίηση του email δεν ταιριάζει.
es: La confirmación de correo electrónico no coincide.
fr: La confirmation de l'email ne correspond pas.
hu: Email megerősítés nem egyezik.
id: Konfirmasi email tidak cocok.
it: La conferma della email non corrisponde.
ja: メールアドレスが一致しません。
ko: 이메일과 이메일 확인란이 일치하지 않습니다.
nl: Email bevestiging komt niet overeen.
no: E-postene samsvarer ikke.
pl: Podane adresy e-mail nie są zgodne.
pt: A confirmação do email não corresponde.
pt_br: Confirmação de email não confere.
ro: Confirmarea e-mailului nu se potrivește.
ru: Подтверждения почты не совпадают.
sk: Potvrdenie e-mailu sa nezhoduje.
sv: Emailbekräftelse matchar inte.
th: การยืนยันอีเมลไม่ตรงกัน
tr: E-posta doğrulaması eşleşmiyor.
uk: Підтвердження пошти і пошта не збігаються.
vi: Email xác nhận không phù hợp.
zh: 重复新邮箱与新邮箱不一致。
zh_tw: 重複新郵箱與新郵箱不一致。

# user.wrong_password_confirmation
source: Password confirmation does not match.
ar: تأكيد كلمة المرور لا يتطابق.
be: Пацверджанне паролю не супадаюць.
bg: Потвърждението на паролата не съотвества.
cs: Zadaná hesla se neshodují.
da: Adgangskode-felterne matcher ikke.
el: Η πιστοποίηση του κωδικού δεν ταιριάζει.
es: La confirmación de contraseña no coincide.
fr: La confirmation du mot de passe ne correspond pas.
hu: Jelszó megerősítés nem egyezik.
id: Konfirmasi kata sandi tidak cocok.
it: La conferma della password non corrisponde.
ja: パスワードが一致しません。
ko: 비밀번호와 비밀번호 확인란이 일치하지 않습니다.
nl: Wachtwoord bevestiging komt niet overeen.
no: Passordene samsvarer ikke.
pl: Podane hasła nie są zgodne.
pt: A confirmação da palavra-passe não corresponde.
pt_br: Confirmação de senha não confere.
ro: Parola de confirmare nu se potrivește.
ru: Подтверждения пароля не совпадают.
sk: Zadané heslá sa nezhodujú.
sv: Lösenordsbekräftelse matchar inte.
th: การยืนยันรหัสผ่านไม่ตรงกัน
tr: Şifre doğrulaması eşleşmiyor.
uk: Підтвердження пароля і пароль не збігаються.
vi: Mật khẩu xác nhận không phù hợp.
zh: 重复新密码与新密码不一致。
zh_tw: 重複新密碼與新密碼不一致。

# user.too_long
source: Exceeded maximum length - can only be up to {0} characters.
ar: تجاوزت الحد المطلوب - يمكن ان يصل الى {0} حروف فقط.
be: Перавышанп максімальная даўжыня - абмежаванне на {0} сімвалаў.
bg: Превишена максимална дължина - може да бъде само до {0} символа.
cs: Překročena maximální délka - maximální délka je {0} znaků.
da: Overskrider maksimale længde - kan højest være op til {0} karakterer.
el: Έχετε υπερβεί το μέγιστο όριο - μπορεί να είναι μέχρι {0} χαρακτήρες.
es: Se excedió el límite máximo - puedes usar hasta {0} caracteres.
fr: Longueur maximale atteinte - elle est de {0} caractères.
hu: Elérted a maximum hosszúságot - maximum {0} karaktert használhatsz.
id: Melebihi batas maksimum - hanya bisa hingga {0} karakter.
it: Lunghezza massima superata - può essere solo fino a {0} caratteri.
ja: 使用文字数の制限を超えています。上限は{0}文字です。
ko: 최대 길이를 초과하셨습니다 - {0}자리 까지만 가능합니다.
nl: Maximum lengte overschreden - kan enkel tot {0} karakters zijn.
no: Overskrider maksimumslengden - kan bare være opp til {0} tegn.
pl: Przekroczono maksymalną liczbę znaków - możliwe jest użycie tylko {0} znaków.
pt: Comprimento máximo excedido - só pode ser até {0} caracteres.
pt_br: ultrapassou tamanho máximo - deve ser até {0} caracteres.
ro: Ai depășit lungimea maximă - nu poate fi decât până la {0} caractere.
ru: Превышено максимальное количество символов - можно использовать только до {0} characters символов.
sk: Prekročila sa maximálna dĺžka - maximálna dĺžka je {0} znakov.
sv: Överskred maxlängd - kan endast vara upp till {0} karaktärer.
th: เกินความยาวสูงสุด - สามารถกำหนดได้ถึง {0} characters
tr: Maksimum uzunluk aşıldı - yalnızca {0} karakter olabilir.
uk: Перевищує максимальну кількість символів - можна використовувати тільки до {0} символів.
vi: Đã vượt quá độ dài tối đa - tối đa {0} kí tự.
zh: 超出长度限制——最多为 {0} 个字符。
zh_tw: 超出長度限制——最多為 {0} 個字符。

# user.attributes.username
source: Username
ar: اسم المُستخدم
be: Імя карыстальніка
bg: Потребителско име
cs: Uživatelské jméno
da: Brugernavn
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Nome de Usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Meno Uživateľa
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Iм'я користувача
vi: Tên người chơi
zh: 用户名
zh_tw: 使用者名稱

# user.attributes.user_email
source: Email address
ar: عنوان البريد الإلكتروني
be: E-mail адрас
bg: Имейл адрес
cs: E-mailová adresa
da: Mail addresse
es: Correo electrónico
fr: Adresse e-mail
hu: E-mail cím
id: Alamat Email
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
no: E-postadresse
pl: Adres e-mail
pt: Endereço de email
pt_br: Endereço de email
ro: Adresă de e-mail
ru: E-mail адрес
sk: E-mailová adrEsa
sv: E-postadress
th: อีเมล์
tr: E-posta adresi
uk: Email пошта
vi: Địa chỉ email
zh: 电子邮件地址
zh_tw: 電子郵件地址

# user.attributes.password
source: Password
ar: كلمة المرور
be: Пароль
bg: Парола
cs: Heslo
da: Adgangskode
es: Contraseña
fr: Mot de passe
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码
zh_tw: 密碼

# user.change_username.restricted
source: You cannot change your username while restricted.
ar: لا يمكنك تغيير اسم المستخدم اذا كان حسابك مقيد.
be: Вы не можаце змяніць імя карыстальніка падчас абмежавання.
bg: Смяната на потребителското си име е невъзможно, докато сте с ограничен статут.
da: Du kan ikke ændre dit brugernavn mens du er tilbageholdt.
el: Δεν μπορείτε να αλλάξετε όνομα χρήστη ενώ είστε restricted.
es: No puede cambiar su nombre de usuario mientras esté restringido.
fr: Vous ne pouvez pas changer votre nom d'utilisateur pendant que vous êtes restreint.
hu: Felfüggesztett állapotban nem változtathatsz felhasználónevet.
id: Anda tidak dapat mengganti nama pengguna ketika akun Anda sedang di-restrict.
it: Non puoi cambiare il tuo nome utente mentre sei limitato.
ja: 制限されている間は、ユーザー名を変更することはできません。
ko: 제한된 상태의 계정은 사용자 이름을 변경할 수 없습니다.
nl: Je kan je gebruikersnaam niet wijzigen terwijl je restricted bent.
no: Du kan ikke endre brukernavnet ditt mens du er begrenset.
pl: Nie możesz zmienić swojej nazwy użytkownika podczas blokady konta.
pt: Não podes mudar o teu nome de utilizador enquanto estiveres restrito.
pt_br: Não é possível alterar seu nome de usuário enquanto estiver em modo restrito.
ro: Nu iți poți schimba numele de utilizator cât timp ești restricționat.
ru: Вы не можете сменить своё имя, пока ваш аккаунт ограничен.
sv: Du kan inte ändra ditt användarnamn när det är begränsat.
th: คุณไม่สามารถเปลี่ยนผู้ใช้ได้ขณะถูกจำกัดการใช้งาน
tr: Kısıtlanmış iken kullanıcı adını değiştiremezsin.
uk: Ви не можете змінити ім'я, поки ваш аккаунт обмежено.
vi: Bạn không thể đổi tên người dùng khi đang bị hạn chế.
zh: 账户受限时不能变更用户名。
zh_tw: 帳戶處於限制模式時無法更變使用者名稱。

# user.change_username.supporter_required._
source: You must have {0} to change your name!
ar: تحتاج إلى أن تملك {0} لتغيير اسمك!
be: Каб змяніць імя, вы мусіце «{0}»!
bg: Трябва да сте {0} , за да промените името си!
cs: Musíš mít {0} na změnu jména!
da: Du skal have {0} for at ændre dit navn!
el: Πρέπει να έχεις {0} για να αλλάξεις το όνομα χρήστη σου!
es: ¡Debes tener {0} para cambiar tu nombre!
fr: Vous devez avoir {0} pour changer votre nom !
hu: {0} szükséges a névváltoztatáshoz!
id: Anda harus menjadi {0} untuk mengubah nama Anda!
it: Devi avere {0} per cambiare il tuo nome!
ja: {0}になったことがないと名前を変更できません！
ko: 무조건 {0}해야만 이름을 변경할 수 있습니다!
nl: Je moet {0} hebben om je naam te veranderen!
no: Du må ha {0} for å endre på navnet ditt!
pl: Musisz posiadać {0}, aby zmienić nazwę użytkownika!
pt: Tens de ter {0} para mudar o teu nome!
pt_br: Você precisa ser um {0} para mudar seu nome de usuário!
ro: Trebuie să {0} pentru a-ți schimba numele!
ru: Вы должны {0} , чтобы изменить свое имя!
sk: Musíš mať {0} pre zmenu mena!
sv: Du måste {0} för att byta ditt användarnamn!
th: คุณต้องมี{0}จึงจะเปลี่ยนชื่อได้!
tr: İsminizi değiştirmek için {0} olmanız gerekli!
uk: Ви повинні {0} для зміни ніку!
vi: Bạn phải {0} để đổi tên người dùng!
zh: 你必须 {0} 才能更改用户名！
zh_tw: 你必須 {0} 才能更改用戶名！

# user.change_username.supporter_required.link_text
source: supported osu!
ar: اِدعم osu!
be: падтрымаць osu!
bg: подкрепили osu!
cs: podpořit osu! nákupem supporter tagu!
da: støttede osu!
el: υποστήριξε το osu!
es: apoyar a osu!
fr: supporté osu!
hu: támogatta osu!-t
id: osu!supporter
it: sostenuto osu!
ja: サポーター
ko: osu!를 후원
nl: support osu!
no: støtter osu!
pl: status donatora osu!
pt: ajudaste o osu!
pt_br: osu!supporter
ro: fii un suporter osu!
ru: поддержать osu!
sk: podporiť osu!
sv: stödja osu!
th: สนับสนุน osu!
tr: osu!'u desteklemiş
uk: підтримати osu!
vi: hỗ trợ osu!
zh: 支持 osu!
zh_tw: 支持 osu!

# user.change_username.username_is_same
source: This is already your username, silly!
ar: هذا هو اسم المستخدم الخاص بك حالياََ ايها السخيف!
be: Гэта ўжо і ёсць ваша імя карыстанне!
bg: Това е потребителското ти име, глупчо!
cs: Tohle je tvoje uživatelské jméno, hlupáku!
da: Det her er allerede dit Brugernavn, fjollehoved!
el: Αυτό είναι ήδη το όνομα χρήστη σου, χαζούλη!
es: ¡Este ya es tu nombre de usuario, tonto!
fr: C'est déjà ton nom d'utilisateur !
hu: Már ez a felhasználóneved te butus!
id: Ini nama penggunamu yang sekarang, bodoh!
it: Questo è già il tuo nome utente, sciocco!
ja: 既に使用しているユーザー名です！
ko: 이미 당신이 사용 중인 이름입니다, 혹시.. 건망증?
nl: Dit is je gebruikersnaam al, dommerik!
no: Dette er allerede brukernavnet ditt, dummen!
pl: To twoja obecna nazwa!
pt: Este já é o teu nome de utilizador, tontinho!
pt_br: Este já é seu nome de usuário, bobinho!
ro: Acesta este deja numele tău de utilizator, prostuțule!
ru: Это имя уже используется!
sk: Toto už je tvoje užívateľské meno, hlupák!
sv: Detta är redan ditt användarnamn, dumbom!
th: บ้าน่า นี่มันชื่อผู้ใช้คุณตอนนี้นี่
tr: Bu zaten senin kullanıcı adın, şapşal!
uk: Це ім'я вже використовується!
vi: Đây là tên người dùng của bạn mà, đồ ngốc!
zh: 这就是你的用户名，Baka！
zh_tw: 這就是你的用戶名，Baka！

# user_report.reason_not_valid
source: {0} is not valid for this report type.
ar: {0} ليس مقبولا لنوع الأبلاغ هذا.
be: {0} не падыходзіць для дадзенага тыпу дакладу.
bg: {0} е невалидна причина за този тип докладване.
da: {0} er ikke gyldt for denne type anmeldelse.
es: {0} no válido para este tipo de denuncia.
fr: {0} n'est pas valide pour ce type de signalement.
hu: ez a jelentés nem megfelelő, ehhez a jelentés fajtához.{0}.
id: alasan {0} tidak sah untuk jenis laporan ini.
it: {0} non è valido per questo tipo di segnalazione.
ja: {0} はこのテレポートタイプでは無効です。
ko: {0} 은(는) 이 신고 형식에 맞지 않습니다.
nl: {0} is niet geldig voor dit rapporttype.
no: {0} er ikke gyldig for denne rapporttypen.
pl: Powód „{0}” nie jest właściwy dla tego typu zgłoszenia.
pt: {0} não é valida para este tipo de denúncia.
pt_br: {0} não é valido para este tipo de denúncia.
ro: {0} nu este valid pentru acest tip de raportare.
ru: {0} не подходит для данного типа отчета.
sv: {0} är inte giltigt för denna anmälningstyp.
th: {0} ไม่สามารถใช้ได้กับการรายงานประเภทนี้
tr: {0} sebebi bu rapor türü için geçerli değil.
uk: {0} неправильна для даного типу звіту.
zh: {0} 不符合此报告类型。
zh_tw: {0} 不符合此報告類型。

# user_report.self
source: You can't report yourself!
ar: لا يمكنك الإبلاغ عن نفسك!
be: Вы не можаце паскардзіцца на самога сябе!
bg: Не може да докладвате себе си!
cs: Nemůžete nahlásit sám sebe!
da: Du kan ikke rapportere dig selv!
el: Δεν μπορείτε να αποκλέισετε τον εαυτό σας!
es: ¡No puede denunciarse a sí mismo!
fr: Vous ne pouvez pas vous signaler vous-même !
hu: Nem jelentheted magadat!
id: Anda tidak dapat melaporkan diri Anda sendiri!
it: Non puoi segnalare te stesso!
ja: 自分自身を報告することはできません！
ko: 자기 자신은 신고할 수 없습니다!
nl: Je kunt jezelf niet rapporteren!
no: Du kan ikke rapportere deg selv!
pl: Nie możesz zgłosić swojego konta!
pt: Não te podes denunciar a ti mesmo!
pt_br: Você não pode se denunciar!
ro: Nu te poți raporta pe tine însuți!
ru: Вы не можете пожаловаться на себя!
sv: Du kan inte anmäla dig själv!
th: เดี๋ยว คุณรายงานตัวเองไม่ได้
tr: Kendinizi raporlayamazsınız!
uk: Ви не можете поскаржитися на себе!
vi: Bạn không thể báo cáo chính mình!
zh: 无法举报自己
zh_tw: 您不能檢舉你自己！

# store.order_item.attributes.quantity
source: Quantity
ar: الكمية
be: Колькасць
bg: Количество
cs: Množství
da: Antal
es: Cantidad
fr: Quantité
hu: Mennyiség
id: Jumlah
it: Quantità
ja: 個数
ko: 수량
nl: Hoeveelheid
no: Antall
pl: Liczba
pt: Quantidade
pt_br: Quantidade
ro: Cantitate
ru: Кол-во
sv: Antal
th: ปริมาณ
tr: Miktar
uk: Кількість
vi: Số lượng
zh: 数量
zh_tw: 數量
