Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/ModelValidation.*.resx
Languages: ar, be, bg, cs, da, el, es, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# store.order_item.attributes.cost
source: Cost
ar: التكلفة
be: Цана
bg: Цена
cs: Cena
da: Pris
es: Costo
fr: Coût
hu: Ár
id: Biaya
it: Prezzo
ja: 価格
ko: 가격
nl: Kosten
no: Pris
pl: Koszt
pt: Custo
pt_br: Custo
ru: Цена
sk: Cena
sv: Kostnad
th: ราคา
tr: Ücret
uk: Ціна
vi: Chi phí
zh: 价格
zh_tw: 成本
