Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Notifications.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# item.beatmapset.beatmapset_problem.beatmapset_discussion_qualified_problem_empty
source: Reported by {0} on "{1}"
ar: ابلغ عنه بواسطة {0} على "{1}"
be: Скарга ад {0} на "{1}"
bg: Докладвано от {0} на"{1}"
da: Rapporteret af {0} på "{1}"
de: Gemeldet von {0} auf "{1}"
es: Denunciado por {0} en "{1}"
fr: Signalé par {0} sur "{1}"
hu: {0} által jelentve lett itt: "{1}"
id: Dilaporkan oleh {0} pada "{1}"
it: Segnalato da {0} su "{1}"
ja: {0}による「{1}」への報告
ko: "{0}"에서 {1} 이(가) 보고함
nl: Gerapporteerd door {0} op "{1}"
no: Rapportert av {0} ved "{1}"
pl: Problem zgłoszony przez użytkownika {0} dla beatmapy „{1}”
pt_br: Reportado por {0} em "{1}"
ro: Raportat de {0} pe "{1}"
ru: Жалоба от {0} на "{1}"
sv: Rapporterat av {0} på "{1}"
th: รายงานโดย {0} บน {1}
tr: {0} tarafından bildirildi "{1}"
uk: Скарга від {0} на "{1}"
zh: {0} 在 “{1}” 下反馈了问题

source: Reported by {0}: "{1}"
ar: ابلغ عنه بواسطة {0} على "{1}"
be: Скарга ад {0}: "{1}"
bg: Докладвано от {0}: "{1}"
da: Rapporteret af {0}: "{1}"
de: Gemeldet von {0}: "{1}"
es: Denunciado por {0}: "{1}"
fr: Signalé par {0} : "{1}"
hu: {0} által jelentve lett "{1}"
id: Dilaporkan oleh {0}: "{1}"
it: Segnalato da {0}: "{1}"
ja: {0} による報告：「{1}」
ko: "{0}"에서 {1} 이(가) 보고함
nl: Gerapporteerd door {0}: "{1}"
no: Rapportert av {0}: "{1}"
pl: Problem zgłoszony przez użytkownika {0}: „{1}”
pt_br: Reportado por {0}: "{1}"
ro: Raportat de {0}: "{1}"
ru: Жалоба от {0}: "{1}"
sv: Rapporterat av {0} på "{1}"
th: รายงานโดย {0} บน {1}
tr: {0} tarafından rapor edildi: "{1}"
uk: Скарга від {0}: "{1}"
zh: {0} 反馈如下：“{1}”

source: Reported by {0}
ar: ابلغ عنه بواسطة {0}
be: Скарга ад {0}
bg: Докладвано от {0}
cs: Nahlásil {0}
da: Rapporteret af {0}
de: Gemeldet von {0}
es: Denunciado por {0}
fr: Signalé par {0}
hu: {0} által jelentve lett
id: Dilaporkan oleh {0}
it: Segnalato da {0}
ja: {0} による報告
ko: {0} 이(가) 보고함
nl: Gerapporteerd door {0}
no: Rapportert av {0}
pl: Problem zgłoszony przez użytkownika {0}
pt_br: Reportado por {0}
ro: Raportat de {0}
ru: Жалоба от {0}
sv: Rapporterad av {0}
th: รายงานโดย {0}
tr: {0} tarafından rapor edildi
uk: Скарга від {0}
zh: {0} 反馈了问题
zh_tw: 由 {0} 回報

# item.beatmapset.beatmapset_state._
source: Beatmap status changed
ar: تم تغيير حالة الخريطة
be: Стан бітмапы зменены
bg: Промяна в статуса на бийтмапа
cs: Stav Beatmapy se změnil
da: Beatmap status ændret
de: Beatmap-Status geändert
el: Η κατάσταση του beatmap άλλαξε
es: Cambió el estado del mapa
fr: Statut de la beatmap modifié
hu: Beatmap állapota megváltozott
id: Perubahan status beatmap
it: Lo stato della beatmap è stato modificato
ja: ビートマップのステータスが変更されました
ko: 비트맵 상태 변경됨.
nl: Beatmap status gewijzigd
no: Beatmap status har blitt endret
pl: Status beatmapy został zmieniony
pt_br: Estado do beatmap alterado
ro: Starea Beatmap-ului s-a schimbat
ru: Статус карты изменен
sv: Beatmap status ändrad
th: สถานะของบีทแมพถูกเปลี่ยน
tr: Beatmap durumu değişti
uk: Статус карти змінений
vi: Trạng thái Beatmap đã thay đổi
zh: 谱面状态已改变
zh_tw: 圖譜狀態已變更

# item.beatmapset.beatmapset_state.beatmapset_disqualify
source: "{0}" has been disqualified
ar: حرُِمت "{0}" من التأهل
be: Бітмапа "{0}" была дыскваліфікавана {1}.
bg: "{0}" бе дисквалифициран
da: Beatmap "{0}" er blevet diskvalificeret af {1}.
de: "{0}" wurde disqualifiziert
el: Το beatmap "{0}" απορρίφθηκε από τον χρήστη {1}.
es: "{0}" ha sido descalificado
fr: "{0}" a été disqualifiée
hu: Ez a beatmap diszkvalifikálva lett: "{0}"
id: Beatmap "{0}" telah didiskualifikasi
it: "{0}" è stata squalificata
ja: ビートマップ「{0}」は{1}によってdisqualifyされました。
ko: 비트맵 "{0}" 이(가) disqualified 처리되었습니다.
nl: Beatmap "{0}" is gediskwalificeerd door {1}.
no: Beatmappen "{0}" har blitt diskvalifisert av {1}.
pl: Beatmapa „{0}” została zdyskwalifikowana przez użytkownika {1}.
pt_br: O beatmap "{0}" foi desqualificado por {1}.
ro: {0} a fost descalificat
ru: Карта "{0}" была дисквалифицирована {1}.
sv: "{0}" har diskvalificerats
th: Beatmap "{0}" ได้ถูกตัดสิทธิ์โดย {1}
tr: "{0}" diskalifiye edildi
uk: Карта "{0}" була дискваліфікована {1}.
vi: "{0}" đã bị bỏ xếp hạng
zh: 谱面 {0} 被 {1} 取消提名。
zh_tw: 「{0}」被取消提名

# item.beatmapset.beatmapset_state.beatmapset_disqualify_compact
source: Beatmap was disqualified
ar: تم استبعاد الخريطة
be: Бітмапа была дыскваліфікавана
bg: Бийтмапът бе дисквалифициран
cs: Beatmapa byla diskvalifikována
da: Beatmap blev diskvalificeret
de: Beatmap wurde disqualifiziert
es: El mapa fue descalificado
fr: La beatmap a été disqualifiée
hu: A beatmap diszkvalifikálva lett
id: Beatmap telah didiskualifikasi
it: La beatmap è stata squalificata
ja: ビートマップはdisqualifiedになりました。
ko: 비트맵이 disqualified 처리 되었습니다.
nl: Beatmap was gediskwalificeerd
no: Beatmap var diskvalifisert
pl: Beatmapa została zdyskwalifikowana
pt_br: O beatmap foi desqualificado
ro: Beatmap-ul a fost descalificat
ru: Карта была дисквалифицирована
sv: Beatmap diskvalificerades
th: Beatmap ถูกตัดสิทธ์
tr: Beatmap diskalifiye edildi
uk: Карту було дискваліфіковано
vi: Beatmap đã bị bỏ xếp hạng
zh: 谱面被取消资格
zh_tw: 圖譜被取消資格

# item.beatmapset.beatmapset_state.beatmapset_love
source: "{0}" was promoted to loved
ar: أرتقت "{0}" لـ خريطة محبوبة
be: {0} надаў стан loved бітмапе "{1}".
bg: "{0}" бе повишен до обичан
da: Beatmap "{0}" er blevet forfremmet som elsket af {1}.
de: "{0}" hat Loved-Status erlangt
el: Το beatmap "{0}" προάχθηκε ως loved από τον χρήστη {1}.
es: "{0}" fue promovido a amado
fr: "{0}" a été promu comme aimée
hu: Ez a map kedvelt kategóriába lépett: "{0}"
id: Beatmap "{0}" telah diberikan status loved oleh {1}.
it: "{0}" è stata promossa tra le amate
ja: 「{0}」は{1}によってLovedされているとして宣伝されました。
ko: "{0}" 이(가) loved 상태로 승격되었습니다.
nl: Beatmap "{0}" is gepromoveerd tot loved door {1}.
no: Beatmappen "{0}" har blitt forfremmet til elsket av {1}.
pl: Beatmapa „{0}” uzyskała status ulubionej społeczności od użytkownika {1}.
pt_br: O beatmap "{0}" foi promovido a loved
ro: {0} a fost promovat la loved
ru: {0} присвоил статус loved карте "{1}".
sv: "{0}" befordrades till älskad
th: Beatmap "{0}" ได้ถูกเลื่อนขั้นให้เป็นที่ชื่นชอบโดย {1}
tr: "{0}" sevilenlere yükseltildi
uk: {0} присвоїв статус улюблена карті "{1}".
vi: "{0}" đã được tiến vào danh mục Được yêu thích
zh: 谱面 {0} 已经被 {1} 推荐为 loved 。
zh_tw: "{0}" 被提升為 loved

# item.beatmapset.beatmapset_state.beatmapset_love_compact
source: Beatmap was promoted to loved
ar: أرتقت الخريطة لـ محبوبة
be: Бітмапа атрымала стан loved
bg: Бийтмапът бе повишен до обичан
da: Beatmap blev ophøjet til elsket
de: Beatmap hat Loved-Status erlangt
es: El mapa fue promovido a amado
fr: La beatmap a été promue comme aimée
hu: Ez a map kedvelt kategóriába lépett
id: Status beatmap dipromosikan menjadi loved
it: La beatmap è stata promossa tra le amate
ja: ビートマップはLovedされているとして宣伝されました。
ko: 비트맵이 loved 상태로 승격되었습니다.
nl: Beatmap werd gepromoveerd voor loved
no: Beatmap var promotert til elsket
pl: Beatmapa uzyskała status ulubionej społeczności
pt_br: O beatmap foi promovido a loved
ro: Beatmap-ul a fost promovat la loved
ru: Карта была повышена до любимых
sv: Beatmap befordrades till älskad
th: Beatmap โปรโมทเป็น Loved
tr: Beatmap sevilenlere yükseltildi
uk: Карту внесено до улюблених
vi: Beatmap đã được tiến vào danh mục Được yêu thích
zh: 谱面已被 Loved
zh_tw: 圖譜被提升為 loved

# item.beatmapset.beatmapset_state.beatmapset_nominate
source: "{0}" has been nominated
ar: تم ترشيح "{0}"
be: Бітмапа "{0}" была намінавана {1}.
bg: "{0}" бе номиниран
cs: "{0}" byla nominována
da: Beatmap "{0}" er blevet nomineret af {1}.
de: "{0}" wurde nominiert
el: Το beatmap "{0}" έγινε nominate από τον χρήστη {1}.
es: "{0}" ha sido nominado
fr: "{0}" a été nommé
hu: Ez a beatmap rankedelt lett: "{0}"
id: "{0}" telah mendapatkan nominasi
it: "{0}" è stata nominata
ja: 「{0}」は{1}によってノミネートされました。
ko: "{0}" 이(가) 추천되었습니다.
nl: Beatmap "{0}" is genomineerd door {1}.
no: Beatmappen "{0}" har blitt nominert av {1}.
pl: Beatmapa „{0}” została nominowana przez użytkownika {1}.
pt_br: O beatmap "{0}" foi nomeado por {1}.
ro: {0} a fost nominat
ru: Карта "{0}" была номинирована {1}.
sv: "{0}" har nominerats
th: Beatmap "{0}" ได้ถูกเสนอชื่อโดย {1}
tr: "{0}" aday gösterildi
uk: Карта "{0}" була номінована {1}.
vi: "{0}" đã được đề cử
zh: 谱面 {0} 被 {1} 提名。
zh_tw: 「{0}」已被提名

# item.beatmapset.beatmapset_state.beatmapset_nominate_compact
source: Beatmap was nominated
ar: تم ترشيح الخريطة
be: Бітмапа была намінава
bg: Бийтмапът бе номиниран
cs: Beatmapa byla nominována
da: Beatmap blev nomineret
de: Beatmap wurde nominiert
es: El mapa fue nominado
fr: La beatmap a été nominée
hu: A beatmap rankedelt lett
id: Beatmap telah mendapatkan nominasi
it: La beatmap è stata nominata
ja: ビートマップがノミネートされました。
ko: 비트맵이 추천되었습니다.
nl: Beatmap is genomineerd
no: Beatmap var nominert
pl: Beatmapa została nominowana
pt_br: O beatmap foi nomeado
ro: Beatmap-ul a fost nominat
ru: Карта была номинирована
sv: Beatmap nominerades
th: Beatmap นี้ได้รับการจัดอันดับแล้ว
tr: Beatmap aday gösterildi
uk: Карту було номіновано
vi: Beatmap đã được đề cử
zh: 谱面被提名
zh_tw: 圖譜已被提名

# item.beatmapset.beatmapset_state.beatmapset_qualify
source: "{0}" has gained enough nominations and entered the ranking queue
ar: "{0}" حصلت على ترشيحات كافية ودخلت حالة التصنيف
be: Бітмапа "{0}" было надана дастаткова намінацый для чакання ранга.
bg: "{0}" получи достатъчно номинации и влезе в опашката за класиране
da: "{0}" har optjent nok nomineringer og er gået ind i ranking ventelisten
de: "{0}" hat genug Nominierungen erhalten und wurde in die Ranglisten-Warteschlange aufgenommen
el: To beatmap "{0}" έχει λάβει αρκετά nominations και μπήκε στη σειρά για να γίνει ranked.
es: "{0}" ha ganado suficientes nominaciones e ingresó a la cola de clasificación
fr: "{0}" a obtenu suffisamment de nominations et est entré dans la file d'attente du classement
hu: "{0}" elért annyi szavazatot hogy rankedelési státuszba lépett
id: Beatmap "{0}" telah memperoleh jumlah nominasi yang diperlukan untuk proses ranking.
it: "{0}" ha ottenuto abbastanza nomine ed è entrata nella coda di raking
ja: 「{0}」は十分なノミネートを受けたのでランキングに入れられました。
ko: "{0}" 이(가) 충분한 추천을 받았으므로 랭크맵 대기열에 등록되었습니다.
nl: Beatmap "{0}" heeft genoeg nominaties en is dus in de rij gezet voor de ranked sectie.
no: Beatmappen "{0}" har fått nok nominasjoner og er dermed i kø til å bli rangert.
pl: Beatmapa „{0}” uzyskała wystarczającą liczbę nominacji i została zakwalifikowana.
pt_br: O beatmap "{0}" recebeu indicações suficientes e, portanto, está na fila para se tornar ranqueado.
ro: {0} a starns destule nominații si a intrat în ranking queue
ru: Карте "{0}" было присвоено достаточно номинаций для ожидания ранка.
sv: "{0}" har fått tillräckligt många nomineringar och angett rankingkön
th: "{0}" ได้รับการเสนอชื่อเพียงพอที่จะเข้าคิวจัดอันดับ
tr: "{0}" yeterli aday gösterimi aldı ve derecelendirme sırasına girdi
uk: Карта "{0}" отримала достатньо номінацій, і очікує отримання рейтингу.
vi: "{0}" đã nhận được đủ đề cử và tiến vào danh mục Được xếp hạng
zh: 谱面 {0} 已经得到足够数量的提名并进入到 ranking 队列。
zh_tw: 「{0}」已獲得足夠提名并因此進入了上架列隊

# item.beatmapset.beatmapset_state.beatmapset_qualify_compact
source: Beatmap entered ranking queue
ar: دخلت الخريطة قائمة التصنيف
be: Бітмапа далучылася да чаргі рэйтынгу
bg: Бийтмапът влезе на опашката за класиране
da: Beatmap er gået ind i ranking ventelisten
de: Beatmap wurde in die Ranglisten-Warteschlange aufgenommen
es: El mapa ingresó a la cola de clasificación
fr: La beatmap est entrée dans la file d’attente de classement
hu: A beatmap rankolási sorba lépett
id: Beatmap telah memasuki antrian ranking
it: La beatmap è entrata nella coda di classificazione
ja: ビートマップがランキングのキューに入りました
ko: 비트맵이 랭크맵 대기열에 등록되었습니다.
nl: Beatmap staat in de ranked wachtlijst
no: Beatmappen er i kø for å bli rangert
pl: Beatmapa została zakwalifikowana
pt_br: O beatmap entrou na fila de ranqueamento
ro: Beatmap-ul a intrat în ranking queue
ru: Карта вошла в рейтинговую очередь
sv: Beatmap har angett rankingkö
th: Beatmap ได้เข้าคิวจัดอันดับ
tr: Beatmap derecelendirme sırasına girdi
uk: Карта увійшла до черги рейтингу
vi: Beatmap đã được thêm vào hàng chờ xếp hạng
zh: 谱面进入 Ranked 序列
zh_tw: 圖譜已進入上架列隊

# item.beatmapset.beatmapset_state.beatmapset_rank
source: "{0}" has been ranked
ar: اصبحت "{0}" مُصنفة
be: "{0}" была ранкавана
bg: "{0}" бе класиран
da: "{0}" er blevet ranked
de: "{0}" wurde ranked
es: "{0}" ha sido clasificado
fr: "{0}" a été classée
hu: {0} rankedelt lett
id: "{0}" telah berstatus Ranked
it: "{0}" è stata classificata
ja: 「{0}」はrankedされました。
ko: "{0}" 이(가) ranked 상태가 되었습니다.
nl: "{0}" is geranked
no: "{0}" har blitt rangert
pl: Beatmapa „{0}” uzyskała status rankingowy
pt_br: "{0}" se tornou ranqueado
ro: {0} a fost premiat
ru: "{0}" был оценен
sv: "{0}" har rankats
th: "{0}" ได้ถูกแรงค์แล้ว
tr: "{0}" dereceli oldu
uk: "{0}" оцінено
vi: "{0}" đã được xếp hạng
zh: "{0}" 已 Rank
zh_tw: 「{0}」已進榜

# item.beatmapset.beatmapset_state.beatmapset_rank_compact
source: Beatmap was ranked
ar: تم تصنيف الخريطة
be: Бітмапа была ранкавана
bg: Бийтмапът бе класиран
da: Beatmap blev ranked
de: Beatmap wurde ranked
es: El mapa fue clasificado
fr: La beatmap a été classée
hu: A beatmap rankedelt lett
id: Beatmap telah berstatus Ranked
it: La beatmap è stata classificata
ja: ビートマップがrankedされました。
ko: 비트맵이 ranked 상태가 되었습니다.
nl: Beatmap was geranked
no: Beatmappet var rangert
pl: Beatmapa uzyskała status rankingowy
pt_br: O beatmap foi ranqueado
ro: Beatmap-ul a fost premiat
ru: Карта была оценена
sv: Beatmap rankades
th: Beatmap ได้รับการจัดอันดับ
tr: Beatmap dereceli oldu
uk: Карта була ранкнута
vi: Beatmap đã được xếp hạng
zh: 谱面已 Ranked
zh_tw: 圖譜已進榜

# item.beatmapset.beatmapset_state.beatmapset_remove_from_loved
source: "{0}" was removed from Loved
ar: "{0}" تمت ازالتها من "الخرائط المحبوبة"
de: "{0}" hat Loved-Status verloren
es: "{0}" fue removido de Amados
fr: "{0}" a été supprimé de Loved
hu: Ez a map el lett távolítva a kedvelt kategóriából{0}
id: "{0}" telah dilepas dari Loved
it: "{0}" è stato rimossa da Loved
ja: 「{0}」はlovedから削除されました
ko: "{0}" 이(가) loved 상태에서 제거되었습니다.
nl: "{0}" is verwijderd van Loved
pl: Beatmapa „{0}” została usunięta z kategorii ulubionych społeczności
pt_br: "{0}" foi removido dos Loved
ru: "{0}" был удален из Любимых
sv: "{0}" har tagits bort från Älskad
th: "{0}" ได้ถูกนำออกจาก Loved
tr: "{0}" Sevilenlerden çıkarıldı
uk: "{0}" вилучений з Улюблені
zh: 谱面 {0} 已被从 Loved 移除

# item.beatmapset.beatmapset_state.beatmapset_remove_from_loved_compact
source: Beatmap was removed from Loved
ar: أُزيلت الخريطة من "الخرائِط المحبوبة"
bg: Бийтмапът бе премахнат от Обичани
de: Beatmap hat Loved-Status verloren
es: El mapa fue removido de Amados
fr: Beatmap a été retiré de Loved
hu: Ez a beatmap el lett távolítva a kedvelt kategóriából
id: Beatmap telah dilepas dari Loved
it: La beatmap è stata rimossa dalle amate
ja: ビートマップはlovedから削除されました
ko: 비트맵이 Loved 상태에서 제거되었습니다.
nl: Beatmap is verwijderd uit Loved
pl: Beatmapa została usunięta z kategorii ulubionych społeczności
pt_br: O beatmap foi removido dos Loved
ro: Beatmap a fost eliminat din iubit
ru: Карта была удалена из Любимых
sv: Beatmappen togs bort från Älskad
th: บีทแมพได้ถูกนำออกจาก Loved
tr: Beatmap Sevilenlerden çıkarıldı
uk: Бітмапа була вилучена з Улюблені
zh: 谱面从 Loved 中移除

# item.beatmapset.beatmapset_state.beatmapset_reset_nominations
source: Nomination of "{0}" has been reset
ar: تم اعادة تعيين ترشيحات "{0}"
be: Праблема, якую размясціў {0} выклікала скід намінацыі бітмапы "{1}"
bg: Номинацията на "{0}" бе анулирана
da: Nominering af "{0}" blev nulstillet
de: Nominierung von "{0}" wurde zurückgesetzt
el: Το θέμα που δημοσιεύτηκε από τον χρήστη {0} επανέφερε το beatmap "{1}" σε κατάσταση προς nomination
es: La nominación de "{0}" ha sido restablecida
fr: La nomination de "{0}" a été réinitialisée
hu: Rankolás elutasítva ezen: "{0}"
id: Masalah yang dikemukakan oleh {0} menganulir nominasi sebelumnya pada beatmap "{1}"
it: La nomina di "{0}" è stata reimpostata
ja: {0}の問題点投稿によりビートマップ「{1}」のノミネーションがリセットされました。
ko: 비트맵 "{0}"의 추천이 초기화되었습니다.
nl: Probleem geplaatst door {0} reset nominatie van beatmap "{1}"
no: Problemstilling skrevet av {0} nullstilte nominasjonen av beatmappet "{1}"
pl: Nominacja beatmapy „{0}” została zresetowana
pt_br: Um problema publicado por {0} reiniciou a nomeação do beatmap "{1}"
ro: Nominația "{0}" a fost resetată
ru: Проблема опубликованная {0} вызвала сброс процесса номинации карты "{1}"
sv: Nominering av "{0}" har återställts
th: ปัญหานี้โพสต์โดย {0} รีเซ็ทการเสนอชื่อของ beatmap "{1}"
tr: "{0}" setinin aday gösterimi sıfırlandı
uk: Проблема опублікована {0} викликала скидання процесу номінації карти "{1}"
zh: {0} 提出的问题重置了谱面 {1} 的提名过程
zh_tw: 「{0}」的提名已被重置

# item.beatmapset.beatmapset_state.beatmapset_reset_nominations_compact
source: Nomination was reset
ar: تم اعادة ضبط الترشيح
be: Намінацыя была скінута
bg: Номинацията бе анулирана
cs: Nominace byla obnovena
da: Nominering blev nulstillet
de: Nominierung wurde zurückgesetzt
es: La nominación fue restablecida
fr: La nomination a été réinitialisée
hu: Rankolás elutasítva
id: Nominasi beatmap dianulir
it: La nomina è stata reimpostata
ja: ノミネーションがリセットされました。
ko: 추천이 초기화되었습니다.
nl: Nominatie is gereset
no: Nominasjonen ble tilbakestilt
pl: Nominacja została zresetowana
pt_br: A nomeação foi reiniciada
ro: Nominația a fost resetată
ru: Номинация была сброшена
sv: Nominering återställdes
th: การเสนอชื่อถูกรีเซ็ท
tr: Aday gösterim sıfırlandı
uk: Номінацію було скинуто
zh: 提名被重置
zh_tw: 提名已被重置

# item.beatmapset.comment._
source: New comment
ar: تعليق جديد
be: Новы каментарый
bg: Нов коментар
cs: Nový komentář
da: Ny kommentar
de: Neuer Kommentar
es: Nuevo comentario
fi: Uusi kommentti
fr: Nouveau commentaire
hu: Új hozzászólás
id: Komentar baru
it: Nuovo commento
ja: 新しいコメント
ko: 새 댓글
nl: Nieuwe opmerking
no: Ny kommentar
pl: Nowy komentarz
pt_br: Novo comentário
ro: Comentariu nou
ru: Новый комментарий
sv: Ny kommentar
th: ความคิดเห็นใหม่
tr: Yeni yorum
uk: Новий коментар
vi: Bình luận mới
zh: 新评论
zh_tw: 新評論

# item.beatmapset.comment.comment_new
source: {0} commented "{1}" on "{2}"
ar: {0} علق "{1}" على "{2}"
be: {0} пракаментаваў "{1}" у "{2}"
bg: {0} коментира "{1}" в темата "{2}"
da: {0} kommenterede "{1}" på "{2}"
de: {0} kommentierte "{1}" auf "{2}"
es: {0} comentó "{1}" en "{2}"
fr: {0} a commenté "{1}" sur "{2}"
hu: {0} ezt kommentálta: "{1}" ezen: "{2}"
id: {0} berkomentar "{1}" di topik "{2}"
it: {0} ha commentato "{1}" su "{2}"
ja: {0}が「{1}」でコメント「{2}」
ko: {0}님이 "{1}"에 "{2}"라고 댓글을 다셨습니다.
nl: {0} gaf commentaar op "{1}" op "{2}"
no: {0} kommenterte "{1}" på "{2}"
pl: Użytkownik {0} napisał komentarz pod „{1}”: „{2}”
pt_br: {0} comentou "{1}" em "{2}"
ro: {0} a comentat "{1}" la "{2}"
ru: {0} прокомментировал "{1}" на "{2}"
sv: {0} kommenterade "{1}" på "{2}"
th: {0} ได้แสดงความคิดเห็น "{1}" บน "{2}"
tr: {0} "{1}" üzerinde "{2}" yorumunu yaptı
uk: {0} прокоментував "{1}" у "{2}"
zh: {0} 在 "{1}" 中评论道 "{2}
zh_tw: {0} 在「{1}」中評論了 「{2}」

# item.beatmapset.comment.comment_new_compact
source: {0} commented "{1}"
ar: {0} علق "{1}"
be: {0} пракаментаваў "{1}"
bg: {0} коментира "{1}"
cs: {0} okomentoval "{1}"
da: {0} kommenterede "{1}"
de: {0} kommentierte "{1}"
es: {0} comentó "{1}"
fr: {0} a commenté "{1}"
hu: {0} ezt kommentálta: "{1}"
id: {0} berkomentar "{1}"
it: {0} ha commentato "{1}"
ja: {0}がコメント「{1}」
ko: {0}님이 "{1}"라고 댓글을 다셨습니다.
nl: {0} gaf commentaar op "{1}"
no: {0} kommenterte "{1}"
pl: Użytkownik {0} napisał komentarz: „{1}”
pt_br: {0} comentou "{1}"
ro: {0} a comentat "{1}"
ru: {0} прокомментировал "{1}"
sv: {0} kommenterade "{1}"
th: {0} ได้แสดงความคิดเห็น "{1}"
tr: {0} "{1}" yorumunu yaptı
uk: {0} прокоментував "{1}"
zh: {0} 评论道 "{1}
zh_tw: {0} 評論了 「{1}」

# item.beatmapset.comment.comment_reply
source: {0} replied "{1}" on "{2}"
ar: {0} رد "{1}" على "{2}"
de: {0} antwortete "{1}" auf "{2}"
es: {0} respondió "{1}" en "{2}"
fr: {0} a répondu "{1}" sur "{2}"
hu: {0} ezt válaszolta: "{1}" itt: "{2}"
id: {0} berkomentar "{1}" pada topik "{2}"
it: {0} ha risposto "{1}" su "{2}"
ja: {0}が「{1}」に「{2}」を返信しました
ko: "{0}" 에 달린 {1} 님의 답글: "{2}"
nl: {0} antwoordde "{1}" op "{2}"
pl: Użytkownik {0} odpowiedział: „{1}” na „{2}”
pt_br: {0} respondeu "{1}" em "{2}"
ro: {0} a răspuns ”{1}” pe ”{2}”
ru: {0} ответил "{1}" на "{2}"
sv: {0} svarade "{1}" på "{2}"
th: {0} ได้ตอบกลับ "{1}" บน "{2}"
tr: {0} "{1}" üzerinde "{2}" yanıtını verdi
uk: {0} відповів "{1}" на "{2}"
zh: {0} 回复了“{1}”：“{2}”

# item.beatmapset.comment.comment_reply_compact
source: {0} replied "{1}"
ar: {0} رد "{1}"
bg: {0} отговори в темата "{1}"
de: {0} antwortete "{1}"
es: {0} respondió "{1}"
fr: {0} à répondu "{1}"
hu: {0} ezt válaszolta: "{1}"
id: {0} berkomentar "{1}"
it: {0} ha risposto "{1}"
ja: {0}が「{1}」に返信しました
ko: {0} 님의 답글: "{1}"
nl: {0} antwoordde "{1}"
pl: Użytkownik {0} odpowiedział: „{1}”
pt_br: {0} respondeu "{1}"
ro: {0} a răspuns ”{1}”
ru: {0} ответил "{1}"
sv: {0} svarade "{1}"
th: {0} ได้ตอบกลับ "{1}"
tr: {0} "{1}" yanıtını verdi
uk: {0} відповів "{1}"
zh: {0} 回复了：“{1}”

# item.channel._
source: Chat
ar: دردشة
be: Чат
bg: Чат
fr: Tchat
hu: Csevegés
ja: チャット
ko: 채팅
pl: Czat
ro: Conversație
ru: Чат
sv: Chatt
th: ห้องสนทนา
tr: Sohbet
uk: Чат
zh: 聊天
zh_tw: 聊天

# item.channel.channel._
source: New message
ar: رسالة جديدة
be: Новае паведамленне
bg: Ново съобщение
cs: Nová zpráva
da: Ny besked
de: Neue Mitteilung
es: Nuevo mensaje
fi: Uusi viesti
fr: Nouveau message
hu: Új üzenet
id: Pesan Baru
it: Nuovo messaggio
ja: 新しいメッセージ
ko: 새 메시지
nl: Nieuw bericht
no: Ny melding
pl: Nowa wiadomość
pt_br: Nova mensagem
ro: Mesaj nou
ru: Новое сообщение
sv: Nytt meddelande
th: ข้อความใหม่
tr: Yeni mesaj
uk: Нове повідомлення
vi: Tin nhắn mới
zh: 新消息
zh_tw: 新訊息

# item.channel.channel.pm.channel_message
source: {0} says "{1}"
ar: {0} يقول {1}
be: {0} сказаў "{1}"
bg: {0} казва "{1}"
cs: {0} říká "{1}"
da: {0} siger "{1}"
de: {0} sagt "{1}"
es: {0} dice "{1}"
fr: {0} dit "{1}"
hu: {0} üzeni "{1}"
id: {0} mengatakan "{1}"
it: {0} ha scritto "{1}"
ja: {0}が「{1}」で発言
ko: {0} 님이 "{1}" 라고 하셨습니다.
nl: {0} zegt "{1}"
no: {0} sier "{1}"
pl: {0} pisze: „{1}”
pt_br: {0} diz "{1}"
ro: {0} spune "{1}"
ru: {0} говорит "{1}"
sv: {0} säger "{1}"
th: {0} พูดถึง "{1}"
tr: {0} "{1}" diyor
uk: {0} сказав "{1}"
zh: {0} 说 "{1}"
zh_tw: {0} 發表了「{1}」

# item.channel.channel.pm.channel_message_group
source: from {0}
ar: من {0}
be: ад {0}
bg: от {0}
cs: od {0}
da: fra {0}
de: von {0}
es: de {0}
fr: de {0}
hu: tőle: {0}
id: dari {0}
it: da {0}
ja: {0} より
ko: {0} 님으로 부터
nl: van {0}
no: fra {0}
pl: od użytkownika {0}
pt_br: de {0}
ro: de la {0}
ru: от {0}
sv: från {0}
th: จาก {0}
tr: {0} tarafından
uk: від {0}
vi: từ {0}
zh: 由 {0}
zh_tw: 來自 {0}

# item.build._
source: Changelog
ar: سِجل التغييرات
be: Спic змен
bg: Списък на промените
cs: Protokol změn
da: Ændringsoversigt
de: Änderungsprotokoll
es: Registro de cambios
fi: Muutosloki
hu: Változtatások
id: Riwayat Perubahan
it: Note di rilascio
ja: 更新履歴
ko: 변경 사항
no: Endringslogg
pl: Zmiany
pt_br: Registro de Alterações
ro: Istoric modificări
ru: Список изменений
sv: Ändringslogg
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklik kayıtları
uk: Список змін
vi: Chi tiết thay đổi
zh: 更新日志
zh_tw: 更新日誌

# item.build.comment._
source: New comment
ar: تعليق جديد
be: Новы каментарый
bg: Нов коментар
cs: Nový komentář
da: Ny kommentar
de: Neuer Kommentar
es: Nuevo comentario
fi: Uusi kommentti
fr: Nouveau commentaire
hu: Új hozzászólás
id: Komentar baru
it: Nuovo commento
ja: 新しいコメント
ko: 새 댓글
nl: Nieuwe reactie
no: Ny kommentar
pl: Nowy komentarz
pt_br: Novo comentário
ro: Comentariu nou
ru: Новый комментарий
sv: Ny kommentar
th: ความคิดเห็นใหม่
tr: Yeni yorum
uk: Новий коментар
vi: Bình luận mới
zh: 新评论
zh_tw: 新評論
