Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Notifications.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# mail.beatmapset.beatmapset_state.beatmapset_qualify
source: "{0}" has gained enough nominations and entered the ranking queue
ar: "{0}" حصلت على ترشيحات كافية ودخلت حالة التصنيف
de: "{0}" hat genug Nominierungen erhalten und wurde in die Ranglisten-Warteschlange aufgenommen
es: "{0}" ha ganado suficientes nominaciones e ingresó a la cola de clasificación
fr: "{0}" a atteint suffisamment de nominations et est entrée dans la file d'attente de classement
hu: "{0}" elért annyi szavazatot hogy rankedelési státuszba lépett
id: "{0}" telah memperoleh jumlah nominasi yang dibutuhkan untuk memasuki antrian ranking
it: "{0}" ha ottenuto abbastanza nomine ed è entrata nella coda di ranking
ja: 「{0}」は十分なノミネートを獲得し、ランキングキューに入りました
ko: "{0}" 이(가) 충분한 추천을 받아 랭킹 대기열에 등록되었습니다.
nl: "{0}" heeft genoeg nominaties gekregen en de rij van rangen ingevoerd
pl: Beatmapa „{0}” uzyskała wystarczającą liczbę nominacji i została zakwalifikowana
pt_br: "{0}" ganhou nomeações suficientes e entrou na fila de ranqueamento
ro: ”{0}” a primit suficiente nominații și a intrat în lista de așteptare pentru clasament
ru: "{0}" получило достаточно номинаций и вступило в очередь ранка
th: "{0}" ได้รับการเสนอชื่อเพียงพอที่จะเข้าคิวจัดอันดับ
tr: "{0}" yeterli aday gösterimi aldı ve derecelendirme sırasına girdi
uk: "{0}" отримав достатню кількість номінацій і увійшов до черги рейтингу
zh: 谱面 {0} 已获得足够的提名，已进入 Ranked 流程

# mail.beatmapset.beatmapset_state.beatmapset_rank
source: "{0}" has been ranked
ar: اصبحت "{0}" مصنفة
de: "{0}" wurde ranked
es: "{0}" ha sido clasificado
fr: "{0}" a été classée
hu: {0} rankedelt lett
id: "{0}" telah berstatus Ranked
it: "{0}" è stata rankata
ja: 「{0}」はrankedされました
ko: "{0}" 이(가) ranked 상태가 되었습니다.
nl: "{0}" is gerangschikt
pl: Beatmapa „{0}” uzyskała status rankingowy
pt_br: "{0}" foi ranqueado
ro: ”{0}” a fost clasat
ru: "{0}" было ранкнуто
sv: "{0}" har blivit rankad
th: "{0}" ได้ถูก ranked แล้ว
tr: "{0}" dereceli oldu
uk: "{0}" було оцінено
vi: "{0}" đã được xếp hạng
zh: “{0}”已被 ranked

# mail.beatmapset.beatmapset_state.beatmapset_remove_from_loved
source: "{0}" was removed from Loved
ar: "{0}" أُزيلَت مِن "الخرائط المحبوبة"
bg: "{0}" бе премахнат от Обичани
de: "{0}" hat Loved-Status verloren
es: "{0}" fue removido de Amados
fr: "{0}" a été supprimé de Loved
hu: Ez a map el lett távolítva a kedvelt kategóriából{0}
id: {0} telah dilepas dari Loved
it: "{0}" è stata rimossa dalle amate
ja: 「{0}」はlovedから削除されました
ko: "{0}" 이(가) loved 상태에서 제거되었습니다.
nl: "{0}" is verwijderd uit Loved
pl: Beatmapa „{0}” została usunięta z kategorii ulubionych społeczności
pt_br: "{0}" foi removido dos Loved
ru: "{0}" был удален из Любимых
sv: "{0}" togs bort från Älskad
th: "{0}" ได้ถูกนำออกจาก Loved
tr: "{0}" Sevilenlerden çıkarıldı
uk: "{0}" видалений з Улюблені
zh: 谱面 {0} 已被从 Loved 移除

# mail.beatmapset.beatmapset_state.beatmapset_reset_nominations
source: Nomination of "{0}" has been reset
ar: تم اعادة تعيين ترشيحات "{0}"
bg: Номинацията на "{0}" бе анулирана
de: Nominierung von "{0}" wurde zurückgesetzt
es: La nominación de "{0}" ha sido restablecida
fr: La nomination de "{0}" a été réinitialisée
hu: "{0}" nominálása vissza lett állítva
id: Status nominasi pada "{0}" telah dianulir
it: La nomina di "{0}" è stata resettata
ja: 「{0}」のノミネーションがリセットされました
ko: 비트맵 "{0}"의 추천이 초기화되었습니다.
nl: Nominatie van "{0}" is gereset
pl: Nominacja beatmapy „{0}” została zresetowana
pt_br: A nomeação de "{0}" foi reiniciada
ro: Nominația ”{0}” a fost resetată
ru: Номинация "{0}" была сброшена
sv: Nominering av "{0}" har blivit återställd
th: การเสนอชื่อของ "{0}" ได้ถูกรีเซ็ทแล้ว
tr: "{0}" setinin aday gösterimi sıfırlandı
uk: Номінація "{0}" була скинута
zh: “{0}”的提名被重置

# mail.beatmapset.comment.comment_new
source: Beatmap "{0}" has new comments
ar: الخريطة "{0}" تحتوي على تعليقات جديدة
bg: Бийтмап "{0}" има нови коментари
de: Beatmap "{0}" hat neue Kommentare
es: El mapa "{0}" tiene nuevos comentarios
fr: La beatmap "{0}" a de nouveaux commentaires
hu: Új kommentek jelentek meg ezen a beatmapen:{0}
id: Terdapat komentar baru pada beatmap "{0}"
it: La beatmap "{0}" ha nuovi commenti
ja: ビートマップ「{0}」に新しいコメントがあります
ko: 비트맵 "{0}" 에 새로운 댓글이 달렸습니다.
nl: Beatmap "{0}" heeft nieuwe reacties
no: Beatmap "{0}" har nye kommentarer
pl: W beatmapie „{0}” pojawiły się nowe komentarze
pt_br: Há novos comentários no beatmap "{0}"
ro: Beatmap-ul ”{0}” are noi comentarii
ru: Карта "{0}" имеет новые комментарии
sv: Beatmap "{0}" har nya kommentarer
th: บีทแมพ "{0}" มีความคิดเห็นใหม่
tr: "{0}" beatmapinde yeni yorumlar mevcut
uk: У карті "{0}" були знайдені нові коментарі
zh: 谱面“{0}”有新的评论

# mail.channel.channel.pm
source: You've received a new message from {0}
ar: لقد تلقيت رسالة جديدة من {0}
bg: Ти получи ново съобщение от {0}
de: Du hast eine neue Nachricht von {0} erhalten
es: Ha recibido un nuevo mensaje de {0}
fi: Olet saanut uuden viestin käyttäjältä {0}
fr: Vous avez reçu un nouveau message de {0}
hu: Új üzenetet kaptál tőle:{0}
id: Anda mendapatkan pesan baru dari {0}
it: Hai ricevuto un nuovo messaggio da {0}
ja: {0}から新しいメッセージを受信しました
ko: {0} 님에게 새로운 메시지를 받았습니다.
nl: Je hebt een nieuw bericht ontvangen van {0}
no: Du fått en ny melding fra {0}
pl: Otrzymujesz nową wiadomość od użytkownika {0}
pt_br: Você recebeu uma nova mensagem de {0}
ro: Ai primit un mesaj nou de la {0}
ru: Вы получили новое сообщение от {0}
sv: Du har fått ett nytt meddelande från {0}
th: คุณได้รับข้อความจาก {0}
tr: {0} kullanıcısından yeni bir mesaj geldi
uk: Ви отримали нове повідомлення від {0}
zh: 您收到了来自 {0} 的新消息
zh_tw: 您收到了來自 {0} 的新訊息

# mail.build.comment.comment_new
source: Changelog "{0}" has new comments
ar: سجل التحديثات "{0}" يحتوي على تعليقات جديدة
de: Changelog "{0}" hat neue Kommentare
es: El registro de cambios "{0}" tiene nuevos comentarios
fi: Muutosloki "{0}" on saanut uusia kommentteja
fr: Les notes de mises à jour "{0}" ont de nouveaux commentaires
hu: Új kommentek jelentek meg itt:{0}
id: Terdapat komentar baru pada riwayat perubahan "{0}"
it: La nota di rilascio "{0}" ha nuovi commenti
ja: 更新履歴「{0}」に新しいコメントがあります
ko: 변경 사항 "{0}" 에 새로운 댓글이 달렸습니다.
nl: Changelog "{0}" heeft nieuwe reacties
no: Endringslogg "{0}" har nye kommentarer
pl: W liście zmian „{0}” pojawiły się nowe komentarze
pt_br: Há novos comentários no registro de alterações "{0}"
ro: Changelog-ul "{0}" are comentarii noi
ru: Список изменений "{0}" содержит новые комментарии
sv: Ändringslogg "{0}" har nya kommentarer
th: บันทึกการเปลี่ยนแปลง "{0}" มีความคิดเห็นใหม่
tr: "{0}" değişiklik kaydında yeni yorumlar mevcut
uk: У changelog'а "{0}" були знайдені нові коментарі
zh: 更新日志“{0}”有新的评论

# mail.news_post.comment.comment_new
source: News "{0}" has new comments
ar: الأخبار "{0}" تحتوي على تعليقات جديدة
bg: Новини "{0}" има нови коментари
de: News "{0}" hat neue Kommentare
es: La novedad "{0}" tiene nuevos comentarios
fi: Uutinen "{0}" on saanut uusia kommentteja
fr: L'article "{0}" a de nouveaux commentaires
hu: Új kommentek jelentek meg itt:{0}
id: Terdapat komentar baru pada topik berita "{0}"
it: La notizia "{0}" ha nuovi commenti
ja: ニュース「{0}」に新しいコメントがあります
ko: 뉴스 "{0}" 에 새로운 댓글이 달렸습니다.
nl: Nieuws "{0}" heeft nieuwe reacties
no: Nyheter "{0}" har nye kommentarer
pl: W wiadomości „{0}” pojawiły się nowe komentarze
pt_br: Há novos comentários na notícia "{0}"
ro: Știrile ”{0}” au noi comentarii
ru: Новость "{0}" имеет новые комментарии
sv: Nyheter "{0}" har nya kommentarer
th: ข่าว "{0}" มีความคิดเห็นใหม่
tr: "{0}" haber göndersinde yeni yorumlar mevcut
uk: У новини "{0}" були знайдені нові комментарі
zh: 新闻“{0}”有新的评论

# mail.forum_topic.forum_topic_reply.forum_topic_reply
source: There are new replies in "{0}"
ar: هناك ردود جديدة في "{0}"
bg: Има нови отговори от "{0}"
de: Es gibt neue Antworten in "{0}"
es: Hay nuevas respuestas en "{0}"
fr: Il y a de nouvelles réponses dans "{0}"
hu: Új válaszok itt: "{0}"
id: Terdapat balasan baru pada "{0}"
it: Ci sono nuove risposte in "{0}"
ja: 「{0}」に新しい返信があります
ko: "{0}" 에 새로운 답글이 달렸습니다.
nl: Er zijn nieuwe antwoorden in "{0}"
no: Det finnes nye svar i "{0}"
pl: W wątku „{0}” pojawiły się nowe odpowiedzi
pt_br: Há novas respostas em "{0}"
ro: Există răspunsuri noi în "{0}"
ru: Есть новые ответы в "{0}"
sv: Det finns nya svar i "{0}"
th: มีการตอบกลับใหม่ใน "{0}"
tr: "{0}" konusunda yeni yanıtlar mevcut
uk: Є нові відповіді в "{0}"
zh: 主题“{0}”有新的回复

# mail.user.user_achievement_unlock.user_achievement_unlock
source: {0} has unlocked a new medal, "{1}"!
ar: {0} فتح ميدالية جديدة، "{1}"!
bg: {0} отключи нов медал, "{1}"!
de: {0} hat eine neue Medaille freigeschaltet, "{1}"!
es: ¡{0} ha desbloqueado una nueva medalla, "{1}"!
fr: {0} a déverrouillé une nouvelle médaille, "{1}" !
hu: {0} feloldott egy új medált! "{1}"
id: {0} telah mendapatkan medali baru, "{1}"!
it: {0} ha sbloccato una nuova medaglia, "{1}"!
ja: {0}が新しいメダル「{1}」をアンロックしました！
ko: {0} 님이 "{1}" 메달을 획득하셨습니다!
nl: {0} heeft een nieuwe medaille ontgrendeld, "{1}"!
no: {0} har låst opp en ny medalje, "{1}"!
pl: Użytkownik {0} odblokował nowy medal - „{1}”!
pt_br: {0} desbloqueou uma nova medalha, "{1}"!
ro: {0} a deblocat o nouă medalie, "{1}"!
ru: {0} открыл новую медаль: "{1}"!
sv: {0} har låst upp en ny medalj, "{1}"!
th: {0} ได้ปลดล็อกเหรียญตรา "{1}"!
tr: {0} yeni bir madalya açtı, "{1}"!
uk: {0} розблокував нову медаль, "{1}"!
zh: {0} 解锁了新成就“{1}”！

# mail.user.user_achievement_unlock.user_achievement_unlock_self
source: You've unlocked a new medal, "{0}"!
ar: لقد فتحت ميدالية جديدة، "{0}"!
bg: Вие отключихте нов медал, "{0}"!
de: Du hast eine neue Medaille freigeschaltet, "{0}"!
es: ¡Ha desbloqueado una nueva medalla, "{0}"!
fr: Vous avez déverrouillé une nouvelle médaille, "{0}" !
hu: Feloldottál egy új medált! "{0}"
id: Anda telah mendapatkan medali baru, "{0}"!
it: Hai sbloccato una nuova medaglia, "{0}"!
ja: 新しいメダル「{0}」をアンロックしました！
ko: "{0}" 메달을 획득하셨습니다!
nl: Je hebt een nieuwe medaille, "{0}"!
no: Du har låst opp en ny medalje, "{0}"!
pl: Odblokowano nowy medal - „{0}”!
pt_br: Você desbloqueou uma nova medalha, "{0}"!
ro: Ați deblocat o nouă medalie, "{0}"!
ru: Вы открыли новую медаль: "{0}"!
sv: Du har låst upp en ny medalj, "{0}"!
th: คุณได้ปลดล็อกเหรียญตรา "{0}"!
tr: Yeni bir madalya açtınız, "{0}"!
uk: Ви розблокували нову медаль, "{0}"!
zh: 您已解锁了新成就“{0}”！
zh_tw: 您已解鎖了新成就 "{0}"！

# mail.user.user_beatmapset_new.user_beatmapset_new
source: {0} has created new beatmaps
ar: قام {0} بإنشاء خرائط جديدة
de: {0} hat neue Beatmaps erstellt
es: {0} ha creado nuevos mapas
fr: {0} a créé de nouvelles beatmaps
id: {0} telah mengunggah beatmap baru
it: {0} ha creato nuove beatmap
ja: {0}がビートマップを作成しました
ko: {0} 님이 새 비트맵을 제작했습니다
nl: {0} heeft nieuwe beatmaps aangemaakt
pl: {0} przesyła nowe beatmapy
pt_br: {0} criou novos beatmaps
ru: {0} создал новую карту
sv: {0} har skapat nya beatmaps
th: {0} ได้สร้างบีทแมพใหม่
tr: {0} yeni beatmapler yaptı
uk: {0} створив нову бітмапу
zh: {0} 创建了一张新谱面
zh_tw: {0} 建立了新圖譜
