Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Notifications.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# all_read
source: All notifications read!
ar: جميع الإشعارات مقروءة!
be: Усе апавяшчэнні прачытаныя!
bg: Всички известия са прочетени!
cs: Všechna oznámení přečtena!
da: Alle notifikationer læst!
de: Alle Benachrichtigungen gelesen!
el: Όλες οι ειδοποιήσεις διαβάστηκαν!
es: ¡Todas las notificaciones leídas!
fi: Kaikki ilmoitukset luettu!
fr: Toutes les notifications ont été lues !
hu: Összes értesítés elolvasva!
id: Semua notifikasi telah dibaca!
it: Lette tutte le notifiche!
ja: 通知を全て既読にする！
ko: 모든 알림을 읽었어요!
nl: Alle meldingen gelezen!
no: Alle varsler lest!
pl: Wszystkie powiadomienia przeczytane!
pt_br: Todas as notificações foram lidas!
ro: Toate notificările citite!
ru: Все уведомления прочитаны!
sv: Alla aviseringar är lästa!
th: อ่านการแจ้งเตือนทั้งหมดแล้ว!
tr: Tüm bildirimler okundu!
uk: Всі сповіщення прочитані!
vi: Tất cả các thông báo đã được đọc!
zh: 已经阅读所有通知！
zh_tw: 已閱畢所有通知！

# delete
source: Delete {0}
ar: حذف {0}
de: {0} löschen
es: Eliminar {0}
fr: Supprimer {0}
hu: {0} tisztítása
id: Hapus {0}
it: Elimina {0}
ja: {0} を削除
ko: {0} 삭제
nl: {0} verwijderen
pl: Usuń {0}
pt_br: Excluir {0}
ru: Очистить {0}
sv: Radera {0}
th: ลบ {0}
tr: {0} sil
uk: Видалити {0}
vi: Xóa {0}
zh: 删除 {0}
zh_tw: 刪除 {0}

# loading
source: Loading unread notifications...
ar: تحميل الإشعارات الغير مقروءة...
de: Ungelesene Benachrichtigungen werden geladen...
es: Cargando notificaciones no leídas...
fr: Chargement des notifications non lues...
id: Memuat notifikasi-notifikasi yang belum dibaca...
it: Caricamento notifiche non lette...
ja: 未読通知を読み込み中...
ko: 읽지 않은 알림 불러오는 중...
nl: Ongelezen meldingen laden...
pl: Ładowanie nieodczytanych powiadomień...
pt_br: Carregando notificações não lidas...
ru: Загрузка непрочитанных уведомлений...
sv: Laddar olästa aviseringar...
th: กำลังโหลดการแจ้งเตือนที่ยังไม่ได้อ่าน...
tr: Okunmamış bildirimler yükleniyor...
uk: Завантажити непрочитані сповіщення...
vi: Đang tải thông báo chưa đọc...
zh: 加载未读通知…
zh_tw: 正在載入未讀通知...

# mark_read
source: Clear {0}
ar: مَحو {0}
be: Ачысціць {0}
bg: Изчисти {0}
da: Ryd {0}
de: {0} als gelesen markieren
es: Borrar {0}
fr: Effacer {0}
hu: Típus törlése {0}
id: Hapus {0}
it: Segna {0} come letto
ja: 消去 {0}
ko: {0} 비우기
nl: Wissen {0}
no: Tøm {0}
pl: Wyczyść {0}
pt_br: Limpar {0}
ro: Curăță {0}
ru: Очистить {0}
sv: Rensa {0}
th: ล้าง {0}
tr: {0} temizle
uk: Очистити {0}
zh: 清除 {0} 类型的通知
zh_tw: 清除 {0}

# none
source: No notifications
ar: لا إشعارات
be: Няма апавяшчэнняў
bg: Няма известия
cs: Žádná oznámení
da: Ingen notifikationer
de: Keine Benachrichtigungen
es: No hay notificaciones
fr: Pas de notifications
hu: Nincsenek értesítések
id: Tidak ada notifikasi
it: Nessuna notifica
ja: 通知なし
ko: 알림 없음
nl: Geen meldingen
no: Ingen varsler
pl: Brak powiadomień
pt_br: Sem notificações
ro: Nicio notificare
ru: Уведомлений нет
sv: Inga aviseringar
th: ไม่มีการแจ้งเตือนใดๆ
tr: Bildirim yok
uk: Немає повідомлень
vi: Không có thông báo nào
zh: 没有新通知
zh_tw: 沒有通知

# see_all
source: see all notifications
ar: أِظهار جميع الإشعارات
be: гл. усе апавяшчэнні
bg: виж всички известия
da: se alle notifikationer
de: alle benachrichtigungen ansehen
es: ver todas las notificaciones
fr: voir toutes les notifications
hu: összes értesítés megtekintése
id: lihat semua notifikasi
it: vedi tutte le notifiche
ja: すべての通知を見る
ko: 모든 알림 보기
nl: alle meldingen bekijken
no: se alle varsler
pl: zobacz wszystkie powiadomienia
pt_br: ver todas as notificações
ro: vedeți toate notificările
ru: см. все уведомления
sv: visa alla aviseringar
th: ดูการแจ้งเตือนทั้งหมด
tr: tüm bildirimleri gör
uk: див. всі сповіщення
vi: xem tất cả thông báo
zh: 显示所有通知
zh_tw: 查看所有通知

# see_channel
source: go to chat
ar: انتقل للمُحادثة
de: zum chat gehen
es: ir al chat
fr: accéder au tchat
hu: menjen a csevegéshez
id: tuju obrolan
it: vai alla chat
ja: チャットに行く
ko: 채팅으로 이동
nl: ga naar chat
pl: przejdź do czatu
pt_br: ir para o chat
ru: перейти в чат
sv: gå till chatt
th: ไปที่แชท
tr: sohbete git
uk: перейти до чату
zh: 前往聊天
zh_tw: 前往聊天

# verifying
source: Please verify session to view notifications
ar: الرجاء التحقق من الجلسة لعرض الإشعارات
da: Bekræft venligst session for at se notifikationer
de: Bitte verifiziere deine Sitzung, um Benachrichtigungen anzuzeigen
es: Verifique la sesión para ver las notificaciones
fr: Veuillez vérifier la session pour voir les notifications
id: Harap verifikasi sesi Anda untuk dapat melihat notifikasi
it: Verifica la sessione per visualizzare le notifiche
ja: 通知を表示するには、セッションを確認してください。
ko: 알림을 보려면 세션을 검증해주세요.
nl: Verifieer de sessie om meldingen te bekijken
pl: Zweryfikuj sesję, by wyświetlić powiadomienia
pt_br: Por favor verifique a sessão para ver as notificações
ru: Пожалуйста, проверьте сессию для просмотра уведомлений
sv: Vänligen verifiera sessionen för att visa aviseringar
th: โปรดยืนยันเซสชันเพื่อดูการแจ้งเตือน
tr: Bildirimleri görüntülemek için lütfen oturumunuzu doğrulayın
uk: Будь ласка, перевірте сеанс, щоб переглянути сповіщення
zh: 请验证会话以查看通知

# filters._
source: all
ar: الكل
be: усе
bg: всички
cs: vše
da: alle
de: alle
es: todas
fr: tout
hu: összes
id: semua notifikasi
it: tutto
ja: 全て
ko: 전체
nl: alle
no: alle
pl: wszystkie
pt_br: tudo
ro: tot
ru: все
sv: alla
th: ทั้งหมด
tr: hepsi
uk: усе
vi: tất cả
zh: 所有
zh_tw: 全部

# filters.user
source: profile
ar: الملف الشخصي
be: профіль
bg: профил
cs: profil
da: profil
de: profil
es: perfil
fr: profil
hu: profil
id: profil
it: profilo
ja: プロフィール
ko: 프로필
nl: profiel
no: profil
pl: profil
pt_br: perfil
ro: profil
ru: профиль
sv: profil
th: โปรไฟล์
tr: profil
uk: профіль
vi: trang cá nhân
zh: 个人资料
zh_tw: 個人簡介

# filters.beatmapset
source: beatmaps
ar: الخرائط
be: бітмапы
bg: бийтмапове
cs: beatmapy
es: mapas
hu: beatmapek
id: beatmap
it: beatmap
ja: ビートマップ
ko: 비트맵
no: beatmapper
pl: beatmapy
ru: карты
th: บีทแมพ
tr: beatmapler
uk: карти
vi: beatmap
zh: 谱面
zh_tw: 圖譜

# filters.forum_topic
source: forum
ar: المنتدى
be: форум
bg: форум
cs: fórum
es: foro
hu: fórum
ja: フォーラム
ko: 포럼
pt_br: fórum
ru: форум
th: บอร์ดข่าวสาร
uk: форум
vi: diễn đàn
zh: 论坛
zh_tw: 討論區

# filters.news_post
source: news
ar: الأخبار
be: навіны
bg: новини
cs: novinky
da: nyheder
de: neuigkeiten
es: noticias
hu: újdonságok
id: berita
it: notizie
ja: お知らせ
ko: 소식
nl: nieuws
no: nyheter
pl: aktualności
pt_br: notícias
ro: ştiri
ru: новости
sv: nyheter
th: ข่าวสาร
tr: gelişmeler
uk: новини
vi: tin tức
zh: 新闻
zh_tw: 最新消息

# filters.build
source: builds
ar: النُسَخ
be: зборкі
bg: версии
cs: sestavení
de: versionen
es: versiones
fr: versions
hu: verziók
id: build
it: versioni
ja: ビルド
ko: 빌드 버전
nl: versie
no: versjon
pl: kompilacje
pt_br: versões
ro: construcții
ru: билды
sv: build
th: เวอร์ชั่น
tr: sürümler
uk: збiрки
zh: 版本
zh_tw: 版本

# filters.channel
source: chat
ar: محادثة
be: чат
bg: чат
fr: tchat
ja: チャット
ko: 채팅
pl: czat
ru: чат
sv: chatt
th: แชท
tr: sohbet
uk: чат
zh: 聊天
zh_tw: 聊天

# item.beatmapset._
source: Beatmap
ar: المقطوعة
be: Бітмапа
bg: Бийтмап
cs: Beatmapa
es: Mapa
fi: Beatmappi
ja: ビートマップ
ko: 비트맵
pl: Beatmapa
ru: Карта
uk: Карта
zh: 谱面
zh_tw: 圖譜

# item.beatmapset.beatmap_owner_change._
source: Guest difficulty
es: Dificultades de invitados
fr: Difficultés invités
ja: ゲスト難易度
ko: 게스트 난이도
pl: Gościnny poziom trudności
pt_br: Dificuldade de convidado
ru: Гостевая сложность
th: ระดับความยากของแขก
tr: Konuk zorluk
zh: 客串难度
zh_tw: 客串難度

# item.beatmapset.beatmap_owner_change.beatmap_owner_change
source: You're now owner of difficulty "{0}" for beatmap "{1}"
de: Du bist jetzt Besitzer der Schwierigkeit "{0}" für Beatmap "{1}"
es: Ahora eres dueño de la dificultad "{0}" para el mapa "{1}"
fr: Vous êtes maintenant propriétaire de la difficulté "{0}" pour la beatmap "{1}"
id: Anda telah terdaftar sebagai pembuat tingkat kesulitan "{0}" pada beatmap "{1}"
it: Sei diventato il proprietario della difficoltà "{0}" nella beatmap "{1}"
ja: ビートマップ"{0}"の難易度"{1}"の所有者になりました
ko: 당신은 이제 비트맵 "{0}"에 대한 "{1}" 난이도의 주인이 되었습니다.
pl: Od teraz jesteś twórcą poziomu trudności „{0}” dla beatmapy „{1}”
pt_br: Você agora é dono(a) da dificuldade "{0}" para o mapa "{1}"
ru: Вы назначены владельцем сложности "{0}" в карте "{1}"
th: ตอนนี้คุณเป็นเจ้าของระดับความยาก "{0}" สําหรับบีทแมพ "{1}"
tr: Artık "{0}" beatmapindeki "{1}" zorluğunun sahibisiniz
zh: 您现在是{0}内{1}难度的作者
zh_tw: 您現在是圖譜 "{0}" 中難度 "{1}" 的作者

# item.beatmapset.beatmap_owner_change.beatmap_owner_change_compact
source: You're now owner of difficulty "{0}"
de: Du bist jetzt Besitzer der Schwierigkeit "{0}"
es: Ahora eres dueño de la dificultad "{0}"
fr: Vous êtes maintenant propriétaire de la difficulté "{0}"
id: Anda telah terdaftar sebagai pemilik dari tingkat kesulitan "{0}"
it: Sei diventato il proprietario della difficoltà "{0}"
ja: 難易度"{0}”の所有者になりました
ko: 당신은 이제 "{0}" 난이도의 주인이 되었습니다.
pl: Od teraz jesteś twórcą poziomu trudności „{0}”
pt_br: Você agora é dono(a) da dificuldade "{0}"
ru: Вы назначены владельцем сложности "{0}"
th: ตอนนี้คุณเป็นเจ้าของระดับความยาก "{0}"
tr: Artık "{0}" zorluğunun sahibisiniz
zh: 您现在是{0}难度的作者
zh_tw: 您現在是難度 "{0}" 的作者

# item.beatmapset.beatmapset_discussion._
source: Beatmap discussion
ar: منشاقشة المقطوعة
be: Абмеркаванне бітмапы
bg: Бийтмап дискусия
cs: Diskuze o beatmapě
da: Beatmap diskussion
de: Beatmap-Diskussion
el: Συζήτηση για το beatmap
es: Discusión del mapa
fr: Discussion de la beatmap
hu: Beatmap megbeszélés
id: Laman diskusi beatmap
it: Discussione beatmap
ja: ビートマップディスカッション
ko: 비트맵 토론
nl: Beatmap discussies
no: Beatmapdiskusjon
pl: Dyskusja beatmapy
pt_br: Discussão do beatmap
ro: Discuții beatmap
ru: Обсуждение карты
sv: Beatmapdiskussion
th: การสนทนาบีทแมพ
tr: Beatmap tartışması
uk: Обговорення карти
vi: Góc thảo luận beatmap
zh: 谱面讨论
zh_tw: 圖譜討論

# item.beatmapset.beatmapset_discussion.beatmapset_discussion_lock
source: Discussion on "{0}" has been locked
ar: تم اقفال مناقشة على "{0}"
be: Бітмапа "{0}" заблакавана для абмеркавання.
bg: Бийтмапът "{0}" бе заключен за дискусии
cs: Diskuze "{0}" byla uzamčena
da: Diskussion på "{0}" er blevet låst
de: Die Diskussion der Beatmap "{0}" wurde gesperrt.
el: Η συζήτηση για το beatmap "{0}" έχει κλειδώσει.
es: La discusión en "{0}" se ha cerrado
fr: Beatmap "{0}" a été verrouillée pour la discussion
hu: "{0}" megbeszélése lezárult
id: Diskusi untuk beatmap "{0}" telah ditutup.
it: La discussione su "{0}" è stata bloccata
ja: ビートマップ「{0}」ディスカッションのためにロックされています。
ko: 비트맵 "{0}"의 토론이 잠겼습니다.
nl: Beatmap "{0}" is vergrendeld voor discussie.
no: Beatmappen "{0}" har blitt låst for diskusjon.
pl: Tworzenie dyskusji dla beatmapy „{0}” zostało zablokowane.
pt_br: A discussão do beatmap "{0}" foi trancada.
ro: Discuția pe "{0}" a fost închisă
ru: Карта "{0}" заблокирована для обсуждений.
sv: Diskussion om "{0}" har låsts
th: Beatmap "{0}" ได้ถูกปิดการใช้งานการสนทนา
tr: "{0}" setinin tartışması kilitlendi
uk: Карта "{0}" заблокована для обговорень.
vi: Beatmap "{0}" đã bị khóa để thảo luận.
zh: 谱面 {0} 已被锁定以供讨论。
zh_tw: 已鎖定「{0}」的討論

# item.beatmapset.beatmapset_discussion.beatmapset_discussion_lock_compact
source: Discussion was locked
ar: المناقشة مقفلة
be: Абмеркаванне было закрыта
bg: Дискусията бе заключена
cs: Diskuze byla uzamčena
da: Diskussion er låst
de: Die Diskussion ist gesperrt
es: La discusión fue cerrada
fr: La discussion a été verrouillée
hu: A megbeszélést lezárták
id: Diskusi beatmap telah dikunci
it: La discussione è stata bloccata
ja: ディスカッションはロックされています。
ko: 토론이 잠겼습니다.
nl: Discussie is vergrendeld
no: Diskusjonen var låst
pl: Dyskusja została zablokowana
pt_br: A discussão foi trancada
ro: Discuția a fost închisă
ru: Обсуждение было заблокировано
sv: Diskussionen var låst
th: การสนทนาได้ถูกล็อกไว้
tr: Tartışma kilitlenmiş
uk: Обговорення закрито
vi: Cuộc thảo luận đã được khóa
zh: 评论被锁定
zh_tw: 討論已被鎖定

# item.beatmapset.beatmapset_discussion.beatmapset_discussion_post_new
source: New post on "{0}" by {1}: "{2}"
ar: منشور جديد على "{0}" من قبل {1}
be: {0} размясціў новае паведамленне ў абмеркаванні бітмапы "{1}".
bg: Нова публикация на "{0}" от {1}": "{2}"
cs: Nový příspěvek v "{0}" od {1}: "{2}"
da: {0} har indsendt en ny besked i "{1}" beatmap diskussion.
de: Neuer Beitrag auf "{0}" von {1}: "{2}"
el: Ο χρήστης{0} δημοσίευσε ένα καινούριο μήνυμα στη συζήτηση για το beatmap "{1}".
es: Nueva publicación en "{0}" por {1}: "{2}"
fr: Nouveau message sur "{0}" par {1} : "{2}"
hu: Új poszt a "{0}"-on {1}{2} "{3}"
id: Postingan baru pada "{0}" oleh {1}: "{2}"
it: Nuovo post su "{0}" da {1}: "{2}"
ja: {0}がビートマップディスカッション「{1}」に新しいメッセージを投稿しました。
ko: {0} 님이 "{1}" 의 비트맵 토론에 새로운 메시지를 게시했습니다. "{2}"
nl: {0} plaatste een nieuw bericht in "{1}" beatmap discussie.
no: {0} la til en ny melding i beatmapdiskusjonen til "{1}".
pl: Nowy post w dyskusji „{0}” od użytkownika {1}: „{2}”
pt_br: {0} publicou uma nova mensagem na discussão do beatmap "{1}".
ro: Postare nouă pe "{0}" de {1}
ru: {0} опубликовал новое сообщение в обсуждениях карты "{1}".
sv: Nytt inlägg på "{0}" av {1}: "{2}"
th: {0} ได้เขียนข้อความใหม่ใน "{1}" การสนทนาของ beatmap
tr: "{0}" setinde {1} tarafından yeni bir gönderi mevcut: "{2}"
uk: {0} опублікував нове повідомлення в обговореннях карти "{1}".
vi: {0} đã đăng tin nhắn mới trong cuộc thảo luận beatmap "{1}".
zh: 用户 {0} 在 {1} 的谱面讨论中发布了新消息。
zh_tw: {0} 在"{1}"中發布了新的貼文:"{2}"

# item.beatmapset.beatmapset_discussion.beatmapset_discussion_post_new_empty
source: New post on "{0}" by {1}
ar: منشور جديد على "{0}" من قبل {1}
be: Новы допіс у "{0}" ад {1}
bg: Нова публикация на "{0}" от {1}
cs: Nový příspěvek v "{0}" od {1}
da: Nyt opslag på "{0}" af {1}
de: Neuer Beitrag auf "{0}" von {1}
es: Nueva publicación en "{0}" por {1}
fr: Nouveau message sur "{0}" par {1}
hu: Új poszt a "{0}"-on {1}{2}
id: Postingan baru pada "{0}" oleh {1}
it: Nuovo post su "{0}" di {1}
ja: {0} による「{1}」への新しい投稿
ko: {0} 님이 "{1}" 에 새 게시글을 작성하셨습니다.
nl: Nieuw bericht op "{0}" door {1}
no: Nytt innlegg ved "{0}" av {1}
pl: Nowy post od użytkownika {0} dla beatmapy „{1}”
pt_br: Nova publicação em "{0}" de {1}
ro: Postare nouă pe "{0}" de {1}
ru: Новый пост в "{0}" от {1}
sv: Nytt inlägg på "{0}" av {1}
th: โพสใหม่ บน {0} โดย {1}
tr: "{0}" setinde {1} tarafından yeni gönderi
uk: Новий пост в "{0}" вiд {1}
vi: Bài đăng mới trên "{0}" bởi {1}
zh: {0} 发布了主题为“{1}”新的帖子
zh_tw: {0}發布了主題為{1}的新貼文

# item.beatmapset.beatmapset_discussion.beatmapset_discussion_post_new_compact
source: New post by {0}: "{1}"
ar: منشور جديد بواسطة {0}
be: Новы допіс ад {0}
bg: Нова публикация от {0}
cs: Nový příspěvek od {0} "{1}"
da: Nyt oplsag af {0}: "{1}"
de: Neuer Beitrag von {0}: "{1}"
es: Nueva publicación por {0}: "{1}"
fr: Nouveau message par {0} : "{1}"
hu: Új poszt {0} által: "{1}"
id: Postingan baru dari {0}
it: Nuovo post da {0}: "{1}"
ja: {0} による新しい投稿: 「{1}」
ko: {0} 님의 새로운 게시글 "{1}"
nl: Nieuw bericht door {0}
no: Nytt innlegg av {0}
pl: Nowy post od użytkownika {0}
pt_br: Nova publicação de {0}
ro: Postare nouă de {0}
ru: Новый пост от {0}
sv: Nytt inlägg på "{0}" av {1}"
th: โพสต์ใหม่โดย {0}
tr: {0} tarafından yeni gönderi: "{1}"
uk: Нова публікація від {0}
vi: Bài đăng mới bởi {0}
zh: {0} 的新主题
zh_tw: {0} 的新主題

source: New post by {0}
ar: منشور جديد بواسطة {0}
be: Новы допіс ад {0}
bg: Нова публикация от {0}
cs: Nový příspěvek od {0}
da: Nyt oplsag af {0}
de: Neuer Beitrag von {0}
es: Nueva publicación por {0}
fr: Nouveau message par {0}
hu: Új poszt {0} által
id: Postingan baru oleh {0}
it: Nuovo post di {0}
ja: {0} による新しい投稿
ko: {0} 님의 새로운 게시글
nl: Nieuw bericht door {0}
no: Nytt innlegg av {0}
pl: Nowy post od użytkownika {0}
pt_br: Nova publicação de {0}
ro: Postare nouă de {0}
ru: Новый пост от {0}
sv: Nytt inlägg av {0}
th: โพสใหม่โดย {0}
tr: {0} tarafından yeni gönderi
uk: Нова публікація від {0}
vi: Bài đăng mới bởi {0}
zh: {0} 发布了新的帖子
zh_tw: {0} 的新主題

# item.beatmapset.beatmapset_discussion.beatmapset_discussion_review_new
source: New review on "{0}" by {1} containing problems: {2}, suggestions: {3}, praises: {4}
ar: مراجعة جديدة على "{0}" من قبل {1} تحتوي على مشاكل: {2}, اقتراحات: {3}, تشجيع: {4}
be: Новы водгук на "{0}" ад {1}, які змяшчае праблемы: {2}, прапановы: {3}, хвалы: {4}
bg: Ново ревю на "{0}" от {1}, съдържащ проблеми: {2}, предложения: {3}, похвали: {4}
de: Neue Rezension zu "{0}" von {1} mit Problemen: {2}, Vorschlägen: {3}, Lob: {4}
es: Nueva revisión en "{0}" por {1} que contiene problemas: {2}, sugerencias: {3}, elogios: {4}
fr: Nouvelle revue sur "{0}" par {1} contenant des problèmes : {2}, suggestions : {3}, encouragements : {4}
hu: Új hozzászolás problémákat tartalmazó tartalomról {0} által, ezen a beatmapen: "{1}" {2}, javaslat {3}, dícséret: {4}
id: Terdapat ulasan baru pada "{0}" oleh {1} yang menyinggung seputar masalah: {2}, saran: {3}, dan pujian berupa: {4}
it: Nuova revisione su "{0}" da {1} contenente problemi: {2}, suggerimenti: {3}, elogi: {4}
ja: {0}が「{1}」に問題：{2}、提案：{3}、称賛：{4}を含む、新しいレビューを投稿しました。
ko: {0} 님의 "{1}" 에 대한 리뷰에 문제가 제시되어 있습니다. 문제: {2}, 제안: {3}, 칭찬: {4}
nl: Nieuwe beoordeling op "{0}" door {1} die problemen bevat: {2}, suggesties: {3}, prijzen: {4}
no: Ny anmeldelse på "{0}" av {1} som inneholder problemer: {2}, forslag: {3}, ros: {4}
pl: Nowa recenzja od {0} pod beatmapą „{1}” zawierająca problemów: {2}, sugestii: {3}, pochwał: {4}.
pt_br: Nova revisão em "{0}" por {1} contendo problemas: {2}, sugestões: {3}, elogios: {4}
ro: Noua recenzie "{0}" de {1} care conține probleme: {2}, sugestii: {3}, laude: {4}
ru: Новый отзыв на "{0}" от {1}, содержащий проблемы: {2}, предложения: {3}, похвалы: {4}
sv: Ny recension av "{0}" av{1} som innehåller problem: {2}, förslag: {3}, beröm: {4}
th: บทวิจารณ์ใหม่บน "{0}" โดย {1} มีปัญหาอยู่ {2} ปัญหา, คำแนะนำอยู่ {3} คำแนะนำ, คำชม {4} คำชม
tr: "{0}" için {1} tarafından yeni inceleme, {2} sorun, {3} öneri, {4} övgü içeriyor
uk: Новий відгук на "{0}" від {1}, що містить проблеми: {2}, пропозиції: {3}, похвали: {4}
zh: {0} 在《{1}》上发表了新的审阅，问题：{2}，建议：{3}，赞：{4}

# item.beatmapset.beatmapset_discussion.beatmapset_discussion_review_new_compact
source: New review by {0} containing problems: {1}, suggestions: {2}, praises: {3}
ar: مراجعة جديدة من قبل {0} تحتوي على مشاكل: {1}, اقتراحات: {2}, تشجيع: {3}
be: Новы водгук ад {0}, які змяшчае праблемы: {1}, прапановы: {2}, хвалы: {3}
bg: Ново ревю от {0}, съдържащ проблеми: {1}, предложения: {2}, похвали: {3}
de: Neue Rezension von {0} mit Problemen: {1}, Vorschlägen: {2}, Lob: {3}
es: Nueva revisión por {0} que contiene problemas: {1}, sugerencias: {2}, elogios: {3}
fr: Nouvelle revue par {0} contenant des problèmes : {1}, suggestions : {2}, encouragements : {3}
hu: Új hozzászolás problémákat tartalmazó tartalomról {0} által: {1}, javaslat {2}, dícséret: {3}
id: Terdapat ulasan baru oleh {0} yang menyinggung seputar masalah: {1}, saran: {2}, dan pujian berupa: {3}
it: Nuova revisione da {0} contenente problemi: {1}, suggerimenti: {2}, elogi: {3}
ja: {0}が問題：{1}、提案：{2}、称賛：{3}を含む、新しいレビューを投稿しました。
ko: {0} 님의 리뷰에 문제가 제시되어 있습니다. 문제: {1}, 제안: {2}, 칭찬: {3}
nl: Nieuwe beoordeling door {0} die problemen bevat: {1}, suggesties: {2}, prijzen: {3}
no: Ny anmeldelse av {0} som inneholder problemer: {1}, forslag: {2}, ros: {3}
pl: Nowa recenzja od {0} zawierająca problemów: {1}, sugestii: {2}, pochwał: {3}.
pt_br: Nova revisão por {0} contendo problemas: {1}, sugestões: {2}, elogios: {3}
ro: Noua recenzie de {0} care conține probleme: {1}, sugestii: {2}, laude: {3}
ru: Новый отзыв от {0}, содержащий проблемы: {1}, предложения: {2}, похвалы: {3}
sv: Ny recension av {0} som innehåller problem: {1}, förslag: {2}, beröm: {3}
th: บทวิจารณ์โดย {0} มีปัญหาอยู่ {1} ปัญหา, คำแนะนำอยู่ {2} คำแนะนำ, คำชม {3} คำชม
tr: {0} tarafından yeni inceleme, {1} sorun, {2} öneri, {3} övgü içeriyor
uk: Новий відгук від {0}, що містить проблеми: {1}, пропозиції: {2}, похвали: {3}
zh: {0} 发表了新的审阅，问题：{1}，建议：{2}，赞：{3}

# item.beatmapset.beatmapset_discussion.beatmapset_discussion_unlock
source: Discussion on "{0}" has been unlocked
ar: تم فتح قفل المناقشة على "{0}"
be: Бітмапа "{0}" разблакава для абмеркавання.
bg: Бийтмапът "{0}" бе отключен за дискусии
cs: Diskuze "{0}" byla odemčena
da: Diskussion på "{0}" er blevet åbnet
de: Diskussion auf "{0}" wurde freigegeben
el: Η συζήτηση για το beatmap "{0}" ξεκλειδώθηκε.
es: La discusión en "{0}" se ha desbloqueado
fr: Beatmap "{0}" a été déverrouillée pour la discussion
hu: A beszélgetést feloldották ezen: "{0}"
id: Diskusi untuk beatmap "{0}" telah dibuka kembali.
it: La discussione su "{0}" è stata sbloccata
ja: ビートマップ「{0}」ディスカッションのためにロック解除されました。
ko: 비트맵 "{0}"의 토론이 잠금 해제되었습니다.
nl: Beatmap "{0}" is ontgrendeld voor discussie.
no: Beatmappen "{0}" har blitt låst opp for diskusjon.
pl: Tworzenie dyskusji dla beatmapy „{0}” zostało odblokowane.
pt_br: A discussão do beatmap "{0}" foi destrancada.
ro: Discuția pe "{0}" a fost redeschisă
ru: Карта "{0}" разблокирована для обсуждений.
sv: Diskussion om "{0}" har låsts upp
th: Beatmap "{0}" ได้ถูกเปิดการใช้งานในการสนทนาแล้ว
tr: "{0}" setinin tartışmasının kilidi kaldırıldı
uk: Карта "{0}" розблокована для обговорень.
vi: Cuộc thảo luận trên "{0}" đã được mở khóa
zh: 谱面 {0} 已被解锁以供讨论。
zh_tw: 討論於 "{0}" 已解鎖

# item.beatmapset.beatmapset_discussion.beatmapset_discussion_unlock_compact
source: Discussion was unlocked
ar: تم الغاء قفل المناقشة
be: Абмеркаванне было адкрыта
bg: Дискусията бе отключена
cs: Diskuze byla odemčena
da: Diskussion er blevet åbnet
de: Die Diskussion ist freigegeben
es: La discusión se ha desbloqueado
fr: La discussion a été débloquée
hu: A beszélgetést feloldották
id: Diskusi beatmap telah dibuka
it: La discussione è stata sbloccata
ja: ディスカッションはアンロックされました。
ko: 토론이 잠금 해제되었습니다.
nl: Discussie is ontgrendeld
no: Diskusjon var ulåst
pl: Dyskusja została odblokowana
pt_br: A discussão foi destrancada
ro: Discuția a fost redeschisă
ru: Обсуждение было разблокировано
sv: Diskussionen var upplåst
th: การสนทนาได้ถูกปลดล๊อค
tr: Tartışmanın kilidi kaldırılmış
uk: Обговорення відкрито
vi: Cuộc thảo luận đã được mở khóa
zh: 评论已解锁
zh_tw: 討論已被解鎖

# item.beatmapset.beatmapset_problem._
source: Qualified Beatmap problem
ar: مشكلة في خريطة مؤهلة
be: Праблема з кваліфікаванай картай
bg: Проблем на квалифициран бийтмап
da: Kvalificeret Beatmap problem
de: Problem mit qualifizierter Beatmap
es: Problema con mapa calificado
fr: Problème de beatmap qualifiée
hu: Rankedelési probléma a beatmapen
id: Masalah pada Beatmap Qualified
it: Problema con una beatmap qualificata
ja: Qualifiedビートマップの問題
ko: Qualified 비트맵 문제
nl: Gekwalificeerde Beatmap probleem
no: Kvalifisert beatmap-problem
pl: Problem z zakwalifikowaną beatmapą
pt_br: Problema do Beatmap Qualificado
ro: Problemă de beatmap calificat
ru: Проблема с квалифицированной картой
sv: Kvalificerade Beatmap problem
th: ปัญหา Beatmap ที่ Qualified
tr: Nitelikli Beatmap sorunu
uk: Проблема з кваліфікованої картою
zh: Qualified 谱面问题
zh_tw: Qualified 圖譜問題

# item.beatmapset.beatmapset_problem.beatmapset_discussion_qualified_problem
source: Reported by {0} on "{1}": "{2}"
ar: ابلغ عنه بواسطة {0} على "{1}": "{2}"
be: Скарга ад {0}: на "{1}": "{2}"
bg: Докладвано от {0} на"{1}": "{2}"
da: Rapporteret af {0} på "{1}": "{2}"
de: Gemeldet von {0} auf "{1}": "{2}"
es: Denunciado por {0} en "{1}": "{2}"
fr: Signalé par {0} sur "{1}" : "{2}"
hu: {0} által jelentve lett itt: "{1}": "{2}"
id: Dilaporkan oleh {0} pada "{1}": "{2}"
it: Segnalato da {0} su "{1}": "{2}"
ja: {0} による「{1}」への報告：「{2}」
ko: "{0}": "{1}"에서 {2} 이(가) 보고함
nl: Gerapporteerd door {0} op "{1}": "{2}"
no: Rapportert av {0} på "{1}": "{2}"
pl: Problem zgłoszony przez użytkownika {0} dla beatmapy „{1}”: „{2}”
pt_br: Reportado por {0} em "{1}": "{2}"
ro: Raportat de {0} on "{1}": "{2}"
ru: Жалоба от {0} на "{1}": "{2}"
sv: Rapporterat av {0} på "{1}": "{2}"
th: รายงานโดย {0} บน {1} {2}
tr: {0} tarafından bildirildi "{1}": "{2}"
uk: Скарга від {0} на "{1}": "{2}"
zh: {0} 在 “{1}” 下反馈：“{2}”
