Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Notifications.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# item.build.comment.comment_new
source: {0} commented "{1}" on "{2}"
ar: {0} علق "{1}" على "{2}"
be: {0} пракаментаваў "{1}" у "{2}"
bg: {0} коментира "{1}" в темата "{2}"
cs: {0} okomentoval "{1}" v "{2}"
da: {0} kommenterede "{1}" på "{2}"
de: {0} kommentierte "{1}" auf "{2}"
es: {0} comentó "{1}" en "{2}"
fr: {0} a commenté "{1}" sur "{2}"
hu: {0} ezt kommentálta: "{1}" ezen: "{2}"
id: {0} berkomentar "{1}" pada topik "{2}"
it: {0} ha commentato "{1}" su "{2}"
ja: {0}が「{1}」でコメント「{2}」
ko: {0} 님이 "{1}" 에 "{2}" 를 다셨습니다.
nl: {0} gaf commentaar "{1}" op "{2}"
no: {0} kommenterte "{1}" på "{2}"
pl: Użytkownik {0} napisał komentarz pod „{1}”: „{2}”
pt_br: {0} comentou "{1}" em "{2}"
ro: {0} a comentat "{1}" la "{2}"
ru: {0} прокомментировал "{1}" на "{2}"
sv: {0} kommenterade "{1}" på "{2}"
th: {0} ได้แสดงความคิดเห็น "{1}" บน "{2}"
tr: {0} "{1}" üzerinde "{2}" yorumunu yaptı
uk: {0} прокоментував "{1}" на "{2}"
zh: {0} 在 "{1}" 中评论道 "{2}"
zh_tw: {0} 在「{1}」中評論了 「{2}」

# item.build.comment.comment_new_compact
source: {0} commented "{1}"
ar: {0} علق "{1}"
be: {0} пракаментаваў "{1}"
bg: {0} коментира "{1}"
cs: {0} okomentoval "{1}"
da: {0} kommenterede "{1}"
de: {0} kommentierte "{1}"
es: {0} comentó "{1}"
fi: {0} kommentoi "{1}"
fr: {0} a commenté "{1}"
hu: {0} ezt kommentálta: "{1}"
id: {0} berkomentar "{1}"
it: {0} ha commentato "{1}"
ja: {0}がコメント「{1}」
ko: {0}님이 "{1}"라고 댓글을 다셨습니다.
nl: {0} gaf commentaar op "{1}"
no: {0} kommenterte "{1}"
pl: Użytkownik {0} napisał komentarz: „{1}”
pt_br: {0} comentou "{1}"
ro: {0} a comentat "{1}"
ru: {0} прокомментировал "{1}"
sv: {0} kommenterade "{1}"
th: {0} ได้แสดงความคิดเห็น "{1}"
tr: {0} "{1}" yorumunu yaptı
uk: {0} прокоментував "{1}"
zh: {0} 评论道 "{1}"
zh_tw: {0} 評論了 「{1}」

# item.build.comment.comment_reply
source: {0} replied "{1}" on "{2}"
ar: {0} رد "{1}" على "{2}"
de: {0} antwortete "{1}" auf "{2}"
es: {0} respondió "{1}" en "{2}"
fr: {0} a répondu "{1}" sur "{2}"
hu: {0} ezt válaszolta: "{1}" itt: "{2}"
id: {0} berkomentar "{1}" pada topik "{2}"
it: {0} ha risposto "{1}" su "{2}"
ja: {0}が「{1}」に「{2}」を返信しました
ko: "{0}" 에 달린 {1} 님의 답글: "{2}"
nl: {0} antwoordde "{1}" op "{2}"
pl: Użytkownik {0} odpowiedział: „{1}” na „{2}”
pt_br: {0} respondeu "{1}" em "{2}"
ro: {0} a răspuns ”{1}” pe ”{2}”
ru: {0} ответил "{1}" на "{2}"
sv: {0} svarade "{1}" på "{2}"
th: {0} ได้ตอบกลับ "{1}" บน "{2}"
tr: {0} "{1}" üzerinde "{2}" yanıtını verdi
uk: {0} відповів "{1}" на "{2}"
zh: {0} 回复了“{1}”：“{2}”

# item.build.comment.comment_reply_compact
source: {0} replied "{1}"
ar: {0} رد "{1}"
de: {0} antwortete "{1}"
es: {0} respondió "{1}"
fr: {0} a répondu "{1}"
hu: {0} ezt válaszolta: "{1}"
id: {0} berkomentar "{1}"
it: {0} ha risposto "{1}"
ja: {0}が「{1}」に返信しました
ko: {0} 님의 답글: "{1}"
nl: {0} antwoordde "{1}"
pl: Użytkownik {0} odpowiedział: „{1}”
pt_br: {0} respondeu "{1}"
ro: {0} a răspuns ”{1}”
ru: {0} ответил "{1}"
sv: {0} svarade "{1}"
th: {0} ได้ตอบกลับ "{1}"
tr: {0} "{1}" yanıtını verdi
uk: {0} відповів: "{1}"
zh: {0} 回复了：“{1}”

# item.news_post._
source: News
ar: الأخبار
be: Навіны
bg: Новини
cs: Novinky
da: Nyheder
de: Neuigkeiten
es: Noticias
fi: Uutiset
hu: Újdonságok
id: Berita
it: Notizie
ja: ニュース
ko: 소식
nl: Nieuws
no: Nyheter
pl: Aktualności
pt_br: Notícias
ro: Noutăți
ru: Новости
sv: Nyheter
th: ข่าวสาร
tr: Gelişmeler
uk: Новини
vi: Tin tức
zh: 新闻
zh_tw: 最新消息

# item.news_post.comment._
source: New comment
ar: تعليق جديد
be: Новы каментарый
bg: Нов коментар
cs: Nový komentář
da: Ny kommentar
de: Neuer Kommentar
es: Nuevo comentario
fi: Uusi kommentti
fr: Nouveau commentaire
hu: Új hozzászólás
id: Komentar baru
it: Nuovo commento
ja: 新しいコメント
ko: 새 댓글
nl: Nieuwe reactie
no: Ny kommentar
pl: Nowy komentarz
pt_br: Novo comentário
ro: Comentariu nou
ru: Новый комментарий
sv: Ny kommentar
th: ความคิดเห็นใหม่
tr: Yeni yorum
uk: Новий коментар
vi: Bình luận mới
zh: 新评论
zh_tw: 新評論

# item.news_post.comment.comment_new
source: {0} commented "{1}" on "{2}"
ar: {0} علق"{1}" على "{2}"
be: {0} пракаментаваў "{1}" у "{2}"
bg: {0} коментира "{1}" в темата "{2}"
cs: {0} odpověděl "{1}" v "{2}"
da: {0} kommenterede "{1}" på "{2}"
de: {0} kommentierte "{1}" auf "{2}"
es: {0} comentó "{1}" en "{2}"
fr: {0} a commenté "{1}" sur "{2}"
hu: {0} ezt kommentálta: "{1}" ezen: "{2}"
id: {0} berkomentar "{1}" pada topik "{2}"
it: {0} ha commentato "{1}" su "{2}"
ja: {0}が「{1}」でコメント「{2}」
ko: {0}님이 "{1}"에 "{2}"라고 댓글을 다셨습니다.
nl: {0} gaf commentaar "{1}" op "{2}"
no: {0} kommenterte "{1}" på "{2}"
pl: Użytkownik {0} napisał komentarz pod „{1}”: „{2}”
pt_br: {0} comentou "{1}" em "{2}"
ro: {0} a comentat "{1}" la "{2}"
ru: {0} прокомментировал "{1}" на "{2}"
sv: {0} kommenterade "{1}" på "{2}"
th: {0} ได้แสดงความคิดเห็น "{1}" บน "{2}"
tr: {0} "{1}" üzerinde "{2}" yorumunu yaptı
uk: {0} прокоментував "{1}" на "{2}"
zh: {0} 在 "{1}" 中评论道 "{2}
zh_tw: {0} 在「{1}」中評論了 「{2}」

# item.news_post.comment.comment_new_compact
source: {0} commented "{1}"
ar: {0} علق "{1}"
be: {0} пракаментаваў "{1}"
bg: {0} коментира "{1}"
cs: {0} okomentoval "{1}"
da: {0} kommenterede "{1}"
de: {0} kommentierte "{1}"
es: {0} comentó "{1}"
fi: {0} kommentoi"{1}"
fr: {0} a commenté "{1}"
hu: {0} ezt kommentálta: "{1}"
id: {0} berkomentar "{1}"
it: {0} ha commentato "{1}"
ja: {0}がコメント「{1}」
ko: {0}님이 "{1}"라고 댓글을 다셨습니다.
nl: {0} gaf commentaar op "{1}"
no: {0} kommenterte "{1}"
pl: Użytkownik {0} napisał komentarz: „{1}”
pt_br: {0} comentou "{1}"
ro: {0} a comentat "{1}"
ru: {0} прокомментировал "{1}"
sv: {0} kommenterade "{1}"
th: {0} ได้แสดงความคิดเห็น "{1}"
tr: {0} "{1}" yorumunu yaptı
uk: {0} прокоментував "{1}"
zh: {0} 评论道 "{1}"
zh_tw: {0} 評論了 「{1}」

# item.news_post.comment.comment_reply
source: {0} replied "{1}" on "{2}"
ar: {0} رد "{1}" على "{2}"
de: {0} antwortete "{1}" auf "{2}"
es: {0} respondió "{1}" en "{2}"
fr: {0} a répondu "{1}" sur "{2}"
hu: {0} ezt válaszolta: "{1}" itt: "{2}"
id: {0} berkomentar "{1}" pada topik "{2}"
it: {0} ha risposto "{1}" su "{2}"
ja: {0}が「{1}」に「{2}」を返信しました
ko: "{0}" 에 달린 {1} 님의 답글: "{2}"
nl: {0} antwoordde "{1}" op "{2}"
pl: Użytkownik {0} odpowiedział: „{1}” na „{2}”
pt_br: {0} respondeu "{1}" em "{2}"
ro: {0} a răspuns ”{1}” pe ”{2}”
ru: {0} ответил "{1}" на "{2}"
sv: {0} svarade "{1}" på "{2}"
th: {0} ได้ตอบกลับ "{1}" บน "{2}"
tr: {0} "{1}" üzerinde "{2}" yanıtını verdi
uk: {0} відповів "{1}" на "{2}"
zh: {0} 回复了“{1}”：“{2}”

# item.news_post.comment.comment_reply_compact
source: {0} replied "{1}"
ar: {0} رد "{1}"
de: {0} antwortete "{1}"
es: {0} respondió "{1}"
fr: {0} a répondu "{1}"
hu: {0} ezt válaszolta: "{1}"
id: {0} berkomentar "{1}"
it: {0} ha risposto "{1}"
ja: {0}が「{1}」に返信しました
ko: {0} 님의 답글: "{1}"
nl: {0} antwoordde "{1}"
pl: Użytkownik {0} odpowiedział: „{1}”
pt_br: {0} respondeu "{1}"
ro: {0} a răspuns ”{1}”
ru: {0} ответил "{1}"
sv: {0} svarade "{1}"
th: {0} ได้ตอบกลับ "{1}"
tr: {0} "{1}" yanıtını verdi
uk: {0} відповів: "{1}"
zh: {0} 回复了：“{1}”

# item.forum_topic._
source: Forum topic
ar: موضوع المنتدى
be: Тэма форуму
bg: Тема на форума
cs: Téma fóra
da: Forum emne
de: Forum-Thema
el: Θέμα του forum
es: Tema del foro
fi: Foorumin aihe
fr: Sujet du forum
hu: Fórum téma
id: Topik forum
it: Topic del forum
ja: フォーラムトピック
ko: 포럼 주제
nl: Forum onderwerp
no: Forumemne
pl: Wątek na forum
pt_br: Tópico do fórum
ro: Subiect forum
ru: Тема форума
sv: Forumämnen
th: หัวข้อในฟอรัม
tr: Forum konusu
uk: Тема форуму
vi: Chủ đề của diễn đàn
zh: 论坛主题
zh_tw: 論壇主題

# item.forum_topic.forum_topic_reply._
source: New forum reply
ar: رد منتدى جديد
be: Новы адказ на форуме
bg: Нов форум отговор
cs: Nová odpověď na fórum
da: Nyt forum svar
de: Neue Foren-Antwort
el: Νέα απάντηση στο forum
es: Nueva respuesta en el foro
fi: Uusi foorumi vastaus
fr: Nouvelle réponse du forum
hu: Új fórum válasz
id: Balasan baru pada thread forum
it: Nuova risposta sul forum
ja: 新しいフォーラムの返信
ko: 새로운 포럼 답글
nl: Nieuw forum antwoord
no: Nytt forum svar
pl: Nowa odpowiedź na forum
pt_br: Nova resposta no fórum
ro: Un nou răspuns pe forum
ru: Новый ответ на форуме
sv: Nytt forumsvar
th: ตอบกลับในฟอรั่มใหม่
tr: Yeni forum yanıtı
uk: Нова відповідь на форумі
vi: Bình luận mới trên forum
zh: 论坛回复
zh_tw: 新論壇回覆

# item.forum_topic.forum_topic_reply.forum_topic_reply
source: {0} replied to "{1}"
ar: {0} رد على "{1}"
be: карыстальнік {0} адказаў у тэме "{1}".
bg: {0} отговори в темата "{1}"
cs: {0} odpověděl na "{1}"
da: {0} svarede til forum emne "{1}".
de: {0} antwortete auf "{1}"
el: O χρήστης{0} απάντησε στο θέμα του forum "{1}".
es: {0} respondió a "{1}"
fi: {0} vastasi foorumi aiheeseen "{1}".
fr: {0} a répondu au sujet du forum "{1}"
hu: {0} válaszolt a fórum témára "{1}".
id: {0} memberikan balasan pada thread forum "{1}".
it: {0} ha risposto a "{1}"
ja: {0}がフォーラムトピック「{1}」に返信しました。
ko: {0}님이 포럼 주제 "{1}"에 답글을 달았습니다.
nl: {0} antwoordde op forumonderwerp "{1}".
no: {0} svarte på forumemne "{1}".
pl: Użytkownik {0} odpowiedział w wątku „{1}”
pt_br: {0} respondeu ao tópico "{1}" do fórum.
ro: {0} a răspuns la "{1}"
ru: {0} ответил в теме "{1}".
sv: {0} svarade på "{1}"
th: {0} ได้ตอบกลับในฟอรั่ม "{1}"
tr: {0} "{1}" konusuna yanıt verdi.
uk: {0} відповів в темі "{1}".
vi: {0} đã trả lời "{1}"
zh: {0} 回复了主题“{1}”
zh_tw: {0} 回覆了主題 「{1}」

# item.forum_topic.forum_topic_reply.forum_topic_reply_compact
source: {0} replied
ar: {0} قام بالرد
be: {0} адказаў
bg: {0} отговори
cs: {0} odpověděl
da: {0} svarede
de: {0} antwortete
es: {0} respondió
fi: {0} vastasi
fr: {0} a répondu
hu: {0} válaszolt
id: {0} membalas
it: {0} ha risposto
ja: {0} の返信
ko: {0} 님이 답글을 달았습니다.
nl: {0} antwoordde
no: {0} svarte
pl: Użytkownik {0} odpowiedział
pt_br: {0} respondeu
ro: {0} a răspuns
ru: {0} ответил
sv: {0} svarade
th: {0} ตอบกลับ
tr: {0} yanıt verdi
uk: {0} відповів
vi: {0} đã trả lời
zh: {0} 回复了
zh_tw: {0} 回覆了

# item.legacy_pm._
source: Legacy Forum PM
ar: نظام الرسائل القديم
be: Правілы Forum PM
bg: Стар форум за ЛС
cs: SZ původního fóra
de: Alt-Forum PN
el: Προσωπικά Μηνύματα του Παλαιότερου Forum
es: MP del foro antiguo
fr: Forum de l'héritage PM
hu: Hivatalos PM fórum
id: Forum PM
it: PM forum legacy
ja: レガシーフォーラムPM
ko: 이전 포럼 PM
nl: Ouder Forum PM
no: Eldre Forum PM
pl: Skrzynka odbiorcza starego forum
pt_br: Mensagens Privadas do Fórum Legado
ro: PM vechi forum
ru: Старая система ЛС
sv: Forumets äldre PM
th: ฟอรั่ม PM
uk: Вхідні повідомлення старого форуму
zh: 旧论坛私信
zh_tw: 舊論壇私訊

# item.legacy_pm.legacy_pm.legacy_pm
source: {0} unread message|{0} unread messages
ar: {0} رسالة غير مقروءة|{0} رسائل غير مقروءة
be: {0} непрачытанае паведамленне.|{0} ннепрачытанныя паведамленні.
bg: {0} непрочетено съобщение|{0} непрочетени съобщения
da: {0} ulæst besked|{0} ulæste beskeder
de: {0} ungelesene Nachricht|{0} ungelesene Nachrichten
el: {0} αδιάβαστο μήνυμα.|{0} αδιάβαστα μηνύματα.
es: {0} mensaje sin leer|{0} mensajes sin leer
fi: {0} lukematon viesti.|{0} lukemattomia viestejä.
fr: {0} message non lu|{0} messages non lus
hu: {0} olvasatlan üzenet.|{0} olvasatlan üzenet.
id: {0} pesan yang belum dibaca.|{0} pesan yang belum dibaca.
it: {0} messaggio non letto|{0} messaggi non letti
ja: {0}個の未読メッセージ
ko: {0}개의 미확인 메시지
nl: {0} ongelezen bericht.|{0} berichten.
no: {0} ulest melding.|{0} uleste meldinger.
pl: {0} nieprzeczytana wiadomość|{0} nieprzeczytane wiadomości|{0} nieprzeczytanych wiadomości
pt_br: {0} mensagem não lida|{0} mensagens não lidas
ro: {0} mesaj necitit|{0} mesaje necitite
ru: {0} непрочитанное сообщение.|{0} непрочитанные сообщения.
sv: {0} oläst meddelande|{0} olästa meddelanden
th: {0} ข้อความที่ยังไม่ได้อ่าน |{0} ข้อความทั้งหมดที่ยังไม่ได้อ่าน
tr: {0} okunmamış mesaj.|{0} okunmamış mesaj
uk: {0} непрочитане повідомлення.|{0} непрочитані повідомлення.
vi: {0} tin nhắn chưa đọc|{0} tin nhắn chưa đọc
zh: {0} 条未读消息
zh_tw: {0} 則未讀訊息

# item.user.user_beatmapset_new._
source: New beatmap
ar: خريطة جديدة
de: Neue Beatmap
es: Nuevo mapa
fr: Nouvelle beatmap
id: Beatmap baru
it: Nuova beatmap
ja: 新しいビートマップ
ko: 새 비트맵
nl: Nieuwe beatmap
pl: Nowa beatmapa
pt_br: Novo beatmap
ro: Beatmap nou
ru: Новая карта
sv: Ny beatmap
th: บีทแมพใหม่
tr: Yeni beatmap
uk: Нова бітмапа
zh: 新谱面
zh_tw: 新圖譜

# item.user.user_beatmapset_new.user_beatmapset_new
source: New beatmap "{0}" by {1}
ar: خريطة جديدة "{0}" بواسطة {1}
de: Neue Beatmap "{0}" von {1}
es: Nuevo mapa "{0}" por {1}
fr: Nouvelle beatmap "{0}" par {1}
id: Beatmap baru "{0}" oleh {1}
it: Nuova beatmap "{0}" di {1}
ja: {0} による新しいビートマップ「{1}」
ko: {0} 님의 새로운 비트맵 "{1}"
nl: Nieuwe beatmap "{0}" door {1}
pl: Nowa beatmapa od użytkownika {0}: „{1}”
pt_br: Novo beatmap "{0}" por {1}
ru: Новая карта "{0}" от {1}
sv: Ny beatmap "{0}" av {1}
th: บีทแมพใหม่ "{0}" โดย {1}
tr: {0} tarafından yeni beatmap "{1}"
uk: Нова бітмапа "{0}" від {1}
zh: {0} 上传了标题为“{1}”的新谱面
zh_tw: {0} 上傳了標題為 “{1}” 的新圖譜

# item.user.user_beatmapset_new.user_beatmapset_new_compact
source: New beatmap "{0}"
ar: خريطة جديدة "{0}"
de: Neue Beatmap "{0}"
es: Nuevo mapa "{0}"
fr: Nouvelle beatmap "{0}"
id: Beatmap baru "{0}"
it: Nuova beatmap "{0}"
ja: 新しいビートマップ「{0}」
ko: 새 비트맵 "{0}"
nl: Nieuwe beatmap "{0}"
pl: Nowa beatmapa: „{0}”
pt_br: Novo beatmap "{0}"
ru: Новая карта "{0}"
sv: Ny beatmap "{0}"
th: บีทแมพใหม่ "{0}"
tr: Yeni beatmap "{0}"
uk: Нова бітмапа "{0}"
zh: 新谱面《{0}》

# item.user.user_beatmapset_new.user_beatmapset_new_group
source: New beatmaps by {0}
ar: خرائِط جديدة بواسطة {0}
de: Neue Beatmaps von {0}
es: Nuevos mapas por {0}
fr: Nouvelles beatmaps par {0}
id: Beatmap-beatmap baru oleh {0}
it: Nuove beatmap di {0}
ja: {0} の新しいビートマップ
ko: {0} 님의 새 비트맵
nl: Nieuwe beatmaps door {0}
pl: Nowe beatmapy od użytkownika {0}
pt_br: Novos beatmaps por {0}
ru: Новые карты от {0}
sv: Nya beatmaps av {0}
th: บีทแมพใหม่โดย {0}
tr: {0} tarafından yapılmış yeni beatmapler
uk: Нова бітмапа від {0}
zh: {0} 的新谱面

# item.user_achievement._
source: Medals
ar: الأوسِمة
be: Медалі
bg: Медали
cs: Medaile
da: Medaljer
de: Medaillen
es: Medallas
fi: Mitalit
fr: Médailles
hu: Medálok
id: Medali
it: Medaglie
ja: メダル
ko: 메달
nl: Medailles
no: Medaljer
pl: Medale
pt_br: Medalhas
ro: Medalii
ru: Медали
sv: Medaljer
th: เหรียญตรา
tr: Madalyalar
uk: Досягнення
vi: Huy chương
zh: 奖章
zh_tw: 成就

# item.user_achievement.user_achievement_unlock._
source: New medal
ar: ميدالية جديدة
be: Новая медаль
bg: Нов медал
cs: Nová medaile
da: Ny medalje
de: Neue Medaille
es: Nueva medalla
fi: Uusi mitali
fr: Nouvelle médaille
hu: Új medál
id: Medali baru
it: Nuova medaglia
ja: 新しいメダル
ko: 새 메달
nl: Nieuwe medaille
no: Ny medalje
pl: Nowy medal
pt_br: Nova medalha
ro: Medalie nouă
ru: Новая медаль
sv: Ny medalj
th: เหรียญตราใหม่
tr: Yeni madalya
uk: Нова медаль
vi: Huy chương mới
zh: 新奖章
zh_tw: 新成就

# item.user_achievement.user_achievement_unlock.user_achievement_unlock
source: Unlocked "{0}"!
ar: قمت بفتح "{0}"!
be: Адкрыта "{0}"!
bg: Отключихте "{0}"!
cs: Odemčeno "{0}"'!
da: Optjent "{0}"!
de: "{0}" freigeschaltet!
es: ¡Desbloqueado "{0}"!
fr: Débloqué "{0}" !
hu: Feloldottad "{0}"!
id: "{0}" Terbuka!
it: Sbloccato "{0}"!
ja: {0} をアンロック！
ko: "{0}" 해제!
nl: "{0}" ontgrendeld!
no: "{0}" låst opp!
pl: Odblokowano medal „{0}”!
pt_br: "{0}" desbloqueado!
ro: Deblocat "{0}"!
ru: Разблокировано "{0}"!
sv: Upplåst "{0}"!
th: ปลดล๊อค "{0}"!
tr: "{0}" 'ın kilidi açıldı!
uk: Розблоковано "{0}"!
vi: Đã mở khóa "{0}"!
zh: 解锁 "{0}"！
zh_tw: 解鎖「{0}」！

# item.user_achievement.user_achievement_unlock.user_achievement_unlock_compact
source: Unlocked "{0}"!
ar: قمت بفتح "{0}"!
be: Адкрыта "{0}"!
bg: Отключихте "{0}"!
cs: Odemčeno "{0}"'!
da: Opnået "{0}"!
de: "{0}" freigeschaltet!
es: ¡Desbloqueado "{0}"!
fr: Débloqué «{0}» !
hu: Feloldottad"{0}"!
id: Anda berhasil mendapatkan medali "{0}"!
it: Sbloccato "{0}"!
ja: {0} をアンロック！
ko: "{0}" 달성!
nl: "{0}" ontgrendeld!
no: "{0}" låst opp!
pl: Odblokowano medal „{0}”!
pt_br: "{0}" desbloqueado!
ro: Deblocat "{0}"!
ru: Разблокировано: «{0}»!
sv: Upplåst "{0}"!
th: ปลดล๊อค "{0}"!
tr: "{0}" 'ın kilidi açıldı!
uk: Розблоковано "{0}"!
vi: Đã mở khóa "{0}"!
zh: 您已解锁 "{0}" 成就！
zh_tw: 解鎖「{0}」！

# item.user_achievement.user_achievement_unlock.user_achievement_unlock_group
source: Medals unlocked!
ar: قمت بفتح الأوسِمة!
bg: Медали отключени!
de: Medaillen freigeschaltet!
es: ¡Medallas desbloqueadas!
fi: Mitaleja saavutettu!
fr: Médailles débloquées !
hu: Medálok feloldva!
id: Medali terbuka!
it: Medaglie sbloccate!
ja: メダルのロックが解除されました！
ko: 메달 언락함!
nl: Medailles ontgrendeld!
pl: Odblokowano medale!
pt_br: Medalhas desbloqueadas!
ro: Medalii deblocate!
ru: Медали открыты!
sv: Medaljer upplåsta!
th: ปลดล็อกเหรียญตรา
tr: Madalyalar açıldı!
uk: Медалі розблоковано!
vi: Đã mở khóa huy hiệu!
zh: 奖章已解锁！
zh_tw: 勳章解鎖！

# mail.beatmapset.beatmap_owner_change.beatmap_owner_change
source: You're now guest of beatmap "{0}"
de: Du bist jetzt Gast der Beatmap "{0}"
es: Ahora eres un invitado del mapa "{0}"
fr: Vous êtes maintenant invité de la beatmap "{0}"
id: Anda telah terdaftar sebagai pembuat guest difficulty pada beatmap "{0}"
it: Sei diventato ospite della beatmap "{0}"
ja: ビートマップ"{0}"のゲストになりました
ko: 당신은 이제 비트맵 "{0}"의 게스트가 되었습니다.
pl: Od teraz jesteś gościem dla beatmapy „{0}”
pt_br: Você agora é convidado do mapa "{0}"
ru: Вы приглашены в "{0}"
th: ตอนนี้คุณเป็นแขกของบีทแมพ "{0}"
tr: Artık "{0}" beatmapinin bir konuğusunuz
zh: 您现在是{0}的客串作者
zh_tw: 您現在是圖譜 "{0}" 的客串作者

# mail.beatmapset.beatmapset_discussion.beatmapset_discussion_lock
source: The discussion on "{0}" has been locked
ar: تم قفل المناقشة على "{0}"
de: Die Diskussion über "{0}" wurde gesperrt
es: La discusión en "{0}" se ha cerrado
fr: La discussion sur "{0}" a été verrouillée
hu: A hozzászolás le lett tiltva ezen a beamapen:{0}
id: Topik diskusi "{0}" telah dikunci
it: La discussione su "{0}" è stata bloccata
ja: ディスカッション「{0}」はロックされています
ko: 토론 "{0}" 의 토론이 잠겼습니다.
nl: De discussie op "{0}" is vergrendeld
no: Diskusjonen om "{0}" har blitt låst
pl: Dyskusja do beatmapy „{0}” została zamknięta
pt_br: A discussão em "{0}" foi trancada
ro: Discuția pe ”{0}” a fost încuiată
ru: Обсуждение "{0}" было закрыто
sv: Diskussionen om "{0}" har låsts
th: การพูดคุยใน "{0}:" ได้ถูกล็อก
tr: "{0}" setinin tartışması kilitlendi
uk: Обговорення в "{0}" закрито
zh: 谱面“{0}”的讨论已被锁定

# mail.beatmapset.beatmapset_discussion.beatmapset_discussion_post_new
source: The discussion on "{0}" has new updates
ar: المناقشة حول "{0}" تحتوي على تحديثات جديدة
de: Die Diskussion über "{0}" hat neue Updates
es: La discusión en "{0}" tiene nuevas actualizaciones
fr: La discussion sur "{0}" a de nouvelles mises à jour
hu: A hozzászólás frissült a következőn: {0}
id: Terdapat pembaruan baru pada topik diskusi "{0}"
it: La discussione su "{0}" ha nuovi aggiornamenti
ja: ディスカッション「{0}」に新しい更新があります
ko: 토론 "{0}" 에 새로운 업데이트가 있습니다.
nl: De discussie over "{0}" heeft nieuwe updates
no: Diskusjonen om "{0}" har nye oppdateringer
pl: W dyskusji do beatmapy „{0}” pojawiły się nowe aktualizacje
pt_br: A discussão em "{0}" tem novas atualizações
ro: Discuția pe ”{0}” are update-uri noi
ru: Обсуждение "{0}" имеет новые ответы
sv: Diskussionen om "{0}" har nya uppdateringar
th: การพูดคุยใน "{0}:" มีอัปเดตใหม่
tr: "{0}" setinin tartışmasında yeni güncellemeler mevcut
uk: Обговорення на "{0}" має нові оновлення
zh: 谱面“{0}”的讨论有新动态

# mail.beatmapset.beatmapset_discussion.beatmapset_discussion_unlock
source: The discussion on "{0}" has been unlocked
ar: تم فتح قفل المناقشة على "{0}"
de: Die Diskussion über "{0}" wurde freigegeben
es: La discusión en "{0}" se ha desbloqueado
fr: La discussion sur "{0}" a été déverrouillée
hu: A hozzászolás elérhető lett ezen a beatmapen:{0}
id: Topik diskusi "{0}" telah kembali dibuka
it: La discussione su "{0}" è stata sbloccata
ja: ディスカッション「{0}」のロックが解除されました
ko: 토론 "{0}" 의 토론이 잠금 해제되었습니다.
nl: De discussie op "{0}" is ontgrendeld
no: Diskusjonen om "{0}" har blitt låst
pl: Dyskusja do beatmapy „{0}” została otwarta
pt_br: A discussão em "{0}" foi destravada
ro: Discuția pe ”{0}” a fost redeschisă
ru: Обсуждение "{0}" было открыто
sv: Diskussionen om "{0}" har låsts upp
th: การพูดคุยใน "{0}:" ได้ถูกปลดล็อก
tr: "{0}" setinin tartışmasının kilidi kaldırıldı
uk: Тема "{0}" була розблокована
zh: 谱面“{0}”的讨论已被解锁

# mail.beatmapset.beatmapset_problem.beatmapset_discussion_qualified_problem
source: A new problem was reported on "{0}"
ar: تم الإبلاغ عن مشكلة جديدة على "{0}"
de: Ein neues Problem wurde zu "{0}" gemeldet
es: Se informó de un nuevo problema en "{0}"
fr: Un nouveau problème a été signalé sur "{0}"
hu: Egy új probléma jelentve lett itt:{0}
id: Terdapat masalah baru yang dilaporkan pada "{0}"
it: Un nuovo problema è stato segnalato su "{0}"
ja: 新しい問題が「{0}」で報告されました
ko: "{0}" 에 새로운 문제가 제의되었습니다.
nl: Er is een nieuw probleem gemeld op "{0}"
no: Et nytt problem rapportert var rapportert på "{0}"
pl: Zgłoszono nowy problem z beatmapą „{0}”
pt_br: Um novo problema foi reportado em "{0}"
ro: O nouă problem a fost raportată pe ”{0}”
ru: Сообщена новая проблема в "{0}"
sv: Ett nytt problem rapporterades på "{0}"
th: ปัญหาใหม่ได้ถูกแจ้งใน "{0}"
tr: "{0}" setinde yeni bir sorun bildirildi
uk: Повідомлено про нову проблему на "{0}"
zh: 谱面“{0}”被反馈了一个新问题

# mail.beatmapset.beatmapset_state.beatmapset_disqualify
source: "{0}" has been disqualified
ar: حُرِمَت "{0}" من التأهُل
de: "{0}" wurde disqualifiziert
es: "{0}" ha sido descalificado
fr: "{0}" a été disqualifiée
hu: "{0}" dalt diszkvalifikálták
id: "{0}" telah didiskualifikasi
it: "{0}" è stata squalificata
ja: 「{0}」はdisqualifyされました
ko: "{0}" 이(가) disqualified 처리되었습니다.
nl: "{0}" is gediskwalificeerd
pl: Beatmapa „{0}” została zdyskwalifikowana
pt_br: "{0}" foi desqualificado
ro: ”{0}” a fost descalificat
ru: "{0}" был дисквалифицирован
sv: "{0}" har blivit diskvalificerad
th: "{0}" ได้ถูกยกเลิกสถานะ Qualified
tr: "{0}" diskalifiye edildi
uk: "{0}" було дискваліфіковано
zh: 谱面 {0} 已被 DQ

# mail.beatmapset.beatmapset_state.beatmapset_love
source: "{0}" was promoted to loved
ar: اصبحت "{0}" محبوبة
de: "{0}" hat Loved-Status erlangt
es: "{0}" fue promovido a amado
fr: "{0}" a été promue en aimée
hu: "{0}" dalt kedvelt kategóriába került
id: "{0}" telah dipromosikan ke dalam kategori Loved
it: "{0}" è stata promossa tra le amate
ja: 「{0}」はlovedになりました
ko: "{0}" 이(가) loved 상태로 승격되었습니다.
nl: "{0}" was gepromoveerd naar geliefde
pl: Beatmapa „{0}” uzyskała status ulubionej społeczności
pt_br: "{0}" foi promovido a loved
ro: ”{0}” a fost promovată la iubită
ru: "{0}" был повышен до любимого
sv: "{0}" befordrades till älskad
th: "{0}" ได้ถูกเปลี่ยนเป็น loved
tr: "{0}" sevilenlere yükseltildi
uk: "{0}" підвищено до коханого
zh: 谱面 {0} 已被 Loved

# mail.beatmapset.beatmapset_state.beatmapset_nominate
source: "{0}" has been nominated
ar: اصبحت "{0}" مرشحة
de: "{0}" wurde nominiert
es: "{0}" ha sido nominado
fr: "{0}" a été nominée
hu: Nominálva lett "{0}"
id: "{0}" telah mendapatkan nominasi
it: "{0}" è stata nominata
ja: 「{0}」はノミネートされました
ko: "{0}" 이(가) 추천되었습니다.
nl: "{0}" is genomineerd
pl: Beatmapa „{0}” została nominowana
pt_br: "{0}" foi nomeado
ro: ”{0}” a fost nominat
ru: "{0}" был номинирован
sv: "{0}" har blivit nominerad
th: "{0}" ได้ถูกเสนอชื่อ
tr: "{0}" aday gösterildi
uk: "{0}" було номіновано
zh: “{0}”已被提名
zh_tw: "{0}" 已被提名
