Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Oauth.*.resx
Languages: ar, be, bg, da, de, fr, hu, id, ja, ko, nl, no, pl, pt, pt_br, ru, sv, th, tr, uk, zh_tw

source: Cancel
ar: إلغاء
be: Скасаваць
bg: Отмени
da: Annullér
de: Abbrechen
fr: Annuler
hu: Mégse
id: Batal
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal et
uk: Відмінити
zh_tw: 取消

# authorise.request
source: is requesting permission to access your account.
ar: يطلب الإذن بالوصول إلى حسابك.
be: запытваецца дазвол да вашага ўліковага запісу.
bg: иска разрешение за достъп до вашия акаунт.
da: anmoder om adgang til din konto.
de: bittet um Erlaubnis, auf dein Konto zugreifen zu dürfen.
fr: demande la permission d'accéder à votre compte.
hu: engedélyt kér a fiókodhoz.
id: meminta izin untuk mengakses ke dalam akun Anda.
ja: アカウントへのアクセス許可を要求しています。
ko: 는 당신의 계정에 접근할 수 있는 권한을 요청합니다.
nl: vraagt om toestemming om toegang tot uw account.
no: ber om tilgang til kontoen din.
pl: żąda pozwolenia na dostęp do twojego konta.
pt: está a solicitar permissão para aceder à tua conta.
pt_br: está pedindo permissão para acessar sua conta.
ru: запрашивает разрешения доступа к вашему аккаунту.
sv: begär behörighet att komma åt ditt konto.
th: ต้องการสิทธิ์ในการเข้าถึงบัญชีของคุณ
tr: hesabınıza erişmek için izin istiyor.
uk: запитує дозволу доступу до вашого профілю.
zh_tw: 正在要求權限以存取你的帳號。

# authorise.scopes_title
source: This application will be able to:
ar: هذا التطبيق سوف يكون قادر على:
be: Гэта праграма будзе мець магчымасць:
bg: Това приложение ще може да:
da: Denne applikation vil være i stand til at:
de: Diese Anwendung wird in der Lage sein:
fr: Cette application pourra :
hu: Ez az alkalmazás képes lesz a:
id: Ke depannya, aplikasi ini akan mampu untuk:
ja: このアプリケーションは次のことができます：
ko: 이 애플리케이션은 다음 기능을 할 수 있습니다:
nl: Deze applicatie krijgt toegang tot:
no: Dette programmet vil kunne:
pl: Ta aplikacja będzie mogła:
pt: Esta aplicação será capaz de:
pt_br: Essa aplicação será capaz de:
ru: Это приложение сможет:
sv: Denna applikation kommer att kunna:
th: แอปพลิเคชันนี้จะสามารถ:
tr: Bu uygulama şunları yapabilecek:
uk: Цей додаток матиме змогу:
zh_tw: 此應用程式將可以：

# authorise.title
source: Authorisation Request
ar: طلب الأذن
be: Запыт аўтарызацыі
bg: Искане за оторизация
da: Autorisation Anmodning
de: Autorisierungsanfrage
fr: Demande d’autorisation
hu: Hitelesítési Kérelem
id: Permohonan Otorisasi
ja: 認証をリクエスト
ko: 권한 요청
nl: Inloggen verplicht
no: Forespørsel om godkjenning
pl: Prośba o autoryzację
pt: Pedido de autorização
pt_br: Pedido de Autorização
ru: Запрос авторизации
sv: Auktoriseringsbegäran.
th: ต้องได้รับอนุญาตก่อน
tr: Doğrulama Talebi
uk: Запит авторизації
zh_tw: 授權請求

# authorized_clients.confirm_revoke
source: Are you sure you want to revoke this client's permissions?
ar: هل انت متأكد من سحب أذونات هذا العميل؟
be: Вы ўпэўнены, што хочаце адклікаць дазволення доступу гэтага кліента?
bg: Сигурни ли сте, че искате да отмените правата на този клиент?
da: Er du sikker på, at du vil tilbagekalde denne klients tilladelser?
de: Bist du sicher, dass du die Berechtigungen dieses Gerätes widerrufen möchtest?
fr: Êtes-vous sûr de vouloir révoquer les permissions de ce client ?
hu: Biztosan vissza akarod vonni ezen kliens jogait?
id: Apakah anda yakin untuk mencabut izin akses klien ini?
ja: このクライアントの認証を無効化しますか？
ko: 정말로 이 클라이언트의 권한을 회수하시겠어요?
nl: Weet u zeker dat u de rechten van deze client wilt intrekken?
no: Er su dikker på at du vil oppheve tillatelsen til denne klienten?
pl: Czy na pewno chcesz odebrać uprawnienia temu klientowi?
pt: Tens a certeza de que desejas revogar as permissões deste cliente?
pt_br: Tem certeza que deseja revogar as permissões deste cliente?
ru: Вы уверены, что хотите отозвать права доступа этого клиента?
sv: Är du säker på att du vill återkalla denna klients behörigheter?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสิทธิ์การใช้งานนี้?
tr: Bu istemcinin izinlerini iptal etmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете відкликати права доступу цього клієнта?
zh_tw: 您確定要撤消此客戶端的權限嗎？

# authorized_clients.scopes_title
source: This application can:
ar: يمكن لهذا التطبيق ان:
be: Гэта праграма можа:
bg: Това приложение има право да:
da: Denne applikation kan:
de: Diese Anwendung kann:
fr: Cette application peut :
hu: Az alkalmazás képes:
id: Aplikasi ini dapat:
ja: このアプリケーションでできること:
ko: 이 애플리케이션이 할 수 있는 작업:
nl: Deze applicatie kan:
no: Denne applikasjonen kan:
pl: Ta aplikacja może:
pt: Esta aplicação pode:
pt_br: A aplicação pode:
ru: Это приложение может:
sv: Den här applikationen kan:
th: แอปพลิเคชันนี้สามารถ:
tr: Bu uygulama şunları yapabilir:
uk: Цей додаток може:
zh_tw: 這個應用程式可以:

# authorized_clients.owned_by
source: Owned by {0}
ar: يمتلكها {0}
be: Уладальнік: {0}
bg: Притежавано от {0}
da: Ejet af {0}
de: Gehört {0}
fr: Créer par {0}
hu: {0} tulajdona
id: Dimiliki oleh {0}
ja: 所有者 {0}
ko: {0}님이 소유 중
nl: Eigendom van {0}
no: Eies av {0}
pl: Należy do {0}
pt: Proprietário de {0}
pt_br: Possuído por {0}
ru: Владелец: {0}
sv: Ägs av {0}
th: {0} เป็นเจ้าของ
tr: {0} kişisine ait
uk: Власник: {0}
zh_tw: 擁有者 {0}

# authorized_clients.none
source: No Clients
ar: لا يوجد عملاء
be: Няма кліентаў
bg: Няма клиенти
da: Ingen Klienter
de: Keine Geräte
fr: Aucun client
hu: Nincsnek kliensek
id: Tidak ada klien
ja: クライアントがありません
ko: 클라이언트 없음
nl: Geen clients
no: Ingen autoriserte applikasjoner
pl: Brak klientów
pt: Sem clientes
pt_br: Sem Clientes
ru: Нет клиентов
sv: Inga klienter
th: ไม่มีไคลเอนต์
tr: İstemci yok
uk: Немає клієнтів
zh_tw: 沒有客戶端

# authorized_clients.revoked.false
source: Revoke Access
ar: إبطال الدخول
be: Адклікаць доступ
bg: Отнемане на достъпa
da: Fjern Adgang
de: Zugriff widerrufen
fr: Révoquer l'accès
hu: Hozzáférés visszavonása
id: Cabut akses
ja: アクセスを無効化
ko: 접근 권한 회수
nl: Toegang intrekken
no: Opphev tilgang
pl: Odbierz dostęp
pt: Revogar acesso
pt_br: Revogar Acesso
ru: Отозвать доступ
sv: Återkalla åtkomst
th: ยกเลิกการเข้าถึง
tr: Erişimi iptal et
uk: Відкликати доступ
zh_tw: 撤回存取權限

# authorized_clients.revoked.true
source: Access Revoked
ar: الدخول باطل
be: Доступ адкліканы
bg: Достъпът отнет
da: Adgang Omstødt
de: Zugriff entfernt
fr: Accès révoqué
hu: Hozzáférés visszavonva
id: Akses telah dicabut
ja: アクセスが無効化されました
ko: 접근 권한 회수됨
nl: Toegang Ingetrokken
no: Tilgang opphevet
pl: Odebrano dostęp
pt: Acesso revogado
pt_br: Acesso Revogado
ru: Права доступа отозваны
sv: Åtkomst återkallats
th: ยกเลิกการเข้าถึงแล้ว
tr: Erişim iptal edildi
uk: Доступ заборонено
zh_tw: 存取遭撤回

source: Client ID
ar: معرف العميل
be: ID кліента
bg: ID на клиента
da: Klient-ID
fr: ID du client
hu: Kliens ID
id: ID Klien
ja: クライアントID
ko: 클라이언트 ID
no: Klient-ID
pl: Numer ID klienta
pt: ID do cliente
pt_br: ID do Cliente
ru: ID клиента
sv: Klient-ID
th: ID ของไคลเอนต์
tr: İstemci ID
uk: ID клієнта
zh_tw: 客戶端 ID

# client.name
source: Application Name
ar: اسم التّطبيق
be: Назва праграмы
bg: Име на приложението
da: Applikationsnavn
de: Anwendungsname
fr: Nom de l'application
hu: Alkalmazás neve
id: Nama Aplikasi
ja: アプリケーション名
ko: 애플리케이션 이름
nl: Applicatienaam
no: Applikasjonsnavn
pl: Nazwa aplikacji
pt: Nome da aplicação
pt_br: Nome da Aplicação
ru: Имя приложения
sv: Applikationsnamn
th: ชื่อแอปพลิเคชัน
tr: Uygulama Adı
uk: Назва програми
zh_tw: 應用程式名稱

# client.redirect
source: Application Callback URL
ar: رابط نقطة معاودة التطبيق
be: Callback URL Прыкладання
bg: Callback URL на приложението
de: Anwendungs-Callback-URL
fr: URL de retour de l'application
hu: Az alkalmazás URL-je
ja: アプリケーションコールバックURL
ko: 애플리케이션 Callback URL
nl: Applicatie Terugbel URL
no: Applikasjonens omdirigeringslenke
pl: Adres URL wywołań zwrotnych aplikacji
pt: URL da recolha da aplicação
pt_br: URL de Callback da Aplicação
ru: Callback URL Приложения
sv: URL för appens uppringning
tr: Uygulama Geri Çağırma URL'si
uk: Callback URL програми
zh_tw: 應用程式回傳 URL

# client.reset
source: Reset client secret
ar: تغيير Client Secret
be: Скінуць кліенцкую таямніцу
bg: Рестартиране на тайната на клиента
da: Nulstil klient hemmeligheden
de: Client-Secret zurücksetzen
fr: Réinitialiser le secret du client
hu: Ügyfél titkosításának visszavonása
id: Atur ulang client secret
ja: クライアントシークレットをリセット
ko: 클라이언트 Secret 재설정
nl: Reset client geheim
no: Nullstille klienthemmelighet
pl: Zresetuj klucz klienta
pt: Redefinir o segredo do cliente
pt_br: Redefinir segredo do cliente
ru: Сбросить секрет клиента
sv: Återställ klienthemligheten
th: รีเซ็ต Client Secret
tr: İstemci anahtarını sıfırla
uk: Скинути секрет клієнта
zh_tw: 重置客戶端密鑰

# client.reset_failed
source: Failed to reset client secret
ar: فشل في إعادة تعيين Client Secret
be: Не ўдалося скінуць пароль кліента
bg: Неуспешно рестартиране на тайната на клиента
da: Kunne ikke nulstille klient hemmeligheden
de: Client-Secret konnte nicht zurückgesetzt werden
fr: Impossible de réinitialiser le secret du client
hu: Az ügyfél titkosításának visszavonása sikertelen
id: Pengaturan ulang client secret gagal
ja: クライアントシークレットのリセットに失敗
ko: 클라이언트 Secret을 초기화하는데 실패했습니다.
nl: Resetten van client geheim mislukt
no: Kunne ikke nullstille klienthemmelighet
pl: Nie udało się zresetować klucza klienta
pt: Falha ao redefinir o segredo do cliente
pt_br: Falha ao redefinir segredo do cliente
ru: Не удалось сбросить пароль клиента
sv: Kunde inte återställa klienthemligheten
th: ไม่สามารถรีเซ็ต Client Secret
tr: İstemci anahtarı sıfırlanamadı
uk: Не вдалося скинути секрет клієнта
zh_tw: 重置客戶端密鑰失敗

source: Client Secret
ar: سؤال سر العميل
be: Кліенцкая таямніца
bg: Тайна на клиента
hu: Ügyfél titkos kódja
ja: クライアントシークレット
ko: 클라이언트 비밀 키
no: Kundehemmelighet
pl: Klucz klienta
pt: Segredo do cliente
pt_br: Segredo do Cliente
ru: Секрет клиента
sv: Klienthemlighet
th: รหัสลับไคลเอ็นต์
tr: İstemci Anahtarı
uk: Секретний ключ
zh_tw: 用戶端密鑰

# client.secret_visible.false
source: Show client secret
ar: اظهار Client Secret
be: Паказаць кліенцкую таямніцу
bg: Покажи тайната на клиента
da: Vis klient hemmeligheden
de: Client-Secret zeigen
fr: Afficher le secret du client
hu: Ügyfél titkosított adatai mutatása
id: Tampilkan client secret
ja: クライアントシークレットを表示
ko: 클라이언트 Secret 보기
nl: Laat client geheim zien
no: Vis klienthemmelighet
pl: Pokaż klucz klienta
pt: Mostrar o segredo do cliente
pt_br: Mostrar segredo do cliente
ru: Показать секрет клиента
sv: Visa klienthemligheten
th: แสดง Client Secret
tr: İstemci anahtarını göster
uk: Показати секрет клієнта
zh_tw: 顯示客戶端密鑰

# client.secret_visible.true
source: Hide client secret
ar: إخفاء Client Secret
be: Схаваць кліенцкую таямніцу
bg: Скрий тайната на клиента
da: Skjul klient hemmeligheden
de: Client-Secret verbergen
fr: Masquer le secret du client
hu: Ügyfél titkosítása
id: Sembunyikan client secret
ja: クライアントシークレットを非表示
ko: 클라이언트 Secret 숨기기
nl: Verberg client geheim
no: Skjul klienthemmelighet
pl: Ukryj klucz klienta
pt: Ocultar o segredo do cliente
pt_br: Ocultar segredo do cliente
ru: Скрыть секрет клиента
sv: Göm klienthemligheten
th: ซ่อน Client Secret
tr: İstemci anahtarını gizle
uk: Приховати секрет клієнта
zh_tw: 隱藏客戶端密鑰

# new_client.header
source: Register a new OAuth application
ar: تسجيل تطبيق 0Auth جديد
be: Зарэгіструйце новае прыкладанне OAuth
bg: Регистрирането на ново OAuth приложение
da: Registrer ny OAuth applikation
de: Neue OAuth-Anwendung registrieren
fr: Inscrire une nouvelle application OAuth
hu: Regisztálj egy új OAuth alkalmazást
id: Daftarkan aplikasi OAuth baru
ja: 新しいOAuthアプリケーションを登録する
ko: 새 OAuth 애플리케이션 등록
nl: Registreer een nieuwe OAuth applicatie
no: Registrer en ny OAuth-applikasjon
pl: Zarejestruj nową aplikację OAuth
pt: Registar uma nova aplicação OAuth
pt_br: Registrar uma nova aplicação OAuth
ru: Зарегистрируйте новое приложение OAuth
sv: Registrera en ny OAuth applikation
th: ลงทะเบียนแอปพลิเคชัน OAuth ใหม่
tr: Yeni bir OAuth uygulaması kaydet
uk: Зареєструйте новий додаток OAuth
zh_tw: 註冊一個新的 OAuth 應用程式

# new_client.register
source: Register application
ar: تسجيل تطبيق
be: Зарэгістраваць прыкладанне
bg: Регистриране на приложение
da: Registrer ny applikation
de: Anwendung registrieren
fr: Inscrire une application
hu: Regisztráld az alkalmazásodat
id: Daftarkan aplikasi
ja: アプリケーションを登録
ko: 애플리케이션 등록
nl: Registreer applicatie
no: Registrer applikasjon
pl: Zarejestruj aplikację
pt: Aplicação de registo
pt_br: Registrar aplicação
ru: Зарегистрировать
sv: Registrera applikationen
th: ลงทะเบียนแอปพลิเคชั่น
tr: Uygulama kaydet
uk: Зареєструвати додаток
zh_tw: 註冊應用程式

# new_client.terms_of_use._
source: By using the API you are agreeing to the {0}.
ar: بأستخدام الـAPI انت تقر بموافقتك على {0}.
be: Выкарыстоўваючы API, вы згаджаецеся з {0}.
bg: С ползването на този API, Вие се съгласявате на {0}.
da: Ved at bruge denne API giver du samtykke til {0}.
de: Durch die Nutzung der API stimmst du den {0} zu.
fr: En utilisant cette API vous acceptez {0}.
hu: Ha az API-t használod, elfogadod a {0} feltételeit.
id: Dengan menggunakan API kami Anda menyetujui {0} berikut.
ja: APIを使用すると、{0}に同意したことになります。
ko: API를 사용함으로써 {0}에 동의하는 것으로 간주됩니다.
nl: Door gebruik te maken van de API gaat u akkoord met de {0}.
no: Med å bruke API-en godtar du {0}.
pl: Korzystając z API, zgadzasz się na {0}.
pt: Ao usares a API, estás a aceitar o que está neste {0}.
pt_br: Ao utilizar a API você concorda com os {0}.
ru: Используя API, вы соглашаетесь с {0}.
sv: Genom att använda API godkänner du {0}.
th: โดยการใช้ API จะถือว่าคุณยอมรับ {0}
tr: API'yi kullanarak {0}'nı kabul ediyorsunuz.
uk: Використовуючи API, ви погоджуєтеся з {0}.
zh_tw: 在使用API之前您必須同意 {0}.

# new_client.terms_of_use.link
source: Terms of Use
ar: شروط الاستخدام
be: Умовы выкарыстання
bg: Условия за ползване
da: Brugsbetingelser
de: Nutzungsbedingungen
fr: Conditions d’Utilisations
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
no: Brukervilkår
pl: warunki korzystania z usługi
pt: Termos de uso
pt_br: Termos de Uso
ru: условиями использования
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
zh_tw: 使用條款

# own_clients.confirm_delete
source: Are you sure you want to delete this client?
ar: هل أنت متأكد أنك تريد حذف هذا العميل؟
be: Вы сапраўды жадаеце выдаліць гэты кліент?
bg: Сигурни ли сте, че искате да изтриете този клиент?
da: Er du sikker på du vil slette denne klient?
de: Bist du sicher, dass du dieses Gerät löschen willst?
fr: Êtes-vous sûr de vouloir supprimer ce client ?
hu: Biztos vagy benne, hogy törlöd ezt a klienst?
id: Apakah anda yakin untuk menghapus klien ini?
ja: 本当にこのクライアントを削除しますか？
ko: 정말로 이 클라이언트를 삭제하시겠어요?
nl: Weet je zeker dat je deze reactie wilt verwijderen?
no: Er du sikker på at du vil slette denne klienten?
pl: Czy na pewno chcesz usunąć tego klienta?
pt: Tens a certeza que queres eliminar este cliente?
pt_br: Realmente deseja deletar esse cliente?
ru: Вы уверены, что хотите удалить этого клиента?
sv: Är du säker på att du vill radera denna klient?
th: คุณแน่ใจหรือว่าต้องการลบไคลเอนต์นี้?
tr: Bu istemciyi silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цього клієнта?
zh_tw: 您確定要刪除此客戶端嗎？

# own_clients.confirm_reset
source: Are you sure you want to reset the client secret? This will revoke all existing tokens.
ar: هل أنت متأكد من أنك تريد إعادة تعيين Client Secret؟ سيؤدي هذا إلى إلغاء جميع الرموز الموجودة.
be: Вы ўпэўнены, што хочаце скінуць кліенцкую таямніцу? Гэта адменіць усе існуючыя токены.
bg: Сигурни ли сте, че искате да рестартирате тайната на клиента? Това ще анулира всички съществуващи токени.
da: Er du sikker på, at du vil nulstille klienthemmeligheden? Dette vil fjerne alle eksisterende tokens.
de: Möchtest du das Client-Secret wirklich zurücksetzen? Dadurch werden alle vorhandenen Tokens widerrufen.
fr: Êtes-vous sûr de vouloir réinitialiser le secret du client ? Cela révoquera tous les jetons existants.
hu: Biztos vagy benne, hogy törlöd az ügyfél titkositását? Ez az összes tokent eltávolitja.
id: Apakah Anda yakin untuk mengatur ulang client secret? Aksi ini akan mencabut izin akses dari token-token yang telah diotorisir sebelumnya.
ja: 本当にクライアントシークレットをリセットしてもいいですか？これにより全てのトークンが取り消されます。
ko: 정말 클라이언트 Secret을 초기화하실 건가요? 이 작업은 존재하는 모든 토큰을 무효화시킵니다.
nl: Weet je zeker dat je jouw client geheim wilt resetten? Dit verwijdert alle huidige kentekens.
no: Er du sikker på at du vil nullstille klienthemmeligheten? Dette vil tilbakekalle alle eksisterende tokens.
pl: Czy na pewno chcesz zresetować klucz klienta? Odbierze to dostęp wszystkim istniejącym tokenom.
pt: Tens a certeza que desejas redefinir o segredo do cliente? Isto irá revogar todos os tokens existentes.
pt_br: Tem certeza que deseja redefinir o segredo do cliente? Isso irá revogar todos os tokens existentes.
ru: Вы уверены, что хотите сбросить секрет клиента? Это отменит все существующие токены.
sv: Är du säger på att du vill återställa klient hemligheten? Detta kommer att återkalla alla befintliga polletter.
th: คุณแน่ใจหรือว่าต้องการรีเซ็ต Client Secret? การดำเนินการนี้จะยกเลิกโทเค็นที่มีอยู่ทั้งหมด
tr: İstemci anahtarını sıfırlamak istediğinizden emin misiniz? Bu mevcut tüm tokenları kaldıracak.
uk: Ви впевнені що хочете скинути секрет клієнта? Це скасує всі токени.
zh_tw: 您確定鑰重置客戶端密鑰嗎? 這將撤銷現有的所有token。

# own_clients.new
source: New OAuth Application
ar: تطبيق 0Auth جديد
be: Новае прыкладанне OAuth
bg: Ново OAuth приложение
da: Ny OAuth Applikation
de: Neue OAuth-Anwendung
fr: Nouvelle application OAuth
hu: Új OAuth alkalmazás
id: Buat aplikasi OAuth baru
ja: 新しいOAuthアプリケーション
ko: 새 OAuth 애플리케이션
nl: Nieuwe OAuth applicatie
no: Ny OAuth applikasjon
pl: Nowa aplikacja OAuth
pt: Nova aplicação OAuth
pt_br: Nova Aplicação OAuth
ru: Новое приложение OAuth
sv: Ny OAuth Applikation
th: แอปพลิเคชัน OAuth ใหม่
tr: Yeni OAuth Uygulaması
uk: Нова програма OAuth
zh_tw: 新增 OAuth 應用程式

# own_clients.none
source: No Clients
ar: لا عملاء
be: Няма кліентаў
bg: Няма клиенти
da: Ingen Klienter
de: Keine Geräte
fr: Aucun client
hu: Nincs Kliens
id: Tidak ada klien
ja: クライアントがありません
ko: 클라이언트 없음
nl: Geen clients
no: Ingen Klienter
pl: Brak klientów
pt: Sem clientes
pt_br: Sem Clientes
ru: Нет клиентов
sv: Inga klienter
th: ไม่มีไคลเอนต์
tr: İstemci Yok
uk: Немає клієнтів
zh_tw: 沒有客戶端

# own_clients.revoked.false
source: Delete
ar: حذف
be: Выдаліць
bg: Изтрий
da: Fjern
de: Löschen
fr: Supprimer
hu: Törlés
id: Hapus
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pl: Usuń
pt: Eliminar
pt_br: Excluir
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
zh_tw: 刪除

# own_clients.revoked.true
source: Deleted
ar: محذوف
be: Выдалена
bg: Изтрито
da: Slettet
de: Gelöscht
fr: Supprimé
hu: Törölve
id: Telah dihapus
ja: 削除しました
ko: 삭제됨
nl: Verwijderd
no: Slettet
pl: Usunięto
pt: Eliminados
pt_br: Excluído
ru: Удалён
sv: Raderad
th: ถูกลบแล้ว
tr: Silindi
uk: Видалено
zh_tw: 已刪除
