Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Store.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# order.invoice
source: View Invoice
ar: عرض الفاتورة
be: Праглядзець рахунак
bg: Преглед на фактурата
cs: Zobrazit fakturu
da: Vis faktura
de: Rechnung anzeigen
el: Προβολή τιμολογίου
es: Ver factura
fi: Näytä lasku
fr: Afficher la facture
hu: Számla megtekintése
id: Lihat Invoice
it: Mostra Ricevuta
ja: 請求書を見る
ko: 청구서 보기
nl: Factuur weergeven
no: Vis faktura
pl: Pokaż fakturę
pt: Ver fatura
pt_br: Ver Fatura
ro: Vezi factura
ru: Посмотреть чек
sk: Zobraziť faktúru
sv: Visa faktura
th: ดูใบเสร็จ
tr: Faturayı Görüntüle
uk: Переглянути рахунок
vi: Xem Hóa Đơn
zh: 查看发票
zh_tw: 查看收據

# order.no_orders
source: No orders to view.
ar: لا طلبات للعرض.
be: Няма заказаў для паказу.
bg: Нямате поръчки за преглед.
cs: Nejsou zde žádné objednávky k zobrazení.
da: Ingen ordrer til at se.
de: Keine Bestellungen zum anzeigen.
el: Δεν υπάρχουν παραγγελίες για προβολή.
es: No hay órdenes para ver.
fi: Ei tilauksia katsottavissa.
fr: Aucune commande à voir.
hu: Nincs megtekinthető megrendelés.
id: Tidak ada pesanan yang tercatat.
it: Nessun ordine da visualizzare.
ja: 表示できる注文がありません。
ko: 주문 내역이 없습니다.
nl: Geen bestellingen om te bekijken.
no: Ingen bestillinger å vise.
pl: Brak zamówień do wyświetlenia.
pt: Sem pedidos para ver.
pt_br: Sem pedidos para ver.
ro: Nu sunt comenzi pentru vizualizare.
ru: Вы ничего не заказывали.
sk: Žiadne objednávky na zobrazenie.
sv: Inga beställningar att visa.
th: ไม่มีรายการให้ดู
tr: Görüntülenecek sipariş yok.
uk: Ви нічого не замовляли.
vi: Không có đơn đặt hàng.
zh: 没有可显示的订单。
zh_tw: 沒有訂單

# order.paid_on
source: Order placed {0}
ar: تم تعيين الطلب {0}
be: Заказ размешчаны {0}
bg: Поръчка направена на {0}
cs: Objednávka vystavena dne {0}
da: Ordre placeret {0}
de: Bestellung aufgegeben am {0}
el: Παραγγελία ορίστηκε {0}
es: Orden realizada {0}
fi: Tilaus laitettu {0}
fr: Commande passée le {0}
hu: Megrendelés feladva {0}
id: Pemesanan dilangsungkan pada {0}
it: Ordine effettuato {0}
ja: 注文済み {0}
ko: {0}에 주문함
nl: Bestelling geplaatst {0}
no: Bestilling plassert den {0}
pl: Zamówienie złożone {0}
pt: Pedido colocado em {0}
pt_br: Ordem colocara {0}
ro: Comandă plasată pe {0}
ru: Заказ размещён {0}
sv: Beställning slutförd {0}
th: สั่งซื้อเมื่อ {0}
tr: Sipariş verme tarihi {0}
uk: Замовлення розміщено {0}
vi: Đã đặt hàng {0}
zh: 订单支付于 {0}
zh_tw: 下訂單 {0}

# order.resume
source: Resume Checkout
ar: استئناف الدفع
be: Працягнуць пакупку
bg: Продължи разплащането
cs: Obnovit objednávku
da: Fortsæt Til Kassen
de: Bezahlung fortsetzen
el: Συνέχιση Αγοράς
es: Reanudar pago
fi: Jatka Kassalle
fr: Reprendre la commande
hu: Fizetés Folytatása
id: Lanjutkan Proses Checkout
it: Riprendi Pagamento
ja: 支払いを再開
ko: 결제 계속하기
nl: Hervat afrekenen
no: Tilbake til kassen
pl: Wznów zamówienie
pt: Retomar pagamento
pt_br: Continuar Compra
ro: Reia finalizarea comenzii
ru: Продолжить покупку
sv: Återuppta transaktionen
th: ดำเนินการชำระเงินต่อ
tr: Sepete Dön
uk: Продовжити покупку
vi: Tiếp Tục Thanh Toán
zh: 恢复结帐
zh_tw: 繼續結賬

# order.shopify_expired
source: The checkout link for this order has expired.
ar: انتهت صلاحية رابط الدفع لهذه الطلبية.
da: Checkout linket for denne ordre er udløbet.
de: Der Zahlungslink für diese Bestellung ist abgelaufen.
es: El enlace de pago de esta orden ha expirado.
fi: Tämän tilauksen kassalinkki on vanhentunut.
fr: Le lien de commande pour cette commande a expiré.
id: Tautan checkout untuk pesanan ini telah kadaluarsa.
it: Il link del pagamento per quest'ordine è scaduto.
ja: この注文の決済リンクは期限切れとなりました。
ko: 이 주문의 결제 링크가 만료되었습니다.
nl: De checkout link voor deze bestelling is verlopen.
pl: Łącze do płatności za to zamówienie wygasło.
pt: O link de pagamento para este pedido expirou.
pt_br: O link de verificação deste pedido expirou.
ru: Срок действия ссылки на чек вашего заказа кончился.
sv: Kassalänken för denna beställning har utgått.
th: ลิงค์ชำระเงินสำหรับคำสั่งซื้อนี้หมดอายุแล้ว
tr: Bu sipariş için ödeme bağlantısının süresi doldu.
uk: Термін дії посилання для оформлення замовлення закінчився.
vi: Link thanh toán cho đơn hàng này đã hết hạn.
zh: 此订单的结帐链接已过期。
zh_tw: 此訂單的結帳網址已經過期。

# order.item.display_name.supporter_tag
source: {0} for {1} ({2})
ar: {0} لـ {1} ({2})
be: {0} для {1} ({2})
bg: {0} за {1} ({2})
cs: {0} pro {1} ({2})
de: {0} für {1} ({2})
el: {0} για τον χρήστη {1} ({2})
es: {0} para {1} ({2})
fi: {0} käyttäjälle {1} ({2})
fr: {0} pour {1} ({2})
id: {0} untuk {1} ({2})
it: {0} per {1}({2})
ja: {0}を{1}に贈る（{2}）
nl: {0} voor {1} ({2})
no: {0} til {1} ({2})
pl: {0} dla {1} ({2})
pt: {0} para {1} ({2})
pt_br: {0} para {1} ({2})
ro: {0} pentru {1} ({2})
ru: {0} для {1} ({2})
sk: {0} pre {1} ({2})
sv: {0} för {1} ({2})
th: {0} สำหรับ {1} ({2})
tr: {0} için {1} ({2})
uk: {0} для {1} ({2})
vi: {0} cho {1} ({2})
zh: {0} 给 {1} （{2}）
zh_tw: {0} 給 {1} （{2}）

# order.item.quantity
source: Quantity
ar: الكمية
be: Колькасць
bg: Количество
cs: Množství
da: Kvantitet
de: Menge
el: Ποσότητα
es: Cantidad
fi: Määrä
fr: Quantité
hu: Mennyiség
id: Jumlah
it: Quantità
ja: 個数
ko: 수량
nl: Aantal
no: Mengde
pl: Ilość
pt: Quantidade
pt_br: Quantidade
ro: Cantitate
ru: Количество
sk: Množstvo
sv: Antal
th: จำนวน
tr: Adet
uk: Кількість
vi: Số lượng
zh: 数量
zh_tw: 數量

# order.not_modifiable_exception.cancelled
source: You cannot modify your order as it has been cancelled.
ar: لا يمكنك تعديل طلبك لأنه مُلغى.
be: Вы не можаце змяніць свой заказ, так як ён быў скасаваны.
bg: Не можете да променяте вашата поръчка, защото тя бе отменена.
cs: Nemůžeš upravit svou objednávku, jelikož byla stornována.
da: Du kan ikke redigere dine ordre da de er blevet annulleret.
de: Du kannst deine Bestellung nicht ändern, da diese storniert wurde.
el: Δεν μπορείτε να τροποποιήσετε την παραγγελία σας καθώς έχει ακυρωθεί.
es: No puedes modificar tu orden porque ha sido cancelada.
fi: Et voi muokata tilaustasi, sillä se on peruuntunut.
fr: Vous ne pouvez pas modifier votre commande, puisqu'elle a été annulée.
hu: Nem változtathatsz visszavont rendelésen.
id: Anda tidak dapat menyunting pesanan yang telah dibatalkan.
it: Non è possibile modificare il vostro ordine in quanto è stato cancellato.
ja: キャンセル後に注文の変更は行えません。
ko: 취소된 주문은 수정할 수 없습니다.
nl: Je kan je bestelling niet wijzigen omdat hij geannuleerd is.
no: Du kan ikke endre på bestillingen, ettersom den har blitt kansellert.
pl: Nie możesz edytować swojego zamówienia, ponieważ zostało ono anulowane.
pt: Não podes modificar o teu pedido porque foi cancelado.
pt_br: Você não pode mudar seu pedido, pois ele foi cancelado.
ro: Nu îți poți modifica comanda deoarece aceasta a fost anulată.
ru: Вы не можете изменить свой заказ, так как он был отменён.
sk: Nemôžeš upraviť svoju objednávku, kedže bola zrušená.
sv: Du kan inte ändra din beställning då den har blivit avbruten.
th: คุณไม่สามารถแก้ไขคำสั่งซื้อของคุณเนื่องจากได้ถูกยกเลิกไปแล้ว
tr: Siparişiniz iptal edildiği için değiştiremezsiniz.
uk: Ви не можете змінити своє замовлення, так як його було скасовано.
vi: Bạn không thể chỉnh sửa đơn hàng vì nó đã bị hủy bỏ.
zh: 你不能修改此订单，因为它已经被取消了。
zh_tw: 您的訂單已被取消，因此無法修改。

# order.not_modifiable_exception.checkout
source: You cannot modify your order while it is being processed.
ar: لا يمكنك تعديل طلبك بينما يتم معالجته.
be: Вы не можаце змяніць свой заказ падчас яго апрацоўкі.
bg: Не можете да променяте вашата поръчка докато тя се обработва.
cs: Nemůžeš upravit svou objednávku, jelikož se již zpracovává.
da: Du kan ikke ændre din ordre imens den behandles.
de: Du kannst deine Bestellung nicht ändern, während diese bearbeitet wird.
el: Δεν μπορείτε να τροποποιήσετε την παραγγελία σας όσο βρίσκεται υπό επεξεργασία.
es: No puedes modificar tu orden mientras está siendo procesada.
fi: Et voi muokata tilaustasi, koska sitä käsitellään vielä.
fr: Vous ne pouvez pas modifier votre commande puisqu'elle est en préparation.
hu: Rendeléseden nem változtathatsz amíg feldolgozás alatt áll.
id: Anda tidak dapat menyunting pesanan yang sedang diproses.
it: Non è possibile modificare il vostro ordine mentre è processato.
ja: 発送準備中に注文の変更は行えません。
ko: 제품 처리 중인 경우엔 주문을 수정할 수 없습니다.
nl: Je kan je bestelling niet wijzigen omdat hij geannuleerd is.
no: Du kan ikke endre på bestillingen mens den behandles.
pl: Nie możesz edytować swojego zamówienia, ponieważ jest ono aktualnie przetwarzane.
pt: Não podes alterar o teu pedido enquanto estiver a ser processado.
pt_br: Você não pode modificar seu pedido enquanto está sendo processado.
ro: Nu îți poți modifica comanda în timp ce aceasta este în curs de procesare.
ru: Вы не можете изменить свой заказ, пока он обрабатывается.
sk: Nemôźeš upraviť svoju objednávku, kedže sa už spracováva.
sv: Du kan inte ändra din beställning när den bearbetas.
th: คุณไม่สามารถแก้ไขออเดอร์ของคุณได้ในระหว่างที่กำลังประมวลผลอยู่
tr: Siparişiniz işlenirken değişiklik yapamazsınız.
uk: Ви не можете змінити своє замовлення, поки він обробляється.
vi: Bạn không thể chỉnh sửa đơn hàng trong khi nó đang được xử lý.
zh: 你不能修改正在处理的订单。
zh_tw: 您不能修改正在處理的訂單。

# order.not_modifiable_exception.default
source: Order is not modifiable
ar: الطلب غير قابل للتعديل
be: Заказ немагчыма змяніць
bg: Тази поръчка не може да се изменя
cs: Objednávka je neupravitelná
da: Orden kan ikke ændres
de: Bestellung kann nicht bearbeitet werden
el: Η παραγγελία δεν είναι τροποποιήσιμη
es: La orden no es modificable
fi: Tilaus ei ole muokattavissa
fr: La commande n'est pas modifiable
hu: A rendelés nem módosítható
id: Pesanan tidak dapat diubah
it: L'ordine non è modificabile
ja: 注文の変更は行えません。
ko: 주문을 수정할 수 없음
nl: Bestelling kan niet gewijzigd worden
no: Bestillingen kan ikke endres
pl: Zamówienie nie może zostać zmienione
pt: O pedido não é alterável
pt_br: A ordem não é modificável
ro: Comanda nu poate fi modificată
ru: Заказ невозможно изменить
sk: Objednávka je neupravitelná
sv: Beställningen kan inte ändras
th: คำสั่งซื้อนี้ไม่สามารถแก้ไขได้
tr: Sipariş değiştirilemez
uk: Замовлення неможливо змінити
vi: Đơn hàng không thể sửa đổi
zh: 订单不可修改
zh_tw: 訂單不可修改

# order.not_modifiable_exception.delivered
source: You cannot modify your order as it has already been delivered.
ar: لا يمكنك تعديل طلبك لأنه تم توصيلة بالفعل.
be: Вы не можаце змяніць свой заказ, так як ён ужо быў дастаўлены.
bg: Не можете да променяте вашата поръчка, защото тя вече е доставена.
cs: Nemůžeš upravit svou objednávku, jelikož již byla doručena.
da: Du kan ikke ændre din ordre, nå det allerede er blevet leveret.
de: Du kannst deine Bestellung nicht ändern, da diese bereits zugestellt wurde.
el: Δεν μπορείτε να τροποποιήσετε την παραγγελία σας καθώς έχει ήδη παραδοθεί.
es: No puedes modificar tu orden porque ya ha sido entregada.
fi: Et voi muokata tilaustasi, sillä se on jo toimitettu.
fr: Vous ne pouvez pas modifier votre commande puisqu'elle a été expédiée.
hu: Nem változtathatsz a rendeléseden mivel már ki lett szállítva.
id: Anda tidak dapat menyunting pesanan yang telah dikirim.
it: Non è possibile modificare il vostro ordine in quanto è stato consegnato.
ja: 発送後に注文の変更は行えません。
ko: 배달된 주문을 수정할 수 없습니다.
nl: Je kan je bestelling niet wijzigen omdat hij al afgeleverd is.
no: Du kan ikke endre på bestillingen, ettersom den allerede har blitt levert.
pl: Nie możesz edytować swojego zamówienia, ponieważ zostało ono już dostarczone.
pt: Não podes alterar o teu pedido porque já foi entregue.
pt_br: Você não pode modificar seu pedido, pois ele já foi entregue.
ro: Nu îți poți modifica comanda deoarece aceasta a fost deja livrată.
ru: Вы не можете изменить свой заказ, так как он уже доставлен.
sk: Nemôžeš upraviť svoju objednávku, kedže už bola doručená.
sv: Du kan inte ändra din beställning då den redan har blivit levererad.
th: คุณไม่สามารถแก้ไขออเดอร์ของคุณได้เพราะถูกจัดส่งเรียบร้อยแล้ว
tr: Siparişiniz teslim edildiği için değiştiremezsiniz.
uk: Ви не можете змінити своє замовлення, так як воно вже доставлене.
vi: Bạn không thể chỉnh sửa đơn hàng vì nó đã được giao.
zh: 你不能修改此订单，因为它已经送达了。
zh_tw: 您不能修改已經交付的訂單。

# order.not_modifiable_exception.paid
source: You cannot modify your order as it has already been paid for.
ar: لا يمكنك تعديل طلبك لأنه تم الدفع له مسبقاََ.
be: Вы не можаце змяніць свой заказ, так як ён ужо быў аплочаны.
bg: Не можете да променяте вашата поръчка, защото тя вече е платена.
cs: Nemůžeš upravit svou objednávku, jelikož jsi za ni již zaplatil.
da: Du kan ikke ændre din ordre, da det allerede er blevet betalt for.
de: Du kannst deine Bestellung nicht ändern, da diese bereits bezahlt wurde.
el: Δεν μπορείτε να τροποποιήσετε την παραγγελία σας καθώς έχει ήδη πληρωθεί.
es: No puedes modificar tu orden porque ya ha sido pagada.
fi: Et voi muokata tilaustasi, sillä se on jo maksettu.
fr: Vous ne pouvez pas modifier votre commande puisqu'elle a déjà été payée.
hu: Nem változtathatsz a rendeléseden mivel már ki lett fizetve.
id: Anda tidak dapat menyunting pesanan yang telah dibayar.
it: Non è possibile modificare il vostro ordine in quanto è stato già pagato.
ja: 支払い後に注文の変更は行えません。
ko: 이미 결제하여 주문을 수정할 수 없습니다.
nl: Je kan je bestelling niet wijzigen omdat hij al betaald is.
no: Du kan ikke endre på bestillingen, ettersom den allerede har blitt betalt for.
pl: Nie możesz edytować swojego zamówienia, ponieważ zostało ono już opłacone.
pt: Não podes alterar o teu pedido porque já foi pago.
pt_br: Você não pode modificar seu pedido, pois ele já foi pago.
ro: Nu îți poți modifica comanda deoarece aceasta a fost deja plătită.
ru: Вы не можете изменить свой заказ, поскольку он уже оплачен.
sk: Nemôžeš upraviť svoju objednávku, kedže si za ňu už zaplatil.
sv: Du kan inte ändra din beställning då den redan har betalats.
th: คุณไม่สามารถแก้ไขออเดอร์ของคุณได้เพราะคุณได้จ่ายเงินไปแล้ว
tr: Siparişiniz ödendiği için değiştiremezsiniz.
uk: Ви не можете змінити своє замовлення, так як його було оплачено.
vi: Bạn không thể chỉnh sửa đơn hàng vì nó đã được thanh toán.
zh: 你不能修改此订单，因为它已经完成付款了。
zh_tw: 您不能修改您的訂單，因為它已經支付。

# order.not_modifiable_exception.processing
source: You cannot modify your order while it is being processed.
ar: لا يمكنك تعديل طلبك بينما يتم معالجته.
be: Вы не можаце змяніць свой заказ падчас яго апрацоўкі.
bg: Не можете да променяте вашата поръчка докато тя се обработва.
cs: Nemůžeš upravit svou objednávku, jelikož se již zpracovává.
da: Du kan ikke ændre din ordre imens den behandles.
de: Du kannst deine Bestellung nicht ändern, während diese bearbeitet wird.
el: Δεν μπορείτε να τροποποιήσετε την παραγγελία σας όσο βρίσκεται υπό επεξεργασία.
es: No puedes modificar tu orden mientras está siendo procesada.
fi: Et voi muokata tilaustasi, koska sitä käsitellään vielä.
fr: Vous ne pouvez pas modifier votre commande puisqu'elle est en préparation.
hu: Nem tudod módosítani a rendelésed amíg feldolgozás alatt áll.
id: Anda tidak dapat menyunting pesanan yang sedang diproses.
it: Non è possibile modificare il vostro ordine mentre è processato.
ja: 発送準備中に注文の変更は行えません。
ko: 제품 처리 중인 경우엔 주문을 수정할 수 없습니다.
nl: Je kan je bestelling niet wijzigen omdat hij verwerkt wordt.
no: Du kan ikke endre på bestillingen mens den behandles.
pl: Nie możesz edytować swojego zamówienia, ponieważ jest ono aktualnie przetwarzane.
pt: Não podes alterar o teu pedido porque já foi processado.
pt_br: Você não pode modificar seu pedido enquanto está sendo processado.
ro: Nu îți poți modifica comanda în timp ce aceasta este în curs de procesare.
ru: Вы не можете изменить свой заказ, пока он обрабатывается.
sk: Nemôžeš upraviť svoju objednávku, kedže je v stave spracovania.
sv: Du kan inte ändra din beställning när den bearbetas.
th: คุณไม่สามารถแก้ไขออเดอร์ของคุณได้ในระหว่างที่กำลังประมวลผลอยู่
tr: Siparişiniz işlenirken değişiklik yapamazsınız.
uk: Ви не можете змінити своє замовлення, поки він обробляється.
vi: Bạn không thể chỉnh sửa đơn hàng trong khi nó đang được xử lý.
zh: 你不能修改正在处理的订单。
zh_tw: 您不能修改正在處理的訂單。

# order.not_modifiable_exception.shipped
source: You cannot modify your order as it has already been shipped.
ar: لا يمكنك تعديل طلبك لأنه تم توصيلة بالفعل.
be: Вы не можаце змяніць свой заказ, так як ён ужо адпраўлены.
bg: Не можете да променяте вашата поръчка, защото тя вече е изпратена.
cs: Nemůžeš upravit svou objednávku, jelikož již byla odeslána.
da: Du kan ikke ændre din ordre, nå det allerede er blevet sendt.
de: Du kannst deine Bestellung nicht ändern, da diese bereits versandt wurde.
el: Δεν μπορείτε να τροποποιήσετε την παραγγελία σας καθώς έχει ήδη αποσταλεί.
es: No puedes modificar tu orden porque ya ha sido enviada.
fi: Et voi muokata tilaustasi, sillä se on jo matkalla.
fr: Vous ne pouvez pas modifier votre commande puisqu'elle a été expédiée.
hu: Nem változtathatsz a rendeléseden mivel már folyamatban a szállítás.
id: Anda tidak dapat menyunting pesanan yang telah dikirim.
it: Non è possibile modificare il vostro ordine in quanto è stato inviato.
ja: 発送後に注文の変更はできません。
ko: 배송된 주문을 수정할 수 없습니다.
nl: Je kan je bestelling niet wijzigen omdat hij al verzonden is.
no: Du kan ikke endre på bestillingen, ettersom den allerede har blitt sendt.
pl: Nie możesz edytować swojego zamówienia, ponieważ zostało ono już wysłane.
pt: Não podes alterar o teu pedido porque já foi enviado.
pt_br: Você não pode modificar seu pedido, pois ele já foi enviado.
ro: Nu îți poți modifica comanda deoarece aceasta a fost deja expediată.
ru: Вы не можете изменить свой заказ, так как он уже отправлен.
sk: Nemôžeš upraviť svoju objednávku, kedže bola dodaná.
sv: Du kan inte ändra din beställning då den redan har skeppats.
th: คุณไม่สามารถแก้ไขออเดอร์ของคุณได้เพราะมันถูกจัดส่งเรียบร้อยแล้ว
tr: Siparişiniz çoktan yollandığı için değişiklik yapamazsınız.
uk: Ви не можете змінити своє замовлення, так як воно вже відправлено.
vi: Bạn không thể chỉnh sửa đơn hàng vì nó đã được vận chuyển.
zh: 你不能修改此订单，因为已经发货了。
zh_tw: 您不能修改已經出貨的訂單。

# order.status.cancelled
source: Cancelled
ar: مُلغى
be: Скасавана
bg: Отменено
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelada
fi: Peruutettu
fr: Annulée
hu: Megszakitva
id: Dibatalkan
it: Cancellato
ja: キャンセル済み
ko: 취소됨
nl: Geannuleerd
no: Kansellert
pl: Anulowane
pt: Cancelados
pt_br: Cancelado
ro: Anulat
ru: Отменено
sk: Zrušené
sv: Avbruten
th: ยกเลิก
tr: İptal edildi
uk: Скасовано
vi: Đã Hủy
zh: 已取消
zh_tw: 已取消

# order.status.checkout
source: Preparing
ar: جاري الإعداد
be: Падрыхтоўка
bg: Подготовка
cs: V přípravě
da: Forbereder
de: Vorbereiten
el: Προετοιμάζεται
es: Preparando
fi: Valmistellaan
fr: Préparation
hu: Előkészítés
id: Pesanan Diproses
it: In Preparazione
ja: 準備中
ko: 준비 중
nl: Aan het voorbereiden
no: Forbereder
pl: Przygotowywane
pt: Em preparação
pt_br: Preparando
ro: Se pregătește
ru: Подготовка
sk: Pripravuje sa
sv: Förbereder
th: กำลังเตรียมการ
tr: Hazırlanıyor
uk: Підготування
vi: Đang Chuẩn Bị
zh: 准备中
zh_tw: 準備中

# order.status.delivered
source: Delivered
ar: وصلت
be: Дастаўлена
bg: Доставено
cs: Doručeno
da: Leveret
de: Zugestellt
el: Παραδόθηκε
es: Enviada
fi: Toimitettu
fr: Livrée
hu: Kézbesítve
id: Terkirim
it: Consegnato
ja: 発送済み
ko: 배송 완료
nl: Geleverd
no: Levert
pl: Dostarczone
pt: Entregues
pt_br: Entregue
ro: Livrat
ru: Доставлено
sk: Objednávka doručená
sv: Levererad
th: จัดส่งแล้ว
tr: Teslim edildi
uk: Доставлено
vi: Đã Giao Hàng
zh: 已送达
zh_tw: 已送達

# order.status.paid
source: Paid
ar: دُفِعَت
be: Аплочана
bg: Платено
cs: Zaplaceno
da: Betalt
de: Bezahlt
el: Πληρώθηκε
es: Pagada
fi: Maksettu
fr: Payée
hu: Fizetett
id: Lunas
it: Pagato
ja: 支払い済み
ko: 결제 완료
nl: Betaald
no: Betalt
pl: Opłacone
pt: Pagos
pt_br: Pago
ro: Plătit
ru: Оплачено
sk: Zaplatené
sv: Betalt
th: ชำระเงินแล้ว
tr: Ödendi
uk: Оплачено
vi: Đã Thanh Toán
zh: 已付款
zh_tw: 已付款

# order.status.processing
source: Pending confirmation
ar: بانتظار التأكيد
be: Чаканне пацвярджэння
bg: Изчакване на потвърждение
cs: Očekávající potvrzení
da: Afventer bekræftelse
de: Bestätigung ausstehend
el: Προς επιβεβαίωση
es: Confirmación pendiente
fi: Odotetaan varmistusta
fr: En attente de confirmation
hu: Megerősítés függőben
id: Menunggu konfirmasi
it: In attesa di conferma
ja: 承認待ち
ko: 확인 대기 중
nl: Wachten op bevestiging
no: Avventer bekreftelse
pl: Oczekiwanie na potwierdzenie
pt: Confirmação pendente
pt_br: Aguardando confirmação
ro: Confirmarea plății
ru: Ожидание подтверждения
sk: Čaká sa na potvrdenie
sv: Väntar på bekräftelse
th: กำลังรอการยืนยัน
tr: Onay bekleniyor
uk: Очікування підтвердження
vi: Đang chờ xác nhận
zh: 待确认
zh_tw: 待確認

# order.status.shipped
source: Shipped
ar: تم الشحن
be: У дарозе
bg: В движение
cs: Na cestě
da: På vej
de: In Bearbeitung
el: Μεταφέρεται
es: En tránsito
fi: Kuljetuksessa
fr: Expédié
hu: Szállítás alatt
id: Terkirim
it: In Transito
ja: 発送済み
ko: 운송 중
nl: Verzonden
no: På vei
pl: W transporcie
pt: Em curso
pt_br: Em Trânsito
ro: Expediat
ru: В пути
sk: Na ceste
sv: Skickad
th: จัดส่งแล้ว
tr: Ulaştırılıyor
uk: В дорозі
vi: Đã giao hàng
zh: 运送中
zh_tw: 已出貨

# product.name
source: Name
ar: الإسم
be: Назва
bg: Име
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 상품명
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Meno
sv: Namn
th: ชื่อ
tr: İsim
uk: Назва
vi: Tên
zh: 名称
zh_tw: 名稱

# product.stock.out
source: This item is currently out of stock. Check back later!
ar: هذا المنتج غير متوفر حالياََ. تحقق منه لاحقاََ!
be: На дадзены момант гэтая рэч распродана. Праверце яе наяўнасць пазней!
bg: Този артикул не е в наличност в момента. Моля проверете отново по-късно!
cs: Tato položka je momentálně vyprodána. Vrať se prosím později!
da: Dette produkt er i øjeblikket udsolgt :(. Kig forbi senere.
de: Leider ist dieser Artikel momentan ausverkauft. Schau doch später noch mal vorbei!
el: Αυτό το αντικείμενο έχει εξαντληθεί προσωρινά. Ελέγξτε ξανά αργότερα!
es: Este producto está actualmente agotado. ¡Vuelva más tarde!
fi: Tätä tavaraa ei ole tällä hetkellä saatavilla. Tarkista myöhemmin uudelleen!
fr: Cet article est en rupture de stock pour le moment. Revenez plus tard !
hu: Ez az elem jelenleg nincs raktáron. Nézz vissza később!
id: Stok barang ini saat ini sedang tidak tersedia. Silahkan periksa kembali nanti!
it: Questo elemento è attualmente esaurito. Controlla più tardi!
ja: この商品は現在在庫がありません。また今度確認してみてください！
ko: 현재 재고가 모두 떨어졌네요 :(. 나중에 다시 확인해주세요.
nl: Momenteel niet op voorraad :(. Probeer het later opnieuw.
no: Denne varen er for øyeblikket utsolgt. Sjekk tilbake senere!
pl: Ten przedmiot jest obecnie niedostępny. Sprawdź później!
pt: Este artigo está esgotado atualmente. Volta mais tarde!
pt_br: Este item está atualmente fora de estoque. Volte mais tarde!
ro: Acest articol nu în afara stocului. Verifică mai târziu!
ru: В настоящее время данного товара нет в наличии. Загляните сюда позже!
sk: Táto položka je momentálne vypredaná. Vráť sa neskôr!
sv: Detta föremål är för närvarande slut. Kom tillbaka senare!
th: สินค้านี้หมด กลับมาดูอีกรอบในภายหลัง!
tr: Bu ürün şu anda tükendi. Daha sonra tekrar deneyin!
uk: В даний час товар немає в наявності. Зазирни сюди пізніше!
vi: Mặt hàng này hiện đang hết hàng. Kiểm tra lại sau!
zh: 卖完了呢( ´_ゝ｀) 过段时间再回来看看吧。
zh_tw: 賣完了呢( ´_ゝ｀) 過段時間再回來看看吧。
