Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Store.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# checkout.pay
source: Checkout with Paypal
ar: الدفع بـ باي بال
be: Аплата праз Paypal
bg: Разплатете се с PayPal
cs: Zaplatit přes PayPal
da: Betal med PayPal
de: Mit Paypal bezahlen
el: Ολοκλήρωση αγοράς με Paypal
es: Pagar con PayPal
fi: Maksa Paypalilla
fr: Payer avec PayPal
hu: Fizetés Paypal használatával
id: Checkout melalui Paypal
it: Acquista con Paypal
ja: Paypalで支払う
ko: Paypal로 결제
nl: Afrekenen met Paypal
no: Betal med Paypal
pl: Zapłać przez PayPal
pt: Pagar com Paypal
pt_br: Pagar com o Paypal
ro: Plătește cu Paypal
ru: Оплатить с PayPal
sk: Platba cez PayPal
sv: Betala med Paypal
th: ชำระด้วย PayPal
tr: Paypal ile Ödeme Yap
uk: Оплатити за допомогою PayPal
vi: Thanh toán với Paypal
zh: 使用 Paypal 支付
zh_tw: 使用 Paypal 付款

# checkout.title_compact
source: checkout
ar: إتمام الشراء
bg: разплащане
cs: zaplatit
da: til kassen
de: zur Kasse
es: caja
fi: kassa
fr: commander
hu: fizetés
it: pagamento
ja: 決済
ko: 결제
nl: afrekenen
no: gå til kassen
pl: kasa
pt: pagamento
pt_br: pagar
ro: finalizare plată
ru: проверка
sv: kassan
th: ชำระเงิน
tr: kasaya git
uk: перевірка
vi: thanh toán
zh: 结账
zh_tw: 結帳

# checkout.has_pending._
source: You have incomplete checkouts, click {0} to view them.
ar: لديك طلبات غير مكتملة, اضغط {0} لعرضهم.
be: Вы маеце незавершаныя пакупкі, націсніце {0} каб праглядзець іх.
bg: Имате незавършени разплащания. Кликнете {0} , за да ги видите.
cs: Máte nedokončené platby, klikněte na {0} pro zobrazení.
da: Du har ufærdige transaktioner, klik {0} for at se dem.
de: Du hast unvollständige Zahlungen, klicke {0} , um sie anzuzeigen.
el: Έχετε μη-ολοκληρωμένες αγορές, κάντε κλικ στο κουμπί {0} για να τις δείτε.
es: Tienes pedidos incompletos, haga clic {0} para verlos.
fi: Sinulla on keskeneräisiä ostoksia, klikkaa {0} nähdäksesi ne.
fr: Vous avez un paiement en attente, cliquez sur {0} pour y accéder.
hu: Még vannak befejezetlen vételeid, kattints {0} a megtekintéshez.
id: Anda memiliki transaksi yang belum tuntas, klik {0} untuk melihatnya.
it: Hai pagamenti incompleti, clicca {0} per vederli.
ja: 未完了の支払いがあります。{0}をクリックして詳細を確認してください。
ko: 완료되지 않은 결제가 있습니다. {0}를 눌러 확인하세요.
nl: U heeft onvolledig afgerekend, klik op {0} om ze te bekijken.
no: Du har ufullstendige utsjekkinger, klikk {0} for å vise dem.
pl: Masz kilka niedokończonych zamówień, kliknij {0}, aby je wyświetlić.
pt: Tens pagamentos incompletos, clica {0} para os veres.
pt_br: Você possui pedidos incompletos. Clique {0} para visualizá-los.
ro: Dacă ai plăți incomplete, apasă click pe {0} pentru a le vedea.
ru: У Вас есть незавершённые транзакции, нажмите {0}, чтобы завершить их.
sk: Nemáte dokončené platby, kliknite {0} aby ste si ich mohli pozrieť.
sv: Du har ofullbordade transaktioner, klicka {0} för att se dem.
th: คุณยังมีการชำระเงินที่ค้างอยู่ คลิกที่นี่ {0} เพื่อตรวจสอบ
tr: Tamamlanmamış ödemeleriniz var, görmek için {0} tıklayın.
uk: У вас є незавершені транзакції, натисніть {0} щоб завершити їх.
vi: Bạn có thanh toán chưa hoàn thành, nhấp vào {0} để xem.
zh: 你有未完成的支付，点击 {0} 查看。
zh_tw: 客官您還有結帳還沒完成呢，點選 {0} 查看他們

# checkout.has_pending.link_text
source: here
ar: هتا
be: сюды
bg: тук
cs: zde
da: her
de: hier
el: εδώ
es: aquí
fi: tästä
fr: ici
hu: ide
id: di sini
it: qui
ja: ここ
ko: 여기
nl: hier
no: her
pl: tutaj
pt: aqui
pt_br: aqui
ro: aici
ru: сюда
sk: tu
sv: här
th: ที่นี่
tr: buraya
uk: сюди
vi: đây
zh: 这里
zh_tw: 這裡

# checkout.pending_checkout.line_1
source: A previous checkout was started but did not finish.
ar: دفعة سابقة بدأت ولكن لم تنتهي.
be: Папярэдняя пакупка была пачатая, але не завершаная.
bg: Предишно разплашане бе започнато и незавършено.
cs: Předchozí nákup nebyl dokončen.
da: Et tidligere køb blev startet, men blev ikke færdiggjort.
de: Der vorherige Bezahlvorgang wurde gestartet, aber nicht beendet.
el: Μία προηγούμενη πληρωμή άρχισε αλλά δεν τελείωσε.
es: Un anterior pago ha sido iniciado pero no fue completado.
fi: Edellinen kassalla olo aloitettiin mutta ei hoidettu loppuun.
fr: Une commande précédente a été commencée mais non finalisée.
hu: Egy korábbi fizetés már el lett indítva, de nem ment végbe.
id: Anda belum menuntaskan pembayaran sebelumnya.
it: Un pagamento precedente è stato iniziato ma non è stato portato a termine.
ja: 前回の支払いが完了しませんでした。
ko: 이전에 시작했던 결제가 끝나지 않았습니다.
nl: Een vorige checkout is gestart, maar niet geëindigd.
no: En tidligere utsjekking ble startet, men ble ikke fullført.
pl: Poprzednio podjęta próba złożenia zamówienia nie została zakończona.
pt: Um pagamento prévio foi iniciado mas não foi terminado.
pt_br: Um pagamento prévio foi iniciado mas não foi finalizado.
ro: O plată anterioară a fost începută, dar nu s-a terminat.
ru: Ваш предыдущий платеж был начат, но не был завершен.
sk: Predchádzajúci nákup nebol dokončený.
sv: En tidigare transaktion startades men avslutades inte.
th: การชำระเงินก่อนหน้านี้ได้เริ่มแล้ว แต่ยังไม่สำเร็จ
tr: Bir önceki ödeme başladı fakat bitmedi.
uk: Ваш попередній платіж було розпочато, але не було завершено.
vi: Lần thanh toán trước đã bắt đầu nhưng chưa kết thúc.
zh: 先前的订单未完成
zh_tw: 先前的訂單尚未完成

# checkout.pending_checkout.line_2
source: Resume your checkout by selecting a payment method.
ar: استكمل طلبك بأختيار طريقة دفع.
be: Каб працягнуць пакупку, выберыце спосаб аплаты.
bg: Възстановете вашето разплащане, като изберете метод на плащане.
cs: Pokračujte v platbě vybráním platební metody.
da: Fortsæt dit køb ved at vælge en betalingsmetode.
de: Setze deine Zahlung fort, indem du eine Zahlungsmethode auswählst.
el: Συνεχίστε την πληρωμή σας επιλέγοντας μία μέθοδο πληρωμής.
es: Reanuda tu pago seleccionando un método de pago.
fi: Jatka maksamista valitsemalla maksutapa.
fr: Reprenez votre commande en sélectionnant un moyen de paiement.
hu: Folytasd a fizetést egy fizetési módszer kiválasztásával.
id: Lanjutkan pembayaran Anda dengan memilih metode pembayaran.
it: Completa il tuo pagamento selezionando un metodo di pagamento.
ja: お支払い方法を選択して支払いを再開する。
ko: 결제 수단을 선택하여 결제를 계속하세요.
nl: Hervat uw afrekenen door een betaalmethode te selecteren.
no: Fortsett utsjekkingen ved å velge en betalingsmåte.
pl: Możesz kontynuować proces zamówienia poprzez wybranie metody płatności.
pt: Resume o teu pagamento ao selecionar um método de pagamento.
pt_br: Continue sua compra selecionando um método de pagamento.
ro: Calculează-ți plata prin selectarea unei metode de plată.
ru: Продолжите оформление заказа, выбрав способ оплаты.
sk: Pokračujte v platbe vybraním platobnej metódy.
sv: Välj en betalmetod för att återuppta din tidigare transaktion.
th: โปรดเลือกวิธีชำระเงินเพื่อดำเนินการสั่งซื้อต่อ
tr: Bir ödeme yöntemi seçerek ödemenize devam edin.
uk: Виберіть спосіб оплати щоб оформити замовлення.
vi: Tiếp tục thanh toán bằng cách chọn một cách thanh toán.
zh: 通过选择支付方式以恢复订单。
zh_tw: 透過選擇付款方式來恢復訂單。

# discount
source: save {0}%
ar: حفظ {0}%
be: эканомія: {0}%
bg: спести {0}%
cs: ušetři {0}%
da: spar {0}%
de: spare {0}%
el: κερδίστε {0}%
es: ahorra un {0}%
fi: säästä {0}%
fr: économisez {0}%
hu: {0}% megtakaritása
id: hemat {0}%
it: risparmi {0}%
ja: {0}%の割引
ko: {0}% 절약 가능
nl: bespaar {0}%
no: spar {0}%
pl: zaoszczędź {0}%
pt: poupa {0}%
pt_br: economize {0}%
ro: salvează {0}%
ru: вы сэкономите {0}%
sk: ušetri {0}%
sv: spara {0}%
th: ถูกลง {0}%
tr: %{0} kazanın
uk: ви заощадите {0}%
vi: tiết kiệm {0}%
zh: 节省 {0}%
zh_tw: 折扣 {0}%

# invoice.echeck_delay
source: As your payment was an eCheck, please allow up to 10 extra days for the payment to clear through PayPal!
ar: بما ان دفعتك كانت الكترونية، يرجى السماح لنا حتى 10 أيام إضافية لدفع للمرور عن طريق باي بال!
be: Так як аплата была праз eCheck, чаканне пацверджання аплаты праз Paypal можа займаць да 10 дзён!
bg: Вие заплатихте чрез eCheck, което може да отнеме до 10 дена от страна на PayPal за потвърждение на плащането!
cs: Jelikož vaše platba byla prováděna službou eCheck, prosím, dejte nám až 10 dní na to, aby platba úspěšně prošla přes PayPal!
da: Siden du betalte med en eCheck, vent venligst op til 10 ekstra dage for at betalingen kommer igennem med PayPal!
de: Da es sich bei deiner Zahlung um einen eCheck handelt, kannst du bis zu 10 zusätzliche Tage einplanen, um die Zahlung über PayPal abzuwickeln!
el: Δεδομένου ότι η πληρωμή σας ήταν μια eCheck, παρακαλώ επιτρέψτε έως και 10ημέρες για την πληρωμή μέσω PayPal!
es: Como su pago fue un eCheck, ¡por favor permita hasta 10 días adicionales para que el pago se realice a través de PayPal!
fi: Koska maksusi oli eCheck, anna maksimissaan 10 päivää että maksu pääsee PayPalin läpi!
fr: Si votre paiement est en eCheck, comptez jusqu'à 10 jours supplémentaires pour le paiement via PayPal !
hu: Mivel a fizetésed egy eCheck volt, engedj meg neki legalább 10 napot a PayPal-es feldolgozásra!
id: Karena Anda melakukan pembayaran via eCheck, mohon izinkan setidaknya 10 hari tambahan untuk masuk melalui PayPal!
it: Visto che il tuo pagamento era un eCheck, dovrai attendere altri 10 giorni per far passare il pagamento attraverso PayPal!
ja: 決済方法がeCheckのため、PayPalを介した支払いが完了するまで、さらに最大10日を要します。予めご了承ください。
ko: eCheck로 결제하셨다면 10일까지 PayPal을 통해 결제할 수 있도록 허용해주세요.
nl: Aangezien uw betaling een eCheck was, Wacht maximaal 10 dagen extra om de betaling veilig via PayPal te laten gaan!
no: Ettersom betalingen din var en eCheck, vennligst tillatt opp til 10 ekstra dager for at betalingen skal kunne komme gjennom PayPal!
pl: Jako że twoja płatność została przesłana czekiem elektronicznym, odczekaj do 10 dni na przetworzenie transakcji przez PayPal.
pt: Como o teu pagamento era um eCheck, por favor permite até 10 dias extras para o pagamento ser autorizado através do PayPal!
pt_br: Como seu pagamento foi um eCheck, por favor aguarde por até 10 dias para se concluir o pagamento via PayPal!
ro: Pentru că plata ta a fost făcută electronic, te rugăm să aștepți încă 10 zile pentru ca plata să se afișeze prin PayPal!
ru: Поскольку оплата была через eCheck, ожидание подтверждения оплаты через Paypal может занят до 10 дней!
sv: Eftersom din betalning var en eCheck, vänligen tillåt upp till 10 extra dagar för betalningen att rensas via PayPal!
th: เนื่องจากการชำระเงินของคุณเป็น eCheck โปรดรอเพิ่มอีก 10 วันเพื่อให้การชำระเงินผ่าน PayPal!
tr: Ödemenizin bir eCheck olması nedeniyle, ödemenizin PayPal'dan temizlenmesi için 10 ekstra günü göz önüne alın!
uk: Оскільки оплата була через eCheck, очікування підтвердження оплати через Paypal може зайнятий до 10 днів!
vi: Vì bạn thanh toán bằng eCheck, hãy chờ thêm tối đa 10 ngày để thanh toán qua khỏi PayPal!
zh: 由于你的支付是通过 eCheck 进行的，请再等待至多 10 天以使你的支付通过 PayPal 完成！
zh_tw: 由於您是用 eCheck 付款，請等待至多 10 天以使該支付通過 PayPal 完成！

# invoice.title_compact
source: invoice
ar: الفاتورة
bg: фактура
cs: faktura
da: faktura
de: rechnung
es: factura
fi: lasku
fr: facture
hu: számla
it: ricevuta
ja: 請求書
ko: 청구서
nl: factuur
no: faktura
pl: faktura
pt: fatura
pt_br: fatura
ro: factură fiscală
ru: чек
sv: faktura
th: ใบกำกับสินค้า
tr: fatura
uk: рахунок
zh: 账单
zh_tw: 帳單

# invoice.status.processing.title
source: Your payment has not yet been confirmed!
ar: لم يتم تأكيد الدفع الخاص بك بعد!
be: Ваша аплата яшчэ не была пацверджана!
bg: Вашето заплащане все още не е потвърдено!
cs: Vaše platba nebyla ještě potvrzena!
da: Din betaling er endnu ikke blevet bekræftet!
de: Deine Zahlung wurde noch nicht bestätigt!
el: Δεν έχει ακόμη επιβεβαιωθεί η πληρωμή σας!
es: ¡Aún no se ha confirmado tu pago!
fi: Maksuasi ei ole vielä vahvistettu!
fr: Votre paiement n'a pas encore été confirmé !
hu: A fizetésed még nem lett megerősítve!
id: Pembayaran Anda belum terkonfirmasi!
it: Il tuo pagamento non è ancora stato confermato!
ja: お支払いはまだ確認されていません。
ko: 당신의 결제가 아직 확인되지 않았습니다!
nl: Uw betaling is nog niet bevestigd!
no: Din betaling har enda ikke blitt bekreftet!
pl: Twoja płatność nie została jeszcze potwierdzona!
pt: O teu pagamento ainda não foi confirmado!
pt_br: Seu pagamento ainda não foi confirmado!
ro: Plata nu a fost încă confirmată!
ru: Ваш платеж ещё не подтверждён!
sk: Vaša platba ešte nebola potvrdená!
sv: Din betalning har ännu inte bekräftats!
th: การชำระเงินของคุณยังไม่ได้รับการยืนยัน!
tr: Ödemeniz henüz onaylanmadı!
uk: Ваш платіж ще не підтверджений!
vi: Thanh toán của bạn chưa được xác nhận!
zh: 您的付款信息尚未确认！
zh_tw: 您的付款尚未被確認!

# invoice.status.processing.line_1
source: If you have already paid, we may still be waiting to receive confirmation of your payment. Please refresh this page in a minute or two!
ar: إذا كنت قد دفعت فعلا، قد لا نزال تنتظر الحصول على تأكيد للدفع الخاص بك. الرجاء تحديث هذه الصفحة خلال دقيقة أو دقيقتين!
be: Калі вы ўжо аплацілі, то мы ўсё яшчэ можам чакаць пацверджання вашай куплі. Каплі ласка, абнавіць старонку праз хвіліну або дзве!
bg: Ако вече сте заплатили, тогава все още очакваме потвърждение за заплащането. Моля презаредете страницата след минута или две!
cs: Pokud jste už zaplatil, možná stále čekáme na potvrzení vaší platby. Prosím, dejte nám pár minut a pak zkuste znovu načíst tuto stránku!
da: Hvis du allerede har betalt, kan det være vi stadig venter på at modtage en bekræftelse af din betaling. Opdater venligst siden om et minut eller to!
de: Wenn du bereits bezahlt hast, warten wir möglicherweise auf die Bestätigung deiner Zahlung. Bitte lade diese Seite in ein oder zwei Minuten neu!
el: Αν έχετε ήδη πληρώσει, μπορεί ακόμα να περιμένουμε την επιβεβάιωση της πληρωμής σας. Παρακαλούμε ανανεώστε τη σελίδα σε ένα λεπτό ή δύο!
es: Si ya ha pagado, puede que aún estemos esperando la confirmación de su pago. ¡Por favor, actualice esta página en un minuto o dos!
fi: Jos olet jo maksanut, me saatamme silti odottaa varmistusta maksustasi. Päivitä sivu yhden tai kahden minuutin kuluttua!
fr: Si vous avez déjà payé, nous attendons toujours de recevoir une confirmation de votre paiement. Veuillez rafraîchir cette page dans une minute ou deux !
hu: Ha már fizettél, előfordulhat hogy még a megerősítést várjuk róla. Kérlek egy-két percen belül frissítsd az oldalt!
id: Apabila Anda sebelumnya benar-benar telah membayar sesuai dengan jumlah yang tertagih, ada kemungkinan sistem kami masih memproses dan mengonfirmasi pembayaran Anda tersebut. Mohon tunggu beberapa menit dan muat ulang halaman ini!
it: Se hai già pagato, potremmo ancora essere in attesa di una conferma del tuo pagamento. Per favore ricarica la pagina in un minuto o due!
ja: 既にお支払いを済ませている場合、私達は支払いを確認している最中の可能性があります。１～２分後にページの再読込をして下さい。
ko: 당신이 이미 결제하셨다면, 저희는 아직 당신의 결제의 확인을 받는것을 기다리고 있을 수 있습니다. 1~2분 후 이 페이지를 새로고침 해주세요!
nl: Als u al betaald hebt, wachten we misschien nog steeds op bevestiging van uw betaling. Vernieuw deze pagina over een minuut of twee!
no: Hvis du allerede har betalt, kan det fortsatt hende at vi venter på en bekreftelse på betalingen din. Vennligst oppdater denne siden om et minutt eller to!
pl: Jeśli zamówienie zostało już opłacone, możliwe, że wciąż oczekujemy na potwierdzenie. Odśwież tę stronę za kilka minut!
pt: Se já pagaste, ainda poderemos estar à espera de receber a confirmação do teu pagamento. Por favor atualiza esta página dentro de um minuto ou dois!
pt_br: Se você já pagou, nós ainda estamos esperando pela confirmação. Por favor atualize a página daqui um minuto ou dois!
ro: Dacă ai plătit deja, se poate ca noi încă să așteptăm pentru a primi confirmarea plății. Te rugăm să reîmprospătezi această pagină într-un minut sau două!
ru: Если вы уже заплатили, мы все ещё можем ожидать подтверждения платежа. Пожалуйста, обновите эту страницу через минуту или две!
sv: Om du redan har betalat, kan vi fortfarande vänta på att få bekräftelse på din betalning. Vänligen uppdatera denna sida om en minut eller två!
th: หากคุณชำระเงินไปแล้ว เราอาจยังรอการยืนยันของคุณ โปรดรีเฟรชหน้านี้ใน 1-2 นาที!
tr: Eğer çoktan ödemeyi yaptıysanız, biz hala ödemenizin doğrulamasını bekliyor olabiliriz. Lütfen bu sayfayı bir ya da iki dakika sonra yenileyin!
uk: Якщо ви вже заплатили, ми все ще можемо очікувати підтвердження платежу. Будь ласка, оновіть цю сторінку через хвилину або дві!
vi: Nếu bạn đã thanh toán, chúng tôi có thể vẫn đang đợi xác nhận của thanh toán của bạn. Hãy tải lại trang này trong khoảng một đến hai phút!
zh: 如果你已经支付，请等待我们收到支付信息，稍后再来看看吧。
zh_tw: 如果您已經付款, 我們可能還在等待收到您付款的確認。請在一兩分鐘內重新整理此頁面!

# invoice.status.processing.line_2._
source: If you encountered a problem during checkout, {0}
ar: إذا واجهت مشكلة أثناء الدفع, {0}
be: Калі ўзнікла праблема падчас аплаты, то {0}
bg: Ако възникне проблем по време на разплащането, {0}
cs: Pokud se vyskytl problém při placení, {0}
da: Hvis der opstod et problem under betaling, {0}
de: Wenn du auf Problem während der Zahlung stößt: {0}
el: Εάν αντιμετωπίσατε κάποιο πρόβλημα κατά τη διάρκεια checkout, {0}
es: Si ha encontrado un problema durante la compra, {0}
fi: Jos sinulla on ongelmia maksun aikana, {0}
fr: Si vous avez rencontré un problème lors de votre commande, {0}
hu: Ha a fizetés során problémába ütköztél, {0}
id: Jika Anda mengalami masalah saat melakukan pembayaran, {0}
it: Sei hai avuto un problema durante il pagamento, {0}
ja: お支払いに関して問題がある場合: {0}
ko: 결제 도중 문제가 발생하셨다면, {0}
nl: Als u een probleem heeft ondervonden tijdens het afrekenen, {0}
no: Hvis du støtte på et problem under utsjekking, {0}
pl: Jeśli napotkasz problem podczas realizacji transakcji, {0}
pt: Se encontraste um problema durante o pagamento, {0}
pt_br: Se você encontrou algum problema, {0}
ro: Dacă ai întâmpinat o problemă în timpul plății, {0}
ru: Если во время оплаты возникла проблема, {0}
sk: Ak sa vyskytol problém počas platby, {0}
sv: Om du stötte på ett problem i kassan, {0}
th: หากคุณประสบปัญหาระหว่างการชำระเงิน {0}
tr: Eğer ödeme sırasında bir sorun ile karşılaştıysanız, {0}
uk: Якщо під час оплати виникла проблема, {0}
vi: Nếu bạn gặp sự cố trong quá trình thanh toán, {0}
zh: 如果你在结账中遇到问题，{0}
zh_tw: 如果您在結帳時遇到問題，請查看 {0}

# invoice.status.processing.line_2.link_text
source: click here to resume your checkout
ar: انقر هنا لاِستئناف الدفع
be: націсніце тут, каб узнавіць аплату
bg: кликнете тук, за да възстановите вашето разплащане
cs: klikněte zde pro pokračování v placení
da: klik her for at fortsætte din betaling
de: Klicke hier, um deine Zahlung fortzusetzen
el: κάντε κλικ εδώ για να συνεχίσετε την παραγγελία σας
es: haz clic aquí para reanudar tu pago
fi: klikkaa tästä jatkaaksesi maksamista
fr: cliquez ici pour reprendre votre commande
hu: kattints ide a fizetés folytatásához
id: klik di sini untuk melanjutkan transaksi Anda
it: clicca qui per riprendere con il pagamento
ja: ここをクリックして支払いを続ける
ko: 여기를 눌러 결제를 계속하세요
nl: klik hier om uw afrekenen te hervatten
no: klikk her for å fortsette utsjekkingen
pl: kliknij tutaj, by kontynuować proces zamówienia
pt: clica aqui para resumir o teu pagamento
pt_br: clique aqui para continuar com a compra
ro: apasă aici pentru a-ți calcula plata
ru: нажмите здесь, чтобы продолжить оплату
sk: kliknutím sem obnovíte vašu platbu
sv: klicka här för att återuppta din transaktion
th: คลิกที่นี่แล้วดำเนินการชำระเงินต่อ
tr: ödeme özetini görmek için buraya tıklayın
uk: натисніть тут, щоб продовжити оплату
vi: nhấp vào đây để tiếp tục quá trình thanh toán
zh: 点击此处以恢复
zh_tw: 點擊這裡繼續您的結帳

# order.cancel
source: Cancel Order
ar: إلغاء الطلبية
da: Annuller ordre
de: Bestellung stornieren
es: Cancelar la orden
fi: Peruuta tilaus
fr: Annuler la commande
hu: Megrendelés törlése
id: Batalkan Pesanan
it: Annulla Ordine
ja: 注文をキャンセル
ko: 주문 취소
nl: Annuleer bestelling
pl: Anuluj zamówienie
pt: Cancelar o pedido
pt_br: Cancelar Ordem
ru: Отменить заказ
sv: Avbryt beställning
th: ยกเลิกคำสั่งซื้อ
tr: Siparişi iptal et
uk: Скасувати замовлення
vi: Huỷ đơn hàng
zh: 取消订单
zh_tw: 取消訂單

# order.cancel_confirm
source: This order will be cancelled and payment will not be accepted for it. The payment provider might not release any reserved funds immediately. Are you sure?
ar: سيتم إلغاء هذه الطلبية ولن يَتُمَ تسديد الدفُعات. قد لا يتم استرداد الدفعات على الفور, هل أنت متأكد؟
da: Denne ordre vil blive annulleret og betaling vil ikke blive accepteret for den. Betalingsudbyderen vil måske ikke frigive penge med det samme. Er du sikker?
de: Diese Bestellung wird storniert und die Zahlung dafür nicht akzeptiert. Der Zahlungsanbieter gibt eventuell reservierte Gelder nicht sofort frei. Bist du sicher?
es: Esta orden será cancelada y no se aceptará el pago por ella. El proveedor de pagos podría no liberar inmediatamente los fondos reservados. ¿Está seguro?
fi: Tämä tilaus peruutetaan ja maksua ei hyväksytä siitä. Maksupalveluntarjoaja ei ehkä vapauta varattuja varoja välittömästi. Oletko varma?
fr: Cette commande sera annulée et le paiement ne sera pas accepté. Le fournisseur de paiement peut ne pas libérer immédiatement les fonds réservés. Êtes-vous sûr ?
id: Pesanan ini akan secara otomatis dibatalkan dan segala biaya yang telah Anda keluarkan tidak akan kami terima. Apakah Anda yakin?
it: Quest'ordine verrà annullato insieme al suo pagamento. Il provider del pagamento potrebbe non rilasciare immediatamente i fondi riservati. Sei sicuro?
ja: この注文はキャンセルされ、支払いは受け付けられません。 選択した支払い会社は、支払いをすぐに返金しない可能性があります。よろしいですか？
ko: 이 주문이 취소될 것이고, 결제가 처리되지 않습니다. 몇몇 경우에는 결제 공급자가 거래 대금을 즉시 반환하지 않을 수도 있습니다. 정말 계속할까요?
nl: Deze bestelling wordt geannuleerd en de betaling wordt niet geaccepteerd. Het kan zijn dat je niet direct een refund krijgt & dat dit even duurt. Weet je het zeker?
pl: Twoje zamówienie zostanie anulowane a płatność za nie nieprzyjęta. Twój dostawca usług płatniczych może nie zwrócić zarezerwowanych środków natychmiastowo. Czy na pewno chcesz to zrobić?
pt: Este pedido será cancelado e o seu pagamento não será aceite. O fornecedor de pagamento poderá não reembolsar imediatamente. Tens a certeza?
pt_br: Este pedido será cancelado e o pagamento dele não será aceito. O provedor de pagamento pode não reembolsar imediatamente. Você tem certeza?
ru: Этот заказ будет отменен и оплата за него не будет принята. Платёжная система не сразу вернёт вам средства. Вы уверены?
sv: Denna beställning kommer att avbrytas och betalning kommer inte godtas. Betaltjänsten kanske inte frigör reserverade pengar direkt. Är du säker?
th: ออเดอร์จะถูกยกเลิกและการชำระจะถูกปฏิเสธ ผู้ให้บริการอาจจะไม่ปล่อยเงินสำรองให้ทันที คุณแน่ใจหรือไม่
tr: Bu sipariş iptal edilecek ve bunun için ödeme kabul edilmeyecektir. Ödeme sağlayıcı ayrılan ödenekleri hemen ödeyemez. Emin misiniz?
uk: Це замовлення буде скасовано і оплата не буде прийнята за цей товар. Постачальник оплати не може негайно випустити зарезервовані кошти. Ви впевнені?
vi: Đơn hàng này sẽ bị hủy và giao dịch sẽ không được chấp nhận. Nhà cung cấp dịch vụ thanh toán có thể sẽ không hoàn tiền ngay. Bạn có chắc không?
zh: 此订单将被取消，不能再支付。支付提供商可能不会立刻退款。您确定吗？

# order.cancel_not_allowed
source: This order cannot be cancelled at this time.
ar: لا يمكن إلغاء هذه الطلبية حالياََ.
da: Denne ordre kan ikke annulleres på nuværende tidspunkt.
de: Diese Bestellung kann zu diesem Zeitpunkt nicht storniert werden.
es: Esta orden no puede ser cancelada en este momento.
fi: Tätä tilausta ei voi peruuttaa tällä hetkellä.
fr: Cette commande ne peut pas être annulée pour le moment.
id: Pesanan ini tidak dapat dibatalkan pada saat ini.
it: Quest'ordine non può essere annullato al momento.
ja: この注文は現在キャンセルできません。
ko: 지금은 이 주문을 취소할 수 없습니다.
nl: Deze bestelling kan op dit moment niet geannuleerd worden.
pl: Nie możesz anulować tego zamówienia w tym momencie.
pt: Este pedido não pode ser cancelado de momento.
pt_br: O pedido não pode ser cancelado no momento.
ru: Этот заказ не может быть отменен в данный момент.
sv: Denna beställning kan för tillfället inte avbrytas.
th: คำสั่งซื้อนี้ยังไม่สามารถยกเลิกได้ในตอนนี้
tr: Sipariş bu zamanda iptal edilemez.
uk: Це замовлення не може бути скасоване в даний час.
vi: Đơn hàng không thể bị hủy lúc này.
zh: 目前无法取消订单。
zh_tw: 目前無法取消訂單。
