Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Store.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# product.stock.out_with_alternative
source: Unfortunately this item is out of stock. Use the dropdown to choose a different type or check back later!
ar: للأسف نفذ المنتج. استعمل القائمة المنسدلة لأختيار نوع اخر او تحقق من هذا النوع لاحقاََ!
be: На жаль, гэтай рэчы няма на складзе. Паспрабуйце іншыя параметры або праверце наяўнасць пазней!
bg: За съжаление този артикул не е в наличност. Моля използвайте падащото меню да избере друг или проверете отново по-късно!
cs: Tohle zboží bohužel není na skladě. Můžeš použít rozevírací seznam pro výběr jiného druhu nebo to zkusit později!
da: Denne type er i øjeblikket udsolgt :(. Prøv en anden, eller kig forbi senere.
de: Leider ist dieser Artikel momentan ausverkauft. Du kannst dir in der Dropdown-Liste eine Alternative aussuchen oder später noch mal vorbeischauen!
el: Δυστυχώς αυτό το αντικείμενο έχει εξαντληθεί. Χρησιμοποιήστε το αναπτυσσόμενο μενού για να επιλέξετε έναν διαφορετικό τύπο ή ελέγξτε ξανά αργότερα!
es: Lamentablemente, este artículo esta agotado. ¡Usa el menú desplegable para elegir un tipo diferente o vuelve más tarde!
fi: Valitettavasti tätä tuotetta ei ole enää saatavilla. Käytä valikkoa valitaksesi toinen vaihtoehto tai tarkista myöhemmin uudelleen!
fr: Malheureusement cet article est en rupture de stock. Sélectionnez-en un autre à l'aide du menu déroulant ou revenez plus tard !
hu: Sajnos ez az elem nincs raktáron. A legördülő lista segítségével válassz egy másik fajtát, vagy nézz vissza később!
id: Sayangnya stok untuk barang ini habis. Gunakan menu dropdown untuk memilih jenis yang lain atau silahkan periksa kembali nanti!
it: Sfortunatamente questo elemento è esaurito. Usa il menu a discesa per sceglierne un altro tipo oppure controlla più tardi!
ja: この商品は現在在庫がありません。メニューから別の種類を選ぶか、また今度確認してみてください！
ko: 이 옵션은 재고가 모두 떨어졌네요 :(. 다른 옵션을 선택하시거나, 나중에 다시 확인해주세요.
nl: Dit type is momenteel niet op voorraad :(. Probeer een ander type of probeer het later opnieuw.
no: Dessverre er denne varen utsolgt. Bruk rullegardinlisten for å velge en annen type vare eller sjekk tilbake senere!
pl: Niestety ten przedmiot jest obecnie niedostępny. Spróbuj z innym rozmiarem/typem bądź sprawdź później.
pt: Infelizmente este artigo está fora de stock. Usa a opção de colapsar para escolher um tipo diferente ou volta mais tarde!
pt_br: Infelizmente este item está fora de estoque. Por favor, selecione outro ou tente novamente mais tarde!
ro: Din păcate, acest articol este în afara stocului. Selectează altul utilizând meniul derulant sau revenio mai târziu!
ru: К сожалению, данного товара нет в наличии. Используйте выпадающее меню, чтобы выбрать другой тип товара, или загляните сюда позже!
sk: Bohužial, táto položka je vypredaná. Použi rozbaľovací zoznam pre výber iného druhu alebo sa pozri neskôr!
sv: Denna typ är för närvarande slut i lager :(. Testa andra typer eller kolla igen snart.
th: สินค้านี้หมดแล้ว ลองกดปุ่ม Dropdown เพื่อดูรูปแบบสินค้าอื่น หรือมาดูอีกทีตอนหลังก็ได้
tr: Ne yazık ki bu ürün tükendi. Alttaki listeden farklı bir tür seçebilir veya daha sonra tekrar deneyebilirsiniz!
uk: Даний тип в даний час відсутній на складі :(. Зазирни сюди пізніше.
vi: Rất tiếc, sản phẩm này đã hết hàng. Sử dụng dropdown menu để chọn loại khác hoặc kiểm tra lại sau!
zh: 选择的类型已售罄(´；ω；`) 试试另外几种或者过段时间再回来看看吧。
zh_tw: 很抱歉您所選擇的項目已售完(´；ω；`) 請選擇其他項目或過段時間再回來看看吧。

# product.add_to_cart
source: Add to Cart
ar: أضف للسلة
be: Дадаць да кошыку
bg: Добави в количката
cs: Přidat do košíku
da: Lig i Indkøbskurven
de: Zum Warenkorb hinzufügen
el: Προσθήκη στο Καλάθι
es: Añadir al carrito
fi: Lisää koriin
fr: Ajouter au panier
hu: Hozzáadás a kosárhoz
id: Tambahkan ke Keranjang
it: Aggiungi al carrello
ja: カートに入れる
ko: 장바구니에 추가
nl: Voeg toe aan winkelwagen
no: Legg til i Handlekurv
pl: Dodaj do koszyka
pt: Adicionar ao carrinho
pt_br: Adicionar ao Carrinho
ro: Adaugă în coș
ru: Добавить в корзину
sk: Pridať do košíka
sv: Lägg till i varukorgen
th: เพิ่มไปยังตะกร้า
tr: Sepete Ekle
uk: До кошика
vi: Thêm Vào Giỏ Hàng
zh: 添加到购物车
zh_tw: 加入到購物車

# product.notify
source: Notify me when available!
ar: أرسل إشعاراً عند توفر هذا المنتج!
be: Апавясціць мяне, калі будзе даступна!
bg: Изпрати ми известие, когато отново е в наличност!
cs: Informujte mě, až bude k dispozici!
da: Giv mig besked, når varen er tilgængelig igen!
de: Benachrichtige mich, sobald der Artikel wieder verfügbar ist!
el: Ειδοποιήστε με όταν θα είναι διαθέσιμο!
es: ¡Notificarme cuando esté disponible!
fi: Ilmoita minulle, kun saatavilla!
fr: Prévenez-moi quand cet article sera disponible !
hu: Értesíts amikor elérhető!
id: Beri tahu saya bila telah tersedia!
it: Avvisami quando è disponibile!
ja: 入荷したら通知する
ko: 구매할 수 있을 때 알려주세요!
nl: Laat me weten wanneer het beschikbaar is!
no: Varsle meg når det blir tilgjengelig!
pl: Powiadom mnie, kiedy produkt będzie dostępny!
pt: Notifica-me quando estiver disponível!
pt_br: Me notifique quando estiver disponível!
ro: Anunță-mă când este disponibil!
ru: Напомнить мне о поступлении!
sk: Informujte ma, ak je k dispozícii!
sv: Notifiera mig när den är tillgänglig!
th: แจ้งเตือนฉันเมื่อมีสินค้า!
tr: Mevcut olduğundan bana bildir!
uk: Повідомити мене, коли буде в наявності!
vi: Thông báo cho tôi khi có hàng!
zh: 当可以购买时提醒我！
zh_tw: 可訂購時通知我 !

# product.notification_success
source: you will be notified when we have new stock. click {0} to cancel
ar: سيتم إعلامك عندما يكون لدينا مخزون جديد. انقر فوق {0} للإلغاء
be: вы будзеце абвешчаны аб наяўнасці рэчы. націсніце {0}, каб скасаваць
bg: вие ще бъдете уведомени, когато презаредим тези артикули. щракнете {0} за отказ
cs: dáme ti vědět, až produkt znovu naskladníme. klikněte {0} pro zrušení
da: du vil modtage en besked når varen er på lager igen. klik {0} for at annullere
de: du erhältst eine benachrichtigung, sobald neuer bestand vorhanden ist. klick {0} zum abbrechen
el: θα σας ειδοποιήσουμε όταν ανανεωθεί το απόθεμά μας. Πατήστε εδω {0} για ακύρωση
es: serás notificado cuando tengamos más existencias. Haz clic {0} para cancelar
fi: saat ilmoituksen, kun meillä on täydennystä. klikkaa {0} peruuttaaksesi
fr: vous serez prévenu quand cet article sera de nouveau en stock. cliquez {0} pour annuler
hu: új készlet esetén értesítve leszel. kattints {0} a lemondáshoz
id: Anda akan diberitahu saat kami punya stok baru. klik {0} untuk membatalkan
it: sarai avvisato quando sarà disponibile. clicca {0} per annullare
ja: 入荷されたら通知を受け取ることができます。{0}からキャンセルできます
ko: 재고가 들어오면 알려드리겠습니다. 취소하려면 {0}를 누르세요.
nl: we zullen het je laten weten wanneer het weer op voorraad is. klik {0} om te annuleren
no: du vil bli varslet når vi får mer på lager. klikk {0} for å avbryte
pl: dostaniesz powiadomienie, kiedy produkt będzie dostępny. kliknij {0} aby anulować.
pt: serás notificado quando tivermos um novo stock. clica em {0} para cancelar
pt_br: você será notificado quando tivermos o produto em estoque. clique {0} para cancelar
ro: vei fi anunțat când vom avea un stoc nou. Dă clic pe {0} pentru a anula
ru: Вы будете оповещены когда товар будет в наличии. Нажмите {0} для отмены
sk: budeš informovaný, keď budeme mať nové zásoby. kliknite {0} pre zrušenie
sv: du kommer bli notifierad när vi har mer i lager. klicka {0} för att avbryta
th: เราจะแจ้งเตือนคุณทันทีเมื่อมีสินค้าเข้า คลิก {0} เพื่อยกเลิก
tr: yeni ürün geldiğinde size haber vereceğiz. iptal etmek için {0} tıklayın
uk: ви будете сповіщені коли товар буде в наявності. натисніть {0} для скасування
vi: bạn sẽ được thông báo khi chúng tôi có hàng mới. nhấp vào {0} để hủy
zh: 当商品有货时会收到提醒，点击 {0} 以取消该提醒
zh_tw: 當商品有貨時會收到通知，點擊 {0} 以取消該通知

# product.notification_remove_text
source: here
ar: هتا
be: сюды
bg: тук
cs: zde
de: hier
el: εδώ
es: aquí
fi: tässä
fr: ici
hu: itt
id: di sini
it: qui
ja: ここ
ko: 여기
nl: hier
no: her
pl: tutaj
pt: aqui
pt_br: aqui
ro: aici
ru: сюда
sk: tu
sv: här
th: ที่นี่
tr: buraya
uk: сюди
vi: đây
zh: 这里
zh_tw: 這裡

# product.notification_in_stock
source: This product is already in stock!
ar: هذا المنتج لم يعد متوفراََ!
be: Гэты прадукт ўжо наяўны для продажу!
bg: Този артикул вече е в наличност!
cs: Tento produkt je už na skladě!
da: Dette produkt er allerede på lager!
de: Dieser Artikel ist bereits verfügbar!
el: Αυτό το προϊόν είναι ήδη διαθέσιμο!
es: ¡Este producto ya tiene existencias!
fi: Tätä tuotetta on jo varastossa!
fr: Ce produit est déjà en stock !
hu: Ez a termék van már raktáron!
id: Produk ini telah tersedia!
it: Questo prodotto è già disponibile!
ja: 既に入荷しています！
ko: 이 상품의 재고가 있습니다!
nl: Dit product is al op voorraad!
no: Dette produktet er allerede på lager!
pl: Ten produkt jest już dostępny!
pt: Este produto já está em stock!
pt_br: Este produto já está no estoque!
ro: Acest produs este deja în stoc!
ru: Данный товар уже в наличии!
sk: Tento produkt už je na sklade!
sv: Denna produkt är redan i lager!
th: สินค้านี้มีในคลังเราอยู่แล้ว!
tr: Bu ürün zaten stokta var!
uk: Цей продукт вже є в наявності!
vi: Sản phẩm này đã có trong kho!
zh: 新货到，快来买买买！
zh_tw: 新商品，快來買買買！

# supporter_tag.gift
source: gift to player
ar: اهدِه الى لاعب
be: падарунак для гульца
bg: подари на играч
cs: darovat hráči
da: giv som gave
de: an jemanden verschenken
el: δωρίστε σε έναν παίχτη
es: regalar al jugador
fi: lahjoita pelaajalle
fr: offrir à un joueur
hu: játékosnak ajándékozás
id: hadiahkan ke pengguna lain
it: regalo ad un giocatore
ja: プレイヤーにギフトを贈る
ko: 선물하기
nl: schenk aan speler
no: gi som gave
pl: podaruj innemu użytkownikowi
pt: oferecer ao jogador
pt_br: dar de presente
ro: dăruiește unui jucător
ru: подарок для игрока
sk: darovať hráčovi
sv: present till spelare
th: ส่งให้ผู้เล่นอื่น
tr: oyuncuya hediye et
uk: подарунок для гравця
vi: tặng người chơi khác
zh: 要赠与的玩家
zh_tw: 要贈與的玩家

# supporter_tag.require_login._
source: You need to be {0} to get an osu!supporter tag!
ar: يجب ان تكون {0} لتحصل على شارة osu!supporter!
be: Вы павінны {0}, каб атрымаць тэг osu!supporter!
bg: Трябва да сте {0} , за да закупите osu!supporter !
cs: Pro obdržení štítku podporovatele se musíš {0}!
da: Du skal være {0} for at få et supporter tag!
de: Du musst {0} sein, um ein osu!supporter-Tag zu erhalten!
el: Πρέπει να είστε {0} για να πάρετε ένα supporter tag!
es: ¡Tienes que {0} para obtener un tag de osu!supporter!
fi: Sinun pitää olla {0} saadaksesi osu!tukijan!
fr: Vous devez être {0} pour obtenir un tag osu!supporter !
hu: Az osu!támogatói cím megszerzéséhez {0} kell lenned!
id: Anda harus {0} untuk menerima osu!supporter tag!
it: Devi {0} per poter ottenere un tag supporter!
ja: サポータータグを入手するには{0}が必要です！
ko: 서포터 권한을 구매하려면 {0}하셔야 합니다!
nl: Je moet {0} zijn om een osu!supporter tag te krijgen!
no: Du må være {0} for å få tak i en osu!supporter tag!
pl: Aby uzyskać status donatora osu!, musisz się {0}!
pt: Precisas de ser {0} para arranjar uma etiqueta osu!supporter!
pt_br: Você precisa estar {0} para conseguir uma osu!supporter tag!
ro: Trebuie să fii {0} pentru a obține o insignă de suporter osu!
ru: Вы должны {0} для покупки osu!supporter!
sk: Musíš byť {0} aby si dostal osu!supporter tag!
sv: Du behöver vara {0} för att kunna få en osu!supporter tagg!
th: คุณจะเป็นต้อง {0} จึงจะได้รับป้าย osu!supporter
tr: osu!supporter etiketi almak için {0} !
uk: Ви маєте бути {0} для покупки osu!прихильник!
vi: Bạn cần phải {0} để nhận một osu!supporter tag!
zh: 你需要 {0} 以获得 osu!Supporter 标签！
zh_tw: 您需要 {0} 以獲得 osu!贊助者標籤！

# supporter_tag.require_login.link_text
source: signed in
ar: مُسَجَل
be: увайсці
bg: влезли в профила си
cs: přihlášený
da: logget ind
de: eingeloggt
el: συνδεδεμένος
es: iniciar sesión
fi: kirjautunut sisään
fr: connecté
hu: lépj be
id: masuk
it: eseguire l'accesso
ja: ログイン
ko: 로그인
nl: ingelogd
no: logget inn
pl: zalogować
pt: sessão iniciada
pt_br: conectado
ro: conectat
ru: войти в аккаунт
sk: prihlásený
sv: inloggad
th: เข้าสู่ระบบ
tr: giriş yapmış
uk: увійти
vi: đăng nhập
zh: 登录
zh_tw: 登入

# username_change.check
source: Enter a username to check availability!
ar: أدخل اسم مستخدم للتحقق من توَفُرِه!
be: Увядзіце імя карыстальніка, каб праверыць яго даступнасць!
bg: Въведете потребителско име, за да проверите наличността му!
cs: Zadej uživatelské jméno pro kontrolu dostupnosti!
da: Skriv et brugernavn for at tjekke om det er tilgængelig!
de: Gib einen Nutzernamen ein, um die Verfügbarkeit zu prüfen!
el: Εισάγετε ένα όνομα χρήστη για να ελέγξετε τη διαθεσιμότητα!
es: ¡Escriba un nombre de usuario para revisar su disponibilidad!
fi: Kirjoita käyttäjänimi saatavuuden tarkistamiseksi!
fr: Entrez un nom d'utilisateur pour vérifier sa disponibilité !
hu: Adj meg egy felhasználónevet az elérhetőség ellenőrzéséhez!
id: Masukkan nama pengguna untuk memeriksa ketersediaan!
it: Inserisci un nome utente per controllare la disponibilità!
ja: 名前を入力して使用可能か確認しましょう！
ko: 사용 가능한 이름인지 확인하려면 입력하세요!
nl: Voer een gebruikersnaam in om de beschikbaarheid te controleren!
no: Oppgi et brukernavn for å sjekke om det er tilgjengelig!
pl: Wprowadź nazwę użytkownika, aby sprawdzić, czy jest dostępna!
pt: Introduz um nome de utilizador para confirmar disponibilidade!
pt_br: Insira um nome de usuário para verificar a disponibilidade!
ro: Întrodu un nume de utilizator pentru a verifica disponibilitatea!
ru: Введите имя, чтобы проверить его доступность!
sk: Zadaj uživatelské meno pre kontrolu dostupnosti!
sv: Skriv in ett användarnamn för att kontrollera tillgänglighet!
th: ใส่ชื่อผู้ใช้เพื่อตรวจสอบสถานะ!
tr: Geçerliliğini kontrol etmek için bir kullanıcı adı girin!
uk: Введіть ім'я, щоб перевірити його доступність!
vi: Nhập tên người dùng để kiểm tra tính khả dụng!
zh: 输入用户名并检查是否可用
zh_tw: 输入使用者名稱並檢查是否可用

# username_change.checking
source: Checking availability of {0}...
ar: التحقق من توافر {0}...
be: Ідзе праверка даступнасці {0}...
bg: Проверка за наличност на {0}...
cs: Probíhá kontrola dostupnosti uživatelského jména {0}...
da: Tjekker om navnet {0} er tilgængelig...
de: Prüfe Verfügbarkeit von {0}...
el: Ελέγχουμε τη διαθεσιμότητα του {0}...
es: Revisando la disponibilidad de {0}...
fi: Tarkistetaan saatavuutta nimelle {0}...
fr: Vérification de la disponibilité de {0}...
hu: {0} elérhetőségének ellenőrzése...
id: Memeriksa ketersediaan {0}...
it: Controllando la disponibilità di {0}...
ja: {0}が使用可能か確認中・・・
ko: {0} 사용 가능 여부 확인중..
nl: Bezig met beschikbaarheid te controleren van {0}...
no: Sjekker om {0} er tilgjengelig...
pl: Sprawdzanie możliwości zmiany na {0}...
pt: A confirmar disponibilidade de {0}...
pt_br: Checando disponibilidade de {0}...
ro: Se verifică disponibilitatea lui {0}...
ru: Проверяем доступность имени {0}...
sk: Prebieha kontrola dostupnosti uživatelského mena {0}...
sv: Kontrollerar om {0} är tillgängligt...
th: กำลังตรวจสถานะของ {0}...
tr: {0} geçerliliği kontrol ediliyor...
uk: Перевіряємо доступність імені {0}...
vi: Đang kiểm tra tính khả dụng của {0}...
zh: 正在检查 {0} 是否可用...
zh_tw: 正在檢查 {0} 是否可用。。。

# username_change.require_login._
source: You need to be {0} to change your name!
ar: تحتاج إلى أن تكون {0} لتغيير اسمك!
be: Вы павінны {0}, каб змяніць імя карыстальніка!
bg: Трябва да сте {0} , за да промените името си!
cs: Pro změnu uživatelského jména se musíš {0}!
da: Du skal være {0} for at ændre dit brugernavn!
de: Um deinen Namen zu ändern, musst du {0} sein!
el: Πρέπει να είστε {0} για να αλλάξετε το όνομα χρήστη σας!
es: ¡Tienes que {0} para cambiar tu nombre de usuario!
fi: Sinun on oltava {0} vaihtaaksesi nimesi!
fr: Vous devez être {0} pour changer de nom !
hu: {0} kell lenned a neved megváltoztatásához!
id: Anda harus {0} untuk mengubah nama Anda!
it: Devi {0} per poter cambiare il tuo nome!
ja: 名前を変えるには{0}が必要です！
ko: 유저이름을 바꾸려면 {0}하셔야 합니다!
nl: Je moet {0} zijn om je naam te veranderen!
no: For å endre navnet ditt, må du være {0}!
pl: Aby zmienić swoją nazwę użytkownika, musisz się {0}!
pt: Precisas de ser {0} para mudares o teu nome!
pt_br: Você precisa estar {0} para mudar o seu nome!
ro: Trebuie să fii {0} pentru a îți schimba numele!
ru: Вы должны {0} для смены имени пользователя!
sk: Pre zmenu uživatelského mena sa musíš {0}!
sv: Du behöver var {0} för att ändra ditt namn!
th: คุณจะต้อง{0}จึงจะเปลี่ยนชื่อได้!
tr: İsmini değiştirmek için {0} olman gerekiyor!
uk: Ви повинні {0} для зміни ніку!
vi: Bạn cần phải {0} để đổi tên!
zh: 需要 {0} 才能改变用户名！
zh_tw: 需要 {0} 才能變更使用者名稱！

# username_change.require_login.link_text
source: signed in
ar: مُسَجَل
be: увайсці
bg: влезли в профила си
cs: přihlášený
da: logget ind
de: eingeloggt
el: συνδεδεμένος
es: iniciar sesión
fi: kirjautuneena sisään
fr: connecté
hu: bejelentkezve
id: masuk
it: eseguire l'accesso
ja: ログイン
ko: 로그인
nl: ingelogd
no: logget inn
pl: zalogować
pt: sessão iniciada
pt_br: conectado
ro: conectat
ru: войти в аккаунт
sk: prihlásený
sv: inloggad
th: ลงชื่อเข้าใช้แล้ว
tr: giriş yapmış
uk: увійти
vi: đăng nhập
zh: 登录
zh_tw: 登入
