Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Store.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# admin.warehouse
source: Warehouse
ar: المستودع
be: Сховішча
bg: Склад
cs: Sklad
da: Lager
de: Lagerhaus
el: Αποθήκη
es: Almacén
fi: Varasto
fr: Magasin
hu: Raktár
id: Gudang
it: Magazzino
ja: 倉庫
ko: 웨어하우스
nl: Warenhuis
no: Lager
pl: Magazyn
pt: Armazém
pt_br: Armazém
ro: Depozit
ru: Склад
sk: Sklad
sv: Lager
th: คลังสินค้า
tr: Depo
uk: Склад
vi: Kho hàng
zh: 仓库
zh_tw: 倉庫

# cart.checkout
source: Checkout
ar: إتمام الشراء
be: Завяршэнне пакупкі
bg: Разплащане
cs: Zaplatit
da: Til kassen
de: Zur Kasse
el: Ολοκλήρωση αγοράς
es: Pagar
fi: Kassa
fr: Acheter
hu: Fizetés
it: Paga
ja: 支払いをする
ko: 결제
nl: Afrekenen
no: Gå til kassen
pl: Zapłać
pt: Pagamento
pt_br: Pagar
ro: Plată
ru: Проверка
sk: Platba
sv: Checka ut
th: ชำระเงิน
tr: Ödeme
uk: Перевірка
vi: Thanh Toán
zh: 结账
zh_tw: 結帳

# cart.info
source: {0} item in cart (${1})|{0} items in cart (${1})
ar: {0} عنصر في السلة (${1})|{0} عناصر في السلة (${1})
bg: {0} артикул в количката (${1})|{0} артикула в количката (${1})
cs: {0} položka v košíku (${1})|{0} položkek v košíku (${1})
da: {0} vare i kurven (${1})|{0} varer i kurven (${1})
de: {0} Artikel im Warenkorb (${1})|{0} Artikel im Warenkorb (${1})
es: {0} producto en el carrito (${1})|{0} productos en el carrito (${1})
fi: {0} tuote ostoskorissa (${1})|{0} tuotteet ostoskorissa (${1})
fr: {0} produit dans le panier (${1})|{0} produits dans le panier (${1})
hu: {0} elem a kosárban (${1})|{0} elem a kosárban (${1})
id: {0} barang dalam keranjang (${1})|{0} barang dalam keranjang (${1})
it: {0} articolo nel carrello (${1})|{0} articoli nel carrello (${1})
ja: {0} 個がカート内にあります(${1})
ko: 장바구니에 담긴 {0}개의 항목 (${1})
nl: {0} item in winkelwagen (${1})##{0} items in winkelwagen (${1})
no: {0} ting i kurven (${1})|{0} items i vogn (${1})
pl: {0} produkt w koszyku ({1}$)|{0} produkty w koszyku ({1}$)|{0} produktów w koszyku ({1}$)
pt: {0} artigo no carrinho (${1})|{0} artigos no carrinho (${1})
pt_br: {0} item no carrinho (${1})|{0} itens no carrinho (${1})
ro: {0} obiect în coș (${1})|{0} obiecte în coș (${1})
ru: {0} товар в корзине (${1})|{0} товара в корзине (${1})|{0} товаров в корзине (${1})
sv: {0} föremål i varukorgen (${1})|{0} föremål i varukorgen (${1})
th: {0} รายการในตะกร้า (${1})|{0} รายการในตะกร้า (${1})
tr: {0} ürün sepette (${1})|{0} ürün sepette (${1})
uk: {0} товар в кошику (${1})|{0} товару в кошику (${1})|{0} товарів в кошику (${1})
vi: {0} isản phẩm trong giỏ (${1})|{0} sản phẩm trong giỏ (${1})
zh: 购物车里有 {0} 件商品（${1}）
zh_tw: 購物車裡有 {0} 件商品（${1}）|購物車裡有 {0} 件商品（${1}）

# cart.more_goodies
source: I want to check out more goodies before completing the order
ar: أريد أن تحقق من المزيد من الأشياء قبل إتمام الأمر
be: Я хачу праглядзець іншыя тавары перад завяршэннем пакупкі
bg: Искам да проверя още артикули преди да приключа с поръчката си
cs: Chci se ještě podívat na nějaké dobroty než dokončím objednávku
da: Jeg ønsker at tjekke flere goodies ud før jeg færdiggører ordren
de: Ich möchte mich vor meiner Bestellung noch etwas umschauen
el: Θέλω να ελέγξω περισσότερα καλούδια πριν ολοκληρώσω την παραγγελία
es: Deseo revisar más productos antes de completar la orden
fi: Tarkastelisin vielä muita tuotteita ennen tilauksen tekemistä
fr: Je souhaite regarder d'autres goodies avant de passer commande
hu: Még több cuccot szeretnék megnézni mielőtt befejezném a rendelésem
id: Saya ingin melihat produk-produk lainnya yang tersedia sebelum merampungkan pesanan
it: Voglio dare un'occhiata ad altri elementi prima di completare l'ordine
ja: 精算の前に他のグッズをチェックする。
ko: 주문을 끝내기 전에 더 둘러볼게요.
nl: Ik wil meer goodies bekijken voordat ik de bestelling voltooi
no: Jeg vil se på flere produkter før jeg fullfører bestillingen
pl: Chcę przejrzeć inne produkty przed zakończeniem zamówienia
pt: Quero adicionar mais brindes antes de completar o pedido
pt_br: Gostaria de conferir mais coisas antes de finalizar meu pedido
ro: Vreau să-mi verific bunătățile înainte de a completa comanda
ru: Я хочу посмотреть другие товары перед завершением заказа
sk: Chcem sa ešte pozrieť na viac dobrôt než dokončím objednávku
sv: Jag vill ta en titt på fler godsaker innan jag fullbordar beställningen
th: ฉันอยากจะดูของอยากอื่นก่อนที่จะดําเนินการสั่งซื้อ
tr: Ödememi yapmadan önce başka eşyalara göz atmak istiyorum
uk: Я хочу подивитися на інші товари перед завершенням замовлення
vi: Tôi muốn xem thêm nhiều mặt hàng nữa trước khi hoàn thành đơn hàng
zh: 在完成订单之前，我想看看其他商品
zh_tw: 我想在完成訂單之前查看更多的東西

# cart.shipping_fees
source: shipping fees
ar: رسوم الشحن
be: кошт дастаўкі
bg: транспортни такси
cs: poplatky za dopravu
da: fragt gebyrer
de: Versandkosten
el: έξοδα αποστολής
es: gastos de envío
fi: toimituskulut
fr: frais de livraison
hu: szállítási költség
id: biaya pengiriman
it: costi di spedizione
ja: 配送料
ko: 배송료
nl: verzendkosten
no: fraktkostnader
pl: koszt wysyłki
pt: custos de envio
pt_br: taxas de envio
ro: taxe de livrare
ru: стоимость доставки
sk: poplatky za dopravu
sv: fraktavgifter
th: ค่าส่ง
tr: kargo ücretleri
uk: вартість доставки
vi: phí vận chuyển
zh: 运费
zh_tw: 運費

# cart.title
source: Shopping Cart
ar: عربة التسوق
be: Кошык
bg: Количка за пазаруване
cs: Nákupní košík
da: Indkøbskurv
de: Warenkorb
el: Καλάθι Αγορών
es: Carrito de compras
fi: Ostoskori
fr: Panier
hu: Kosár
id: Keranjang Belanja
it: Carrello della spesa
ja: カート
ko: 장바구니
nl: Winkelwagen
no: Handlevogn
pl: Koszyk
pt: Carrinho de compras
pt_br: Carrinho de Compras
ro: Coșul de cumpărături
ru: Корзина
sk: Nákupný Košík
sv: Varukorg
th: ตะกร้าสินค้า
tr: Alışveriş Sepeti
uk: Кошик
vi: Giỏ Hàng
zh: 购物车
zh_tw: 購物車

# cart.total
source: total
ar: المجموع
be: усяго
bg: общо
cs: celkem
da: i alt
de: insgesamt
el: σύνολο
fi: yhteensä
hu: összesen
it: totale
ja: 合計
ko: 합계
nl: totaal
no: total sum
pl: łącznie
ru: итого
sk: spolu
sv: totalt
th: ทั้งหมด
tr: toplam
uk: всього
vi: tổng cộng
zh: 总计
zh_tw: 合計

# cart.errors_no_checkout.line_1
source: Uh oh, there are problems with your cart preventing a checkout!
ar: آه أوه، هناك مشاكل مع سلة التسوق الخاصة بك تمنع الدفع!
be: Ой ой, у вас праблемы з кошыкам, якія перашкаджаюць куплі!
bg: Ох не, изникнаха проблеми с количката ви, спирайки разплащането!
cs: Ale né! Nastaly problémy s vaším košíkem, které zabraňují zaplacení!
da: Uh oh, der er problemer med din Indkøbskurv som forhindrer dig i at gå til kassen!
de: Ups, irgendetwas im Warenkorb verhindert die Buchung!
el: Ωχ, υπάρχουν προβλήματα με το καλάθι σας που εμποδίζουν την ολοκλήρωση της αγοράς!
es: Oh oh, ¡hay problema con tu carrito que esta impidiendo el pago!
fi: Jassoo... kassalle ei pääse, sillä ostoskorissasi on ongelmia!
fr: Uh oh, des problèmes avec votre panier empêchent le paiement !
hu: Ajjaj, valami probléma van a kosaraddal ami megakadályozza a fizetést!
id: Uh-oh, terdapat masalah dengan keranjang Anda yang menghalangi kami untuk dapat memproses pemesanan lebih lanjut!
it: Uh oh, ci sono problemi con il tuo carrello che stanno impedendo il pagamento!
ja: カート内の商品に問題があるため、お支払いができません。
ko: 음, 장바구니에 문제가 있어 결제할 수 없네요!
nl: Uh oh, er zijn problemen met je winkelwagen die het afrekenen verhinderen!
no: Åh nei, det er problemer med handlevognen som forhindrer deg i å gå til kassen!
pl: Oho, wystąpił problem z twoim koszykiem uniemożliwiający płatność!
pt: Oh não, há problemas com o teu carrinho a impedir o pagamento!
pt_br: Ops, há um problema em seu carrinho impedindo o pagamento!
ro: Uh oh, există niște probleme cu coșul tău care împiedică plata!
ru: Ой ой, у вас проблемы с корзиной!
sk: Ups, nastali problémy s vaším košíkom, ktoré zabraňuju platbe!
sv: Oj då, det är problem med din varukorg som hindrar en utcheckning!
th: อ้าว! ตะกร้าสินค้าของคุณมีปัญหาที่ทําให้คุณจ่ายเงินไม่ได้!
tr: Hay aksi, alışveriş sepetinle ilgili ödemeyi engelleyen sorunlar var!
uk: Ой йой, у вас проблеми з кошиком!
vi: Uh oh, đã có vấn đề với giỏ hàng của bạn làm ngăn cản việc thanh toán!
zh: 啊哦，你的购物车中存在问题导致你无法结账！
zh_tw: 呃哦，您的購物車存在問題以致您無法結帳！

# cart.errors_no_checkout.line_2
source: Remove or update items above to continue.
ar: إزال أو حدث العناصر المذكورة أعلاه للاِستمرار.
be: Каб працягнуць, выдаліце або абнавіць рэчы ніжэй.
bg: Премахнете или актуализирайте артикулите отгоре, за да продължите.
cs: Pro pokračování odstraňte nebo aktualizujte předměty nahoře.
da: Fjern eller opdater tingene oppe over for at fortsætte.
de: Entfernen oder aktualisieren Sie Ihre Artikel, bevor Sie fortfahren.
el: Καταργήστε ή ενημερώστε τα παραπάνω στοιχεία για να συνεχίσετε.
es: Elimina o actualiza los elementos de arriba para continuar.
fi: Poista tai päivitä ylläolevat tavarat jatkaaksesi.
fr: Supprimez ou mettez à jour les articles ci-dessus pour continuer.
hu: Töröld vagy módosítsd a fenti tárgyakat a folytatáshoz.
id: Hapus atau perbarui item-item di atas untuk melanjutkan.
it: Rimuovere o aggiornare gli elementi di sopra per continuare.
ja: 商品の削除か更新をして続ける。
ko: 위에 있는 항목을 제거하거나 수정해서 계속하세요.
nl: Verwijder of update bovenstaande voorwerpen om verder te gaan.
no: Fjern eller oppdater produktene ovenfor for å fortsette.
pl: Usuń lub zmień przedmioty powyżej, aby kontynuować.
pt: Remove ou atualiza os artigos acima para continuar.
pt_br: Remova ou atualize os itens acima para continuar.
ro: Elimină sau actualizează produsele de mai sus pentru a continua.
ru: Удалите или обновите товары ниже для продолжения.
sk: Pre pokračovanie odstraňte alebo aktualizujte predmety hore.
sv: Ta bort eller uppdatera produkterna ovan för att fortsätta.
th: กรุณานําไอเทมข้างบนออกหรืออัปเดตเพิ่อที่จะดําเนินการต่อไป
tr: Devam etmek için yukarıdaki eşyaları güncelleyin ya da kaldırın.
uk: Видаліть або оновіть товари нижче для продовження.
vi: Loại bỏ hoặc cập nhật các mặt hàng phía trên để tiếp tục.
zh: 移除或更新上面的物品以继续。
zh_tw: 刪除或更新上述項目以繼續。

# cart.empty.text
source: Your cart is empty.
ar: سلة التسوق الخاصة بك فارغة.
be: Ваш кошык пусты.
bg: Вашата количка е празна.
cs: Váš košík je prázdný.
da: Din indkøbskurv er tom.
de: Dein Warenkorb ist leer.
el: Το καλάθι σας είναι άδειο.
es: Tu carrito está vacío.
fi: Ostoskorisi on tyhjä.
fr: Votre panier est vide.
hu: Üres a kosarad.
id: Keranjang anda masih kosong.
it: Il tuo carrello è vuoto.
ja: カートには何もありません。
ko: 장바구니가 비어 있습니다.
nl: Je winkelwagen is leeg.
no: Handlevognen din er tom.
pl: Twój koszyk jest pusty.
pt: O teu carrinho está vazio.
pt_br: Seu carrinho está vazio.
ro: Coșul tău este gol.
ru: Ваша корзина пуста.
sk: Váš košík je prázdny.
sv: Din varukorg är tom.
th: ตะกร้าสินค้าว่าง
tr: Sepetiniz boş.
uk: Ваш кошик порожній.
vi: Giỏ hàng của bạn không có gì cả.
zh: 你的购物车是空的。
zh_tw: 您的購物車是空的。

# cart.empty.return_link._
source: Return to the {0} to find some goodies!
ar: عُد الى {0} لأيجاد بعض الأغراض الجيدة!
be: Вярніцеся да {0}, каб знайсці іншыя тавары!
bg: Върнете се до {0} за други придобивки!
cs: Vrať se na {0}, abys našel nějaké skvělé věci!
da: Vend tilbage til {0} for at finde nogle goodies!
de: Geh' doch zurück zum {0} und such' dir ein paar Goodies aus!
el: Επιστροφή στη {0} για να βρείτε μερικά καλούδια!
es: ¡Regresa al {0} para encontrar algunos productos!
fi: Palaa takaisin {0} tehdäksesi löytöjä!
fr: Retourner à {0} pour trouver quelques goodies !
hu: Menj vissza a {0} további cuccokért!
id: Kembali ke tautan {0} untuk mencari merchandise!
it: Ritorna alla {0} per trovare alcuni elementi!
ja: {0}に戻って他のグッズを見つける
ko: {0}으로 돌아가 상품을 찾아보세요!
nl: Keer terug naar de {0} om meer goodies te vinden!
no: Gå tilbake til {0} for å finne flere produkter!
pl: Wróć na {0}, aby znaleźć coś interesującego!
pt: Volta ao {0} para encontrar brindes!
pt_br: Volte à {0} para encontrar coisas legais!
ro: Revino la {0} pentru a găsi niște bunătăți!
ru: Вернитесь в {0} чтобы найти другие товары!
sk: Vrať sa na {0}, aby si našiel nejaké dobroty!
sv: Återvänd till {0} för att hitta några godsaker!
th: กลับไปที่ {0} เพื่อดูสินค้าอื่นๆ!
tr: Başka eşyalar bulmak için {0} geri dönün!
uk: Поверніться в {0} щоб знайти інші товари!
vi: Trở về {0} để tìm thêm nhiều mặt hàng khác!
zh: 返回到 {0} 查看别的商品吧！
zh_tw: 返回到 {0} 來找些好東西！

# cart.empty.return_link.link_text
source: store listing
ar: قائمة المتجر
be: спіс крамы
bg: списъка с артикули
cs: věci v obchodě
da: butik notering
de: Shop
el: λίστα του καταστήματος
es: listado de la tienda
fi: kauppasivulle
fr: articles
hu: áruház lista
id: etalase toko
it: lista
ja: 商品一覧
ko: 상품 목록
nl: aanbiedingen
no: butikkoppføring
pl: listę produktów
pt: listagem da loja
pt_br: lista de produtos
ro: lista de produse
ru: магазин
sk: veci v obchode
sv: butikslista
th: รายการร้านค้า
tr: mağaza listesine
uk: магазин
vi: danh sách
zh: 商店列表
zh_tw: 商店列表

# checkout.cart_problems
source: Uh oh, there are problems with your cart!
ar: آه أوه، هناك مشاكل مع سلة التسوق الخاصة بك!
be: Ой-ой, праблемы з вашай карткай!
bg: Ох не, изникнаха проблеми с количката ви!
cs: Ale né, s tvým košíkem se vyskytly nějaké potíže!
da: Åh åh, der er problemer med din indkøbskurv!
de: Es gibt Probleme in deinem Warenkorb!
el: Ουπς, υπάρχει πρόβλημα με το καλάθι σας!
es: ¡Oh oh, hay problemas con tu carrito!
fi: Oijoi, korisi kanssa on ongelmia!
fr: Oh oh, il y a quelques problèmes avec votre panier !
hu: Ajjaj, problémák vannak a kosaraddal!
id: Aduh, ada masalah dengan pemesanan anda!
it: Uh oh, ci sono problemi con il carrello!
ja: ええと、あなたのカートに問題があります！
ko: 장바구니에 문제가 생겼어요!
nl: Uh oh, er zijn problemen met je winkelwagen!
no: Åh nei, det er et problem med handlevognen din!
pl: O nie, wystąpił problem z twoim koszykiem!
pt: Oh não, há problemas com o teu carrinho!
pt_br: Ops, seu carrinho parece ter alguns problemas!
ro: Uh oh, există niște probleme cu coșul tău!
ru: Ой-ой, у нас проблемы с вашей картой!
sk: Ups, s tvojim košíkom sa vyskytli nejaké problémy!
sv: Oj då, det finns problem med din varukorg!
th: ตายแล้ว มีปัญหาบางอย่างกับตะกร้าสินค้าของคุณ!
tr: Eyvah, sepetinizde problemler var!
uk: Ой-йой, у нас проблеми з вашою карткою!
vi: Uh oh, có vấn đề với giỏ hàng của bạn!
zh: 啊哦，你的购物车中存在问题！
zh_tw: 糟糕，您的購物車出現問題！

# checkout.cart_problems_edit
source: Click here to go edit it.
ar: اضغط هنا لتعديلها.
be: Каб рэдагаваць гэта, націсніце сюды.
bg: Щракнете тук, за да го редактирате.
cs: Pro editaci klikni sem.
da: Klik her for at redigere den.
de: Klick hier, um ihn zu bearbeiten.
el: Κάντε κλικ εδώ για να το επεξεργαστείτε.
es: Haz clic aquí para editarlo.
fi: Napsauta tästä muokataksesi sitä.
fr: Cliquez ici pour l'éditer.
hu: Kattints ide a szerkesztéséhez.
id: Klik di sini untuk menyuntingnya.
it: Clicca qui per modificarlo.
ja: クリックで変更
ko: 편집하려면 클릭하세요.
nl: Klik hier om het te wijzigen.
no: Trykk her for å endre den.
pl: Kliknij tutaj, aby go zedytować.
pt: Clica aqui para editá-lo.
pt_br: Clique aqui para editá-lo.
ro: Dă clic aici pentru a-l edita.
ru: Нажмите здесь, чтобы изменить это.
sk: Pre editovanie klikni sem.
sv: Klicka här för att redigera den.
th: กดที่นี่เพื่อแก้ไข
tr: Düzenlemek için buraya tıklayın.
uk: Натисніть тут, щоб змінити.
vi: Nhấp vào đây để chỉnh sửa nó.
zh: 点击此处以编辑。
zh_tw: 點擊此處以編輯。

# checkout.declined
source: The payment was cancelled.
ar: تم إلغاء الدفع.
be: Аплата была скасаваная.
bg: Плащането бе отменено.
cs: Tvá platba byla zrušena.
da: Betalingen blev annulleret.
de: Der Bezahlvorgang wurde abgebrochen.
el: Η πληρωμή ακυρώθηκε.
es: El pago ha sido cancelado.
fi: Maksu peruutettiin.
fr: Le paiement a été annulé.
hu: A fizetés meg lett szakítva.
id: Pembayaran dibatalkan.
it: Il pagamento è stato annullato.
ja: お支払いはキャンセルされました。
ko: 결제가 취소되었습니다.
nl: De betaling is geannuleerd.
no: Betalingen ble avbrutt.
pl: Płatność została anulowana.
pt: O pagamento foi cancelado.
pt_br: O pagamento foi cancelado.
ro: Plata a fost anulată.
ru: Ваш платеж был отменен.
sk: Tvoja platba bola zamietnutá.
sv: Betalningen avbröts.
th: การชำระเงินถูกยกเลิก
tr: Ödeme iptal edildi.
uk: Ваш платіж було скасовано.
vi: Thanh toán đã bị hủy.
zh: 支付被取消。
zh_tw: 付款被取消。

# checkout.delayed_shipping
source: We are currently overwhelmed with orders! You are welcome to place your order, but please expect an **additional 1-2 week delay** while we catch up with existing orders.
ar: نحن حالياََ غارقون في الطلبات! انت مرحب بوضع طلبك, ولكن ارجوك انتظر **1-2 اسابيع اضافية اخرى** حتى ننتهي من الطلبات الحالية.
be: У дадзены момант у нас шмат заказаў. Вы можаце заказваць, але помніце, што яго апрацоўка можа займаць дадатковыя 1-2 тадні.
bg: В момента сме затрупани с поръчки! Добре доши сте да поставите вашата поръчка, но очаквайте **допълнително 1-2 седмици закъснение** докато настигнем с вече съществуващите поръчки.
cs: V tuto chvíli jsme zahlceni objednávkami! Svou objednávku můžeš umístit, ale počítej prosím s **dalšími 1-2 týdny zpoždění** zatímco dokončíme už existující objednávky.
da: Vi bliver overvældet med ordrer lige nu! Du skal stadig være velkommen til at afgive din ordre, men forvent **yderligere 1-2 ugers forsinkelse** mens vi forsøger at indhente alle andre ordre.
de: Wir sind momentan etwas mit Bestellungen überfordert! Wir nehmen weiterhin Bestellungen an, allerdings muss mit **zusätzlichen 1-2 Wochen Verzögerung** gerechnet werden, während die aktuellen Bestellungen aufgearbeitet werden.
el: Προσωρινά μας έχουν κατακλύσει οι παραγγελίες! Μπορείτε να παραγγείλετε, αλλά παρακαλούμε να περιμένετε **1-2 εβδομάδες επιπλέον** ενώ προσπαθούμε να προλάβουμε τις υπάρχουσες παραγγελίες.
es: ¡Ahora mismo estamos sobresaturados de pedidos! Eres bienvenido a solicitar tu orden, pero considera un **retraso adicional de 1-2 semanas** mientras nos ponemos al día con órdenes ya existentes.
fi: Olemme tällä hetkellä hukkumassa tilauksiin! Olet vapaa tilaamaan, mutta ole valmis odottamaan **1-2 viikkoa lisää** kunnes olemme saaneet nykyiset tilaukset lähetettyä.
fr: Nous sommes actuellement submergés de commandes ! Vous pouvez tout de même commander, mais attendez-vous à **une à deux semaines de délai supplémentaire** le temps que nous puissions traiter toutes ces commandes.
hu: Jelenleg túlnyomóan sok rendelésünk van. Szívesen fogadjuk rendelésed, viszont arra számíts, hogy **további 1-2 hét késés** is lehet míg elérünk a jelenlegi rendelésekig.
id: Kami saat ini sedang kebanjiran pesanan! Apabila Anda memesan sekarang, harap beri kami tenggat waktu tambahan **selama 1-2 minggu** untuk dapat mulai memproses pesanan Anda mengingat kami masih harus mengurus pesanan-pesanan yang sudah terlebih dahulu masuk sebelumnya.
it: Attualmente siamo sommersi dagli ordini! Sei libero di effettuare ordini, ma per favore aspettati un **ritardo addizionale di 1-2 settimane** mentre completiamo gli ordini già esistenti.
ja: 現在注文が多く大変混雑しています。注文はまだ受け付けていますが、**１～２週間ほどの遅延**が発生する可能性があります。
ko: 현재 주문이 밀려있습니다! 주문을 해주시는건 기쁘지만, 지금 주문을 처리하는데 **1~2 주 지연**될 수 있다는 걸 알려드립니다.
nl: We zijn momenteel overweldigd met bestellingen! Je kunt nog steeds bestellingen plaatsen maar verwacht dan **een vertraging van 1-2 weken** terwijl wij de bestaande bestellingen verwerken.
no: Vi er for tiden overveldet av bestillinger! Du er velkommen til å bestille, men vennligst ta hensyn til at bestillingen kan ta **ytterlige 1-2 uke lenger** mens vi fullfører de eksisterende bestillingene.
pl: Obecnie jesteśmy przeciążeni zamówieniami! Wciąż możesz złożyć swoje zamówienie, ale spodziewaj się **dodatkowego opóźnienia w postaci 1-2 tygodni**, dopóki te już istniejące nie zostaną zakończone.
pt: Nós estamos atualmente sobrecarregados com encomendas! Podes realizar o teu pedido, mas por favor espera aguardar **1-2 semanas** enquanto nos pomos a par dos pedidos existentes.
pt_br: Nós estamos sobrecarregados com pedidos! Você é bem-vindo para fazer seu pedido, mas por favor espere um **atraso adicional de 1-2 semanas** enquanto nós realizamos os pedidos mais recentes.
ro: În prezent suntem copleșiți de comenzi! Ești binevenit să-ți plasezi comanda, dar te rugăm să aștepți **o întârziere de 1-2 săptămâni suplimentară** în timp ce prindem din urmă comenzile existente.
ru: В настоящее время у нас много заказов! Вы можете заказать товар, но пожалуйста, помните, что его обработка может задержаться на 1–2 недели, пока мы разбираемся с существующими заказами.
sk: Momentálne sme zaplavení objednávkami! Svoju objednávku môžeš zadať, ale prosím počítaj s **dodatočným 1-2 tyždennym oneskorením** zatial čo dokončíme existujúce objednávky.
sv: Vi är för nuvarande överväldigad med ordrar! Du får gärna placera din order, men kommer kanske få en **extra 1-2 veckors försening** medan vi kommer ikapp alla ordrar.
th: ขณะนี้เราได้รับการสั่งสินค้าเป็นจำนวนมาก เราขอขอบคุณที่คุณซื้อสินค้ากับเรา แต่สินค้าอาจจะถึงมือคุณ**ช้าลง 1-2 สัปดาห์** เพื่อที่เราจะสามารถจัดการกับรายการสั่งสินค้าที่มีอยู่ก่อนได้
tr: Şu an siparişlere boğulmuş durumdayız! Siparişinizi vermekte özgürsünüz ancak biz mevcut siparişleri yetiştirmekle uğraşırken **ek olarak 1-2 hafta gecikme** bekleyebilirsiniz.
uk: В даний час у нас багато замовлень. Ти можеш замовити товар, але будь ласка, пам'ятай, що його обробка замовлення може зайняти 1-2 тижні.
vi: Hiện tại chúng tôi đang có một lượng đơn hàng rất lớn! Bạn vẫn có thể thoải mái đặt hàng, nhưng vui lòng đợi **thêm 1-2 tuần** trong khi chúng tôi bắt kịp với những đơn hàng hiện tại.
zh: 欢迎购买，但是我们正在处理大量的订单，所以订单**可能会有 1-2 周的延迟**。
zh_tw: 感謝您的訂購，由於近期湧入訂單過多，故該訂單恐將**延後1~2週的時間**

# checkout.old_cart
source: Your cart appears to be out of date and has been reloaded, please try again.
ar: سلة التسوق الخاصة بك تبدو منتهية الصلاحية وتم اعادة شحنها, الرجاء المحاولة مجدداََ.
be: Ваш кошык, здаецца, састарэў і быў перазагружаны, паспрабуйце нанова.
bg: Вашата количка изглежда е с изтекъл срок и бе възобновена, моля опитайте отново.
cs: Obsah tvého košíku se zdá být zastaralý a proto byl znovu načten, zkus to prosím znovu.
da: Din indkøbskurv ser ud til at være forældet og er blevet genindlæst, prøv venligst igen.
de: Dein Warenkorb war nicht aktuell und wurde erneut geladen, bitte versuche es erneut.
el: Το καλάθι σας φαίνεται να έχει ξεπερασμένα πράγματα και έχει ανανεωθεί, παρακαλώ προσπαθήστε ξανά.
es: Tu carrito parecía estar desactualizado y fue reiniciado, por favor intenta de nuevo.
fi: Korisi näyttää olevan vanhentunut ja on ladattu uudestaan, yritä uudelleen.
fr: Votre panier semble être obsolète et a donc été actualisé, merci de réessayer.
hu: A kosarad réginek tűnik és újra lett töltve, kérlek próbáld újra.
id: Keranjang Anda nampaknya sudah kedaluwarsa dan telah dimuat ulang, silakan coba lagi.
it: Il tuo carrello sembra essere obsoleto ed è stato ricaricato; per favore riprova.
ja: あなたのカートは期限切れ、または再読み込みされたようです。再度お試しください。
ko: 장바구니가 오래되어 새로 고쳐졌습니다, 다시 시도해 주세요.
nl: Je winkelwagen lijkt verouderd te zijn en wordt herladen, probeer het opnieuw.
no: Det ser ut til at handlevognen din er utdatert og har blitt oppdatert, prøv igjen.
pl: Zawartość twojego koszyka była przestarzała i została odświeżona, spróbuj ponownie.
pt: O teu carrinho parece que está fora de prazo e foi recarregado, por favor tenta outra vez.
pt_br: Seu carrinho aparenta estar desatualizado e foi recarregado, por favor tente novamente.
ro: Coșul tău pare a fi expirat și a fost reîncărcat, te rugăm să încerci din nou.
ru: Ваша корзина, кажется, устарела и была перезагружена, пожалуйста попробуйте еще раз.
sk: Obsah tvojho košíka sa zdá byť zastaralý a preto bol znovu načítaný, skus to prosím znovu.
sv: Din varukorg verkar vara inaktuell och har blivit återladdad, var god försök igen.
th: เหมือนว่าตะกร้าสินค้าของคุณจะเก่าและได้ทำการรีโหลดให้แล้ว กรุณาลองใหม่อีกครั้ง
tr: Sepetiniz güncel görünmediği için tekrar yüklendi, lütfen tekrar deneyin.
uk: Здається ваша корзина застаріла, тому була перезавантажена, будь ласка спробуйте ще раз.
vi: Giỏ hàng của bạn đã hết hạn và đã được nạp lại, vui lòng thử lại sau.
zh: 你的购物车已经过期，请重试。
zh_tw: 您的購物車已過期，請重試。
