Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Tournament.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# show.state.ended
source: This tournament has concluded. Check the information page for results.
ar: لقد اختُتِمَت البطولة. تحقق من صفحة المعلومات من اجل النتائج.
be: Гэты турнір завершаны. Праверце інфармацыйную старонку, каб даведацца вынік.
bg: Този турнир приключи. Проверете информационната страниза за резултати.
cs: Tento turnaj je uzavřený. Pro výsledky navštiv informační stránku.
da: Denne turnering er konkluderet. Tjek informationssiden for resultater.
de: Das Turnier ist zu Ende. Die Ergebnisse kannst du in der Übersicht finden.
el: Αυτό το τουρνουά έχει ολοκληρωθεί. Ελέγξτε τη σελίδα πληροφοριών για τα αποτελέσματα.
es: Este torneo ha concluido. Visita la página de información para los resultados.
fi: Tämä turnaus on loppunut. Tulokset löytyvät infosivulta.
fr: Ce tournoi est terminé. Visitez la page d'informations pour voir les résultats.
hu: Ez a verseny véget ért. Nézd meg az információs oldalt az eredményekért.
id: Turnamen ini telah berakhir. Mohon periksa laman informasi untuk hasil turnamen selengkapnya.
it: Questo torneo è terminato. Controlla la pagina delle informazioni per vedere i risultati.
ja: このトーナメントは終了しました。詳細ページで結果を確認できます。
ko: 이 토너먼트는 종료되었습니다. 정보 페이지를 확인하여 결과를 확인하세요.
nl: Het toernooi is gedaan. Bekijk de informatiepagina voor de resultaten.
no: Denne turneringen har konkludert. Sjekk informasjonssiden for resultater.
pl: Ten turniej zakończył się. Sprawdź stronę informacyjną po wyniki.
pt: Este torneio foi concluído. Consulta a página de informação para ver os resultados.
pt_br: Este torneio foi concluído. Para ver o resultado, verifique a página de informações.
ro: Acest turneu s-a încheiat. Verificați pagina de informații pentru rezultate.
ru: Этот турнир завершён. Проверьте страницу с информацией для просмотра результатов.
sv: Denna turnering har avslutats. Kontrollera informationssidan för resultaten.
th: การแข่งขันนี้ได้เสร็จสิ้นแล้ว ตรวจสอบผลลัพธ์จากหน้าข้อมูล
tr: Bu turnuva sona erdi. Sonuçlar için bilgilendirme sayfasına bakın.
uk: Цей турнір завершений. Перевірте сторінку з інформацією для перегляду результатів.
vi: Giải đấu này đã kết thúc. Kiểm tra trang thông tin để biết kết quả.
zh: 本次比赛已经结束。移步信息页查看比赛结果。
zh_tw: 本次比賽已結束，請查看資訊頁面以取得比賽結果。

# show.state.registration_closed
source: Registration for this tournament has closed. Check the information page for latest updates.
ar: تم إغلاق التسجيل لهذه البطولة. تحقق من صفحة المعلومات للحصول على أحدث التحديثات.
be: Рэгістрацыя на гэты турнір закрылася. Праверце інфармацыйную старонку, каб праглядзець апошнія абнаўленні.
bg: Регистрацията за този турнир затвори. Проверете информационната страница за последните новини.
cs: Registrace pro tento turnaj jsou ukončené. Poslední aktualizace najdeš na informační stránce.
da: Registrering til denne turnering er lukket. Tjek informationssiden for seneste opdateringer.
de: Anmeldungen für dieses Turnier sind geschlossen. Mehr Details und Neuigkeiten sind in der Übersicht zu finden.
el: Η εγγραφή για αυτό το τουρνουά έχει κλείσει. Ελέγξτε τη σελίδα πληροφοριών για πιο πρόσφατες ενημερώσεις.
es: Registro para este torneo ha cerrado. Visite la página de información para las actualizaciones más recientes.
fi: Rekisteröinti tähän turnaukseen on loppunut. Tarkista infosivu pysyäksesi ajan tasalla.
fr: Les inscriptions pour ce tournoi sont closes. Visitez la page d'informations pour les dernières actualités.
hu: A versenyre való regisztrálás lezárult. Nézd meg az információs oldalt a legújabb hírekért.
id: Pendaftaran untuk turnamen ini telah ditutup. Mohon periksa laman informasi untuk informasi lebih lanjut.
it: Le iscrizioni per questo torneo sono terminate. Controlla la pagina delle informazioni per gli ultimi aggiornamenti.
ja: このトーナメントの参加受付は終了しました。詳細ページで最新の情報を確認してください。
ko: 이 토너먼트의 참가 신청 기간은 끝났습니다. 정보 페이지에서 최신 업데이트를 확인하세요.
nl: Registratie voor dit toernooi is gedaan. Bekijk de informatiepagina voor de laatste updates.
no: Registreringen for denne turneringen er lukket. Sjekk informasjonssiden for de siste oppdateringene.
pl: Rejestracja dla tego turnieju została zakończona. Sprawdź stronę informacyjną po najnowsze informacje.
pt: A inscrição para este torneio fechou. Consulta a página de informação para ver as últimas atualizações.
pt_br: As inscrições para esse torneio foram encerradas. Verifique a página de informações para atualizações mais recentes.
ro: Înscrierile pentru acest turneu s-au închis. Verificați pagina de informații pentru cele mai recente actualizări.
ru: Регистрация на этот турнир закрыта. Откройте информационную страницу для просмотра последних изменений.
sv: Registrering för denna turnering har stängts. Kontrollera informationssidan för de senaste uppdateringarna.
th: การลงทะเบียนสำหรับการแข่งขันนี้ปิดแล้ว ตรวจสอบหน้าข้อมูลล่าสุด
tr: Bu turnuva için kayıtlar kapandı. Son gelişmeler için bilgilendirme sayfasına bakın.
uk: Реєстрація на цей турнір закрита. Відкрийте інформаційну сторінку для перегляду останніх змін.
vi: Đăng ký cho giải đấu này đã kết thúc. Kiểm tra trang thông tin để biết các cập nhật mới nhất.
zh: 本次比赛已停止报名。移步信息页查看最新信息。
zh_tw: 本次比賽已停止報名，請查看資訊頁面以取得最新消息。

# show.state.running
source: This tournament is currently in progress. Check the information page for more details.
ar: هذه البطولة قيد التقدم حاليا. تحقق من صفحة المعلومات للحصول على مزيد من التفاصيل.
be: Гэты турнір ужо праводзіцца. Праверце інфармацыйную старонку, каб даведацца больш дэталяў.
bg: Този турнир в момента се провежда. Проверете информационната страница за повече детайли.
cs: Tento turnaj zrovna probíhá. Navštiv informační stránku pro více informací.
da: Denne turnering er i øjeblikket i gang. Tjek informationssiden for flere detaljer.
de: Das Turnier ist derzeit im Gange. Mehr Details hierzu sind in der Übersicht zu finden.
el: Αυτό το τουρνουά βρίσκεται σε εξέλιξη. Ελέγξτε τη σελίδα πληροφοριών για περισσότερες λεπτομέρειες.
es: Este torneo está actualmente en curso. Visita la página de información para más detalles.
fi: Tämä turnaus on juuri nyt käynnissä. Lue tietosivulta lisätietoja.
fr: Ce tournoi est actuellement en cours. Visitez la page d'informations pour plus de détails.
hu: Ez a verseny jelenleg zajlik. Részletekért nézd meg az információs oldalt.
id: Turnamen ini sedang berlangsung. Mohon periksa laman informasi untuk keterangan lebih lanjut.
it: Questo torneo è attualmente in corso. Controlla la pagina delle informazioni per avere più dettagli.
ja: このトーナメントは現在進行中です。詳細ページで更なる情報を確認できます。
ko: 이 토너먼트는 현재 진행 중입니다. 정보 페이지에서 자세한 사항을 확인하세요.
nl: Het toernooi is bezig. Bekijk de informatiepagina voor details.
no: Denne turneringen pågår. Sjekk informasjonssiden for flere detaljer.
pl: Ten turniej jest obecnie aktywny. Sprawdź stronę informacyjną po więcej informacji.
pt: Este torneio está atualmente em progresso. Consulta a página de informação para mais detalhes.
pt_br: Esse torneio está atualmente em progresso. Verifique a página de informações para mais detalhes.
ro: Acest turneu este în curs de desfășurare. Verificați pagina de informații pentru mai multe detalii.
ru: Этот турнир уже проводится. Откройте информационную страницу для просмотра последних изменений.
sv: Denna turnering pågår för närvarande. Kontrollera informationssidan för mer information.
th: ทัวร์นาเมนต์นี้อยู่ระหว่างการดำเนินการ ตรวจสอบหน้าข้อมูลสำหรับรายละเอียดเพิ่มเติม
tr: Bu turnuva şu anda sürmektedir. Detaylar için bilgilendirme sayfasına bakın.
uk: Цей турнір вже проводиться. Відкрийте інформаційну сторінку для перегляду останніх змін.
vi: Giải đấu này hiện đang diễn ra. Kiểm tra trang thông tin để biết thêm chi tiết.
zh: 本次比赛正在进行。移步信息页查看赛况。
zh_tw: 本次比賽正在進行。查看資訊頁面以取得賽況。

# tournament_period
source: {0} to {1}
ar: {0} الى {1}
be: {0} да {1}
bg: от {0} до {1}
cs: {0} do {1}
da: {0} til {1}
de: {0} bis {1}
el: Από {0} μέχρι {1}
es: Desde el {0} al {1}
fr: {0} à {1}
hu: {0} és {1} között
id: {0} sampai {1}
ja: {0} から {1}
ko: {0}부터 {1}까지
nl: {0} tot {1}
no: {0} til {1}
pl: od {0} do {1}
pt: {0} até {1}
pt_br: {0} até {1}
ro: {0} la {1}
ru: {0} до {1}
sv: {0} till {1}
th: {0} ถึง {1}
uk: {0} до {1}
vi: {0} đến {1}
zh: {0} 到 {1}
zh_tw: {0} 到 {1}
