Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Tournament.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# index.none_running
source: There are no tournaments running at the moment, please check back later!
ar: ليس هناك بطولات قيد التشغيل في الوقت الحالي، الرجاء التحقق في وقت لاحق!
be: На дадзены момант няма турніраў, калі ласка, паспрабуйце пазней!
bg: Вмомента няма активни турнири. Моля проверете отново по-късно!
cs: Zrovna neprobíhají žádné turnaje, vrať se prosím později!
da: Der er ingen turneringer, som kører i øjeblikket. Kig forbi senere!
de: Momentan laufen keine Turniere, schau später noch mal!
el: Δεν υπάρχουν τρέχοντα τουρνουά αυτήν τη στιγμή, παρακαλώ ελέγξτε αργότερα!
es: No hay torneos en activos en este momento, ¡por favor vuelve más tarde!
fi: Turnauksia ei juuri nyt ole käynnissä, tarkista myöhemmin uudestaan!
fr: Il n'y a pas de tournois en ce moment, vérifiez plus tard !
hu: Jelenleg nincs futó bajnokság, nézz vissza később!
id: Tidak ada turnamen yang berlangsung saat ini, silakan periksa lagi nanti!
it: Non ci sono tornei in corso in questo momento, prova a vedere più tardi!
ja: 現在開催中のトーナメントはありません。また今度確認してみましょう！
ko: 지금 당장 진행중인 토너먼트가 없군요, 나중에 다시 확인해주세요!
nl: Momenteel zijn er geen toernooien bezig, Kijk later nog eens!
no: Det er ingen turneringer som pågår for øyeblikket, vennligst sjekk tilbake senere!
pl: Nie ma obecnie żadnych aktywnych turniejów, sprawdź ponownie później!
pt: Não há torneios a decorrer de momento, por favor volta mais tarde!
pt_br: Não há nenhum torneio acontecendo no momento, volte mais tarde!
ro: Nu sunt turnee care rulează în acest moment, te rugăm să verifici înapoi mai târziu!
ru: На данный момент не проходит никаких турниров, пожалуйста, загляните позже!
sv: Det finns inga pågående turneringar just nu, var vänlig kolla igen senare!
th: ไม่มีทัวร์นาเมนต์ในขณะนี้ มาทีหลังนะ
tr: Şu anda hiç turnuva yapılmıyor, daha sonra tekrar kontrol edin!
uk: На даний момент немає турнірів, будь ласка, спробуйте пізніше!
vi: Hiên tại không có giải đấu nào đang diễn ra, vui lòng kiểm tra lại sau!
zh: 目前没有正在进行的比赛，过段时间再来看看吧！
zh_tw: 目前沒有正在進行的比賽，過段時間再來看看吧！

# index.registration_period
source: Registration: {0} to {1}
ar: التسجيل: {0} الى {1}
be: Рэгістрацыя: з {0} да {1}
bg: Регистрация: от {0} до {1}
cs: Registrace: {0} do {1}
da: Tilmelding: {0} til {1}
de: Anmeldung: {0} bis {1}
el: Εγγραφή από {0} μέχρι {1}
es: Inscripción: {0} al {1}
fi: Rekisteröinti: {0}{1} {2}{3}
fr: Inscriptions : du {0} au {1}
hu: Regisztráció: {0} és {1} között
id: Pendaftaran: {0} sampai {1}
it: Registrazione: {0} - {1}
ja: 参加登録期間: {0} から {1}
ko: 참가: {0}부터 {1}까지
nl: Registratie: {0} tot {1}
no: Registrering: {0} til {1}
pl: Rejestracja: od {0} do {1}
pt: Inscrição: {0} até {1}
pt_br: Período de inscrições: {0} até {1}
ro: Înscriere: {0} la {1}
ru: Регистрация: с {0} до {1}
sv: Registrering: {0} till {1}
tr: Kayıtlar: {0} - {1}
uk: Реєстрація: з {0} до {1}
vi: Đăng kí: {0} đến {1}
zh: 报名时间： {0} 到 {1}
zh_tw: 報名時間： {0} 到 {1}

# index.header.title
source: Community Tournaments
ar: بطولات المجتمع
be: Турніры супольнасці
bg: Обществени турнири
cs: Komunitní turnaje
da: Fællesskabsturnerninger
de: Community-Turniere
el: Τουρνουά της Κοινότητας
es: Torneos de la comunidad
fi: Yhteisöturnaukset
fr: Tournois communautaires
hu: Közösségi versenyek
id: Turnamen Komunitas
it: Tornei della Community
ja: コミュニティトーナメント
ko: 커뮤니티 토너먼트
nl: Community Toernooien
no: Fellesskapsturnering
pl: Turnieje społeczności
pt: Torneios da comunidade
pt_br: Torneios da Comunidade
ro: Turnee comunitare
ru: Турниры сообщества
sv: Gemenskapsturneringar
th: คอมมูนิตี้ ทัวร์นาเมนต์
tr: Topluluk Turnuvaları
uk: Турніри спільноти
vi: Giải Đấu Cộng Đồng
zh: 社区比赛
zh_tw: 社區比賽

# index.item.registered
source: Registered players
ar: الاعبون المُسجلون
be: Зарэгістравананыя гульцы
bg: Регистрирани играчи
cs: Registrovaní hráči
da: Registrerede spillere
de: Registrierte Spieler
el: Εγγεγραμμένοι παίκτες
es: Jugadores registrados
fi: Rekistöröityneet pelaajat
fr: Joueurs inscrits
hu: Regisztrált játékosok
id: Pemain yang terdaftar
it: Giocatori registrati
ja: 登録済みプレイヤー
ko: 등록된 플레이어
nl: Geregistreerde spelers
no: Registrerte spillere
pl: Zarejestrowani użytkownicy
pt: Jogadores registados
pt_br: Jogadores registrados
ro: Jucători înregistrați
ru: Зарегистрированные игроки
sv: Registrerade spelare
th: ผู้เล่นที่ลงทะเบียน
tr: Kayıtlı oyuncular
uk: Зареєстровані гравці
vi: Người chơi đã đăng kí
zh: 已注册玩家
zh_tw: 已註冊玩家

# index.state.current
source: Active Tournaments
ar: البطولات الحالية
be: Актыўныя турніры
bg: Текущи турнири
cs: Probíhající turnaje
da: Aktive Turneringer
de: Aktive Turniere
el: Ενεργά Τουρνουά
es: Torneos Activos
fi: Aktiiviset turnaukset
fr: Tournois en cours
hu: Aktív versenyek
id: Turnamen yang sedang berlangsung
it: Tornei in corso
ja: 現在行われているトーナメント
ko: 개최 중인 토너먼트
nl: Actieve Toernooien
no: Aktive Turneringer
pl: Aktualne turnieje
pt: Torneios ativos
pt_br: Torneios Ativos
ro: Turnee în desfășurare
ru: Активные турниры
sv: Aktiva turneringar
th: ทัวร์นาเมนต์ที่กำลังดำเนินอยู่
tr: Devam Eden Turnuvalar
uk: Активні турніри
vi: Giải Đấu Đang Diễn Ra
zh: 正在进行的比赛
zh_tw: 正在進行的比賽

# index.state.previous
source: Past Tournaments
ar: البطولات السابقة
be: Мінулыя турніры
bg: Предишни турнири
cs: Minulé zápasy
da: Tidligere Turneringer
de: Vergangene Turniere
el: Παλαιότερα Τουρνουά
es: Torneos Pasados
fi: Aikaisemmat turnaukset
fr: Tournois passés
hu: Korábbi versenyek
id: Turnamen Sebelumnya
it: Tornei passati
ja: 過去のトーナメント
ko: 지난 토너먼트
nl: Vorige Toernooien
no: Tidligere Turneringer
pl: Zakończone turnieje
pt: Torneios passados
pt_br: Torneios Passados
ro: Turnee trecute
ru: Прошедшие турниры
sv: Tidigare turneringar
th: ทัวร์นาเมนต์ที่เสร็จสิ้นลงแล้ว
tr: Geçmiş Turnuvalar
uk: Минулі турніри
vi: Giải Đấu Trước
zh: 已经结束的比赛
zh_tw: 過去的比賽

# show.banner
source: Support Your Team
ar: ادعم فريقك
be: Падтрымай сваю каманду
bg: Подкрепи отбора си
cs: Podpoř svůj tým
da: Support dit hold
de: Unterstütze dein Team
el: Υποστηρίξτε την Ομάδα Σας
es: Apoya A Tu Equipo
fi: Tue Joukkuettasi
fr: Soutenez votre équipe
hu: Támogasd A Csapatod
id: Dukung Tim Anda
it: Supporta la Tua Squadra
ja: チームを応援する
ko: 팀 응원하기
nl: Ondersteun jouw team
no: Støtt laget ditt
pl: Wspomóż swoją drużynę
pt: Apoia a tua equipa
pt_br: Apoie Seu Time
ro: Sprijină-ți echipa
ru: Поддержите свою команду
sv: Stöd ditt lag
th: สนับสนุนทีมของคุณ
tr: Takımını Destekle
uk: Підтримайте свою команду
vi: Ủng Hộ Đội Của Bạn
zh: 支持你的队伍
zh_tw: 贊助您的隊伍

# show.entered
source: You are registered for this tournament.<br><br>Please note that this does <b>not</b> mean you have been assigned to a team.<br><br>Further instructions will be sent to you via email closer to the tournament date, so please ensure your osu! account's email address is valid!
ar: انت مسجل لهذه البطولة.<br><br>رجائاََ اعرف ان هذا <b>لا</b> يعني انه تم تسجيلك لأحد الفرق.<br><br>سوف نرسل تعليمات الأستكمال عبر البريد عند قرب وقت البطولة, لذا ارجوك تأكد ان بريد osu! الخاص بك موثق!
be: Вы зарэгістраваліся на гэты турнір.<br><br>Заўвага: гэта не азначае, што вас прынялі ў каманду.<br><br>Далейшыя інструкцыі будуць адпраўлены на вашу эл. пошту бліжэй да даты турніру, таму ўпэўнецеся, што ваша эл. пошта osu! правільная.
bg: Вие сте вече регистрирани за този турнир.<br><br>Имайте в предвид, че вмомента не сте назначени към отбор.<br><br>По-нататъшни инструкции ще бъдат изпратени до вас по електронна поща близо до началната дата на турнира, така че проверете дали имейла ви е правилно изписан!
cs: Na tento turnaj jsi zaregistrovaný.<br><br>To ovšem neznamená, že jsi byl přiřazen k týmu.<br><br>Další instrukce ti budou zaslány na email blíže k datu turnaje, proto prosím ověř, že emailová adresa přiřazena k tvému osu! účtu je platná!
da: Du er nu tilmeldt turneringen.<br><br>Vær opmærksom på, at dette ikke betyder, at du skal være tilmeldt et hold..<br><br>Mere info vil blive sendt til dig på din email-adresse, så vær venligst sikker på, at din kontos email-adresse er gyldig!
de: Du bist für dieses Turnier angemeldet
el: Έχετε εγγραφεί για αυτό το τουρνουά.<br><br>Έχετε υπόψιν σας ότι αυτό δεν σημαίνει ότι έχετε ανατεθεί σε μια ομάδα.<br><br>Περισσότερες οδηγίες θα σας αποσταλούν μέσω email πιο κοντά στην ημερομηνία του τουρνουά, οπότε παρακαλούμε βεβαιωθείτε ότι το email του λογαριασμού σας στο osu! είναι έγκυρο!
es: Estás inscrito en este torneo.<br><br>Por favor, ten en cuenta que esto <b>no</b> significa que has sido asignado a un equipo.<br><br>Más instrucciones te serán enviadas por correo electrónico cerca de la fecha del torneo, así que ¡por favor asegúrese de que la dirección de correo electrónico de su cuenta osu! es válida!
fi: Olet rekisteröitynyt tähän turnaukseen.<br><br>Tämä ei tarkoita että olet sijoitettu joukkueeseen.<br><br>Lisäohjeet lähetetään sähköpostilla myöhemmin turnauspäivän lähestyessä, joten varmista että käyttäjäsi sähköpostiosoite on oikea!
fr: Vous êtes inscrit à ce tournoi.<br><br>Notez que cela ne signifie pas que vous avez été assigné à une équipe.<br><br>Des instructions vous seront envoyées aux alentours de la date du tournoi, merci de vérifier que l'e-mail lié à votre compte osu! est toujours valide !
hu: Regisztrálva vagy erre a versenyre.<br><br>Ne feledd, hogy ez nem azt jelenti, hogy csapatba kerültél.<br><br>A további tennivalókat e-mailben fogjuk küldeni a verseny dátumához közelítve, szóval kérlek ellenőrizd, hogy az osu! fiókodhoz tartozó email érvényes!
id: Anda telah berhasil mendaftarkan diri Anda pada turnamen ini. <br><br>Mohon diperhatikan bahwa hal ini bukan berarti Anda telah secara otomatis telah diikutsertakan ke dalam salah satu tim yang bertanding. <br><br>Instruksi lebih lanjut akan dikirimkan melalui email saat turnamen akan dimulai, jadi mohon pastikan alamat email akun osu! Anda valid!
it: Sei iscritto in questo torneo.<br><br>Nota però che questo <b>non</b> significa che sei già stato assegnato ad una squadra.<br><br>Ti verranno inviate ulteriori informazioni via email in vicinanza della data del torneo, quindi assicurati che l'email del tuo account osu! sia valida!
ja: このトーナメントへの参加登録は完了しています。<br><br>これによって出場メンバーになれたわけでは <b>ない</b>のでご注意ください。<br><br>トーナメントの詳細は開催日に近づくとメールに送信されます。osu!アカウントに登録されているメールアドレスが有効なメールアドレスであるか確認して下さい！
ko: 이 토너먼트에 참가하셨습니다.<br><br>이는 참가 '팀'을 등록했다는 뜻이 아닙니다.<br><br>토너먼트 진행일자가 가까워지면, 이메일을 통해 지침이 보내질 것이므로 osu! 계정의 이메일 주소가 잘못되지는 않았는지 반드시 확인해주시기 바랍니다!
nl: Je bent ingeschreven voor dit toernooi.<br><br>Houd in gedachte dat dit niet betekent dat je voor een team bent toebedeeld.<br><br>Verdere instructies zullen via e-mail worden verzonden dichter bij de toernooidatum, dus zorg er voor dat het e-mailadres dat gelinkt is aan je osu! account geldig is!
no: Du er registret for denne turneringen.<br><br>Merk at dette betyr <b>ikke</b> at du har blitt tildelt et lag.<br><br>Videre instruksjoner vil bli sendt til deg via e-post når vi nærmer oss starten på turneringen, så vennligst kontroller at osu! e-mailen din er gyldig!
pl: Twoje konto zostało zarejestrowane na ten turniej.<br><br>Miej na uwadze, że nie oznacza to, iż zostało ono dołączone do danej drużyny.<br><br>Dalsze informacje zostaną przesłane później drogą mailową, dlatego upewnij się, że twoje konto osu! używa prawidłowego adresu e-mail!
pt: Estás inscrito(a) para este torneio.<br><br>Nota que isto não significa que foste atribuído(a) a uma equipa.<br><br>Instruções adicionais serão enviadas para ti via email próximas à data do torneio, por isso e por favor assegura-te que o endereço de email da tua conta osu! é válida!
pt_br: Você se registrou para esse torneio.<br><br>Note que isso não significa que você foi adicionado à um time.<br><br>Intruções adicionais serão enviadas via email próximo à data do torneio, então por favor, certifique-se de que o endereço de email de sua conta osu! é valido!
ro: Ești înscris în acest turneu.<br><br>Reține că acest lucru nu înseamnă că ai fost repartizat unei echipe.<br><br>Instrucțiunile suplimentare vor fi trimise prin e-mail mai aproape de data turneului, deci asigură-te că adresa de e-mail conectată la contul tău osu! este validă!
ru: Вы зарегистрированы на этот турнир.<br><br>Обратите внимание: это не значит что вас назначили в команду.<br><br>Дальнейшие инструкции будут отправлены на вашу почту, ближе к дате турнира, поэтому пожалуйста, проверьте, действительна ли почта, к которой привязан ваш osu! аккаунт!
sv: Du är registrerad för denna turnering.<br><br>Vänligen notera att detta <b>inte</b> betyder att du har blivit tilldelad till ett lag.<br><br>Ytterligare instruktioner kommer att skickas till dig via e-post när datumet för turneringen närmar sig, så var vänlig att kontrollera att din e-postadress för ditt osu!-konto är korrekt!
th: คุณลงทะเบียนการแข่งขันนี้แล้ว.<br><br>โปรดทราบว่าข้อความนี้<b>ไม่ได้</b>แปลว่าคุณจะได้อยู่ในทีม<br><br>และจะมีอีเมล์ที่มีคำแนะนำเพิ่มเติมส่งไปใกล้วันแข่ง และกรุณาตรวจสอบว่าอีเมล์ของบัญชี osu! นั้นถูกต้อง
tr: Bu turnuvaya kayıt oldun.<br><br>Unutma ki bu bir takıma atandığın anlamına gelmez.<br><br>İlave bilgiler turnuva tarihi yaklaşınca e-posta ile yollanacak, bu yüzden osu! hesabınızın e-posta adresinin doğru olduğuna emin olun!
uk: Ви зареєстровані на цей турнір. <br> <br> Зверніть увагу: це <b>не означає</b> що вас призначили в команду. <br> <br> Подальші інструкції будуть відправлені на вашу пошту, ближче до дати турніру, тому будь ласка, перевірте, чи дійсна пошта, до якої прив'язаний ваш osu! аккаунт!
vi: Bạn đã đăng kí cuộc thi này.<br><br>Lưu ý rằng điều này không có nghĩa là bạn đã được chia đội.<br><br>Hướng dẫn thêm sẽ được gửi cho bạn qua email vào khoảng thời gian gần ngày thi đấu, vì thế hãy chắc chắn rằng email của tài khoản osu! của bạn hợp lệ
zh: 你已报名此次比赛。<br><br>这不意味着你已经被分组。<br><br>比赛开始前你将收到邮件通知，所以请确保你的 osu! 邮箱可用！
zh_tw: 你已經報名這次比賽。<br><br>請注意，這不表示你已經被分組。<br><br>比賽開始前你將收到郵件通知，所以請確保你的 osu! 帳號的email可以收到信件！

# show.info_page
source: Information Page
ar: صفحة المعلومات
be: Інфармацыйная старонка
bg: Информационна страница
cs: Informační stránka
da: Informationsside
de: Übersicht
el: Σελίδα Πληροφοριών
es: Página de Información
fi: Tietosivu
fr: Page d'informations
hu: Információs oldal
id: Laman Informasi
it: Pagina delle Informazioni
ja: 詳細ページ
ko: 정보 페이지
nl: Informatie pagina
no: Informasjonsside
pl: Strona informacyjna
pt: Página de informações
pt_br: Página de informações
ro: Pagina de informații
ru: Информационная страница
sv: Informationssida
th: หน้าข้อมูล
tr: Bilgilendirme Sayfası
uk: Інформаційна сторінка
vi: Trang Thông Tin
zh: 信息页
zh_tw: 資訊頁

# show.login_to_register
source: Please {0} to view registration details!
ar: رجائاََ قم بـ {0} لعرض معلومات التسجيل!
be: Калі ласка {0} каб бачыць больш звестак пра турнір!
bg: Моля {0}, за да имате достъп до регистрационните подробности!
cs: Prosím {0} pro zobrazení údajů k registraci!
da: Vær venlig at {0} for at se tilmeldingsinformation!
de: Um die Details zur Anmeldung sehen, {0}!
el: Παρακαλώ {0} για να δείτε τις λεπτομέρειες της εγγραφής!
es: ¡Por favor {0} para ver los detalles de inscripción!
fi: Ole ystävällinen ja {0} nähdäksesi yksityiskohtia rekisteröitymiselle!
fr: Merci de {0} pour voir les détails d'inscription !
hu: Kérlek {0} a regisztrációs adatok megtekintéséhez!
id: Harap {0} untuk melihat rincian pendaftaran!
it: Si prega di {0} per visualizzare i dettagli di registrazione!
ja: 詳細を見るには{0}して下さい！
ko: 토너먼트 참가에 관한 자세한 사항을 보려면 {0}해주세요!
nl: Gelieve {0} om registratiedetails te zien!
no: Vennligst {0} for å se registreringsdetaljene!
pl: Aby poznać szczegóły rejestracji, {0}!
pt: Por favor {0} para veres os detalhes da inscrição!
pt_br: Por favor {0} para visualizar os detalhes de inscrição!
ro: Te rugăm {0} pentru a vedea detaliile de înregistrare!
ru: Пожалуйста {0} чтобы видеть больше информации о турнире!
sv: Var vänlig {0} för att visa registreringsdetaljer!
th: กรุณา {0} เพื่อดูข้อมูลการลงทะเบียน
tr: Lütfen detayları görebilmek için {0}!
uk: Будь ласка {0} щоб бачити більше інформації про турнір!
vi: Vui lòng {0} để xem chi tiết đăng kí!
zh: 请 {0} 以查看报名细节！
zh_tw: 請 {0} 以查看報名細節！

# show.not_yet_entered
source: You are not registered for this tournament.
ar: انت غير مسجل لهذه البطولة.
be: Вы не зарэгістраваны на гэтым турніры.
bg: Вие не сте регистриран за този турнир.
cs: Do tohoto turnaje nejsi zaregistrován.
da: Du er ikke tilmeldt denne turnering.
de: Du bist nicht für dieses Turnier angemeldet.
el: Δεν είστε εγγεγραμμένοι για αυτό το τουρνουά.
es: No estás inscrito en este torneo.
fi: Et ole rekisteröitynyt tähän turnaukseen.
fr: Vous n'êtes pas inscrit à ce tournoi.
hu: Nem vagy regisztrálva erre a versenyre.
id: Anda tidak terdaftar pada turnamen ini.
it: Non sei registrato in questo torneo.
ja: このトーナメントには参加登録していません。
ko: 아직 이 토너먼트에 참가하지 않았습니다.
nl: U bent niet geregistreerd voor dit toernooi.
no: Du er ikke registret for denne turneringen.
pl: Twoje konto nie jest zarejestrowane na ten turniej.
pt: Não estás inscrito(a) para este torneio.
pt_br: Você não está registrado nesse torneio.
ro: Nu ești înscris în acest turneu.
ru: Вы не зарегистрированы на этом турнире.
sv: Du är inte registrerad för denna turnering.
th: คุณไม่สามารถลงทะเบียนการแข่งขันนี้ได้
tr: Bu turnuvaya kayıtlı değilsin.
uk: Ви не зареєстровані на цьому турнірі.
vi: Bạn chưa đăng kí cuộc thi này.
zh: 你还没有报名此次比赛。
zh_tw: 你還沒有報名這次比賽。

# show.rank_too_low
source: Sorry, you do not meet the rank requirements for this tournament!
ar: أنت لا تستوفي متطلبات التسجيل لهذه البطولة!
be: Прабачце, але вы не падыходзіць па патрабаванням, неабходным на дадзены турнір!
bg: Не отговяряте на необходимите изисквания за този турнир!
cs: Bohužel nesplňuješ hodnostní požadavky pro tento turnaj!
da: Beklager, du opfylder ikke rang kravene til denne turnering!
de: Sorry, aber dein Rang entspricht nicht den Anforderungen für dieses Turnier!
el: Συγνώμη, δεν πληροίτε τις απαιτήσεις κατάταξης για αυτό το τουρνουά!
es: ¡Lo sentimos, no cumples con los requisitos de rank para este torneo!
fi: Anteeksi, mutta et täytä tämän turnauksen sijoitusvaatimuksia!
fr: Désolé, vous ne respectez pas les critères de rang pour ce tournoi !
hu: Sajnáljuk, de te nem éred el a rang követelményeket ehhez a versenyhez!
id: Maaf, Anda tidak memenuhi persyaratan peringkat untuk mengikuti turnamen ini!
it: Mi spiace, il tuo rank non soddisfa i requisiti di questo torneo!
ja: 申し訳ありませんが、このトーナメントのランク要件を満たしていません！
ko: 죄송하지만, 토너먼트에 참가하는데 필요한 순위를 충족하지 못했습니다!
nl: Sorry, je voldoet niet aan de rangvereisten voor dit toernooi!
no: Beklager, men du møter ikke rangeringskravene for denne turneringen!
pl: Przepraszamy, ale twoja pozycja w rankingu nie spełnia wymagań turnieju!
pt: Desculpa, não cumpres os requisitos de classificação para este torneio!
pt_br: Desculpa, você não possui os requisitos de ranking necessários para esse torneio!
ro: Ne pare rău, nu îndeplinești criteriile de clasament pentru acest turneu!
ru: Извините, но Вы не подходите по рейтинговым требованиям для данного турнира!
sv: Tyvärr, du uppfyller inte rangkriterierna för denna turneringen!
th: ขออภัย อันดับของคุณยังไม่ถึงเกณฑ์สำหรับการแข่งขันนี้
tr: Bu turnuvaya katılabilmek için gereken derecede değilsin, üzgünüm!
uk: Вибачте, але ви не відповідаєте вимогам, необхідним на даний турнір!
vi: Xin lỗi, bạn không đáp ứng yêu cầu về thứ hạng cho giải đấu này!
zh: 抱歉，你还没有达到本次比赛的排名要求！
zh_tw: 抱歉, 您的排名不符合這次比賽的要求!

# show.registration_ends
source: Registrations close on {0}
ar: التسجيل يغلق في{0}
be: Рэгістрацыя закрыта да {0}
bg: Регистрацията затваря на {0}
cs: Registrace se uzavírá {0}
da: Tilmelding lukker på {0}
de: Die Anmeldungen enden am {0}
el: Οι εγγραφές κλείνουν στις {0}
es: Las inscripciones se cierran en {0}
fi: Rekisteröityminen sulkeutuu {0}
fr: Les inscriptions ferment le {0}
hu: A regisztráció ekkor zárul {0}
id: Pendaftaran ditutup pada tanggal {0}
it: Le iscrizioni chiudono il {0}
ja: 参加登録期間は{0}に終了します
ko: 참가 신청이 {0}에 종료됩니다.
nl: Registratie gesloten op {0}
no: Registreringer lukkes på den {0}
pl: Rejestracja zakończy się {0}
pt: As inscrições fecham em {0}
pt_br: O período de inscrições será encerrado em {0}
ro: Înscrieriile se închid pe {0}
ru: Регистрация закрывается {0}
sv: Registreringar stänger {0}
th: ปิดลงทะเบียน {0}
tr: Kayıtların kapanış tarihi: {0}
uk: Реєстрація закрита до {0}
vi: Đăng kí sẽ kết thúc vào {0}
zh: 报名将于 {0} 结束
zh_tw: 報名於 {0} 結束

# show.button.cancel
source: Cancel Registration
ar: الغاء التسجيل
be: Скасаваць рэгістрацыю
bg: Отмени регистрацията
cs: Zrušit registraci
da: Annullér tilmelding
de: Anmeldung abbrechen
el: Ακύρωση Eγγραφής
es: Cancelar inscripción
fi: Peru Rekisteröityminen
fr: Annuler l'inscription
hu: Regisztráció visszavonása
id: Batalkan Pendaftaran
it: Annulla Iscrizione
ja: 登録をキャンセル
ko: 참가 신청 취소
nl: Annuleer registratie
no: Avbryt Registrering
pl: Anuluj rejestrację
pt: Cancelar inscrição
pt_br: Cancelar Inscrição
ro: Anulează înscrierea
ru: Отменить регистрацию
sv: Avbryt registrering
th: ยกเลิกการลงทะเบียน
tr: Kaydı İptal Et
uk: Скасувати реєстрацію
vi: Hủy Đăng Kí
zh: 取消报名
zh_tw: 取消報名

# show.button.register
source: Sign me up!
ar: سجلني!
be: Зарэгістравацца!
bg: Запиши ме!
cs: Přihlaš mě!
da: Tilmeld mig!
de: Meld' mich an!
el: Εγγέγραψέ με!
es: ¡Inscribirme!
fi: Lisää minut mukaan!
fr: Inscription !
hu: Regisztrálj engem!
id: Daftarkan saya!
it: Iscrivimi!
ja: 登録申請する！
ko: 참가시켜 주세요!
nl: Schrijf me in!
no: Registrer meg!
pl: Zarejestruj mnie!
pt: Inscreve-me!
pt_br: Inscreva-me!
ro: Înscrie-mă!
ru: Запишите меня!
sv: Skriv upp mig!
th: ลงทะเบียนเลย!
tr: Beni kaydet!
uk: Запишіть мене!
vi: Đăng kí!
zh: 我要报名！
zh_tw: 我要報名！

# show.period.end
source: End
ar: نهاية
bg: Край
cs: Konec
da: Slut
de: Ende
es: Final
fi: Loppu
fr: Fin
hu: Befejezés
id: Berakhir
it: Fine
ja: 終了
ko: 끝
nl: Einde
no: Slutt
pl: Data zakończenia
pt: Fim
pt_br: Fim
ro: Sfârșit
ru: Окончание
sv: Slut
th: สิ้นสุด
tr: Bitiş
uk: Кінець
vi: Kết thúc
zh: 结束于
zh_tw: 結束

# show.period.start
source: Start
ar: البداية
bg: Начало
cs: Začít
es: Inicio
fi: Alku
fr: Début
hu: Kezdés
id: Mulai
it: Inizio
ja: 開始
ko: 시작
pl: Data rozpoczęcia
pt: Começar
pt_br: Início
ru: Начало
th: เริ่ม
tr: Başlangıç
uk: Початок
vi: Bắt đầu
zh: 开始于
zh_tw: 開始

# show.state.before_registration
source: Registration for this tournament has not yet opened.
ar: لم يتم فتح التسجيل لهذه البطولة حتى الآن.
be: Рэгістрацыя на гэты турніру яшчэ не адкрылася.
bg: Регистрацията за този турнир още не е започнала.
cs: Registrace pro tento turnaj zatím nejsou otevřené.
da: Registrering til denne turnering er ikke åbnet endnu.
de: Die Anmeldung für dieses Turnier hat noch nicht begonnen.
el: Οι εγγραφές για αυτό το τουρνουά δεν έχουν ακόμη ανοίξει.
es: La inscripción para este torneo aún no se ha abierto.
fi: Tähän turnaukseen rekisteröityminen ei ole vielä alkanut.
fr: Les inscriptions pour ce tournoi n'ont pas encore débuté.
hu: A versenyre való regisztrálás még nem nyílt meg.
id: Pendaftaran untuk turnamen ini masih belum dibuka.
it: Le iscrizioni per questo torneo non sono ancora aperte.
ja: このトーナメントの参加受付はまだ開始していません。
ko: 아직 이 토너먼트의 참가 신청 기간이 아닙니다.
nl: Registratie voor dit toernooi is nog niet begonnen.
no: Registrering for denne turneringen har enda ikke åpnet.
pl: Rejestracja dla tego turnieju nie została jeszcze rozpoczęta.
pt: A inscrição para este torneio ainda não foi aberta.
pt_br: As Inscrições para este torneio ainda não foram abertas.
ro: Înscrierile pentru acest turneu nu s-au deschis încă.
ru: Регистрация на этот турнир ещё не открыта.
sv: Registreringen till denna turnering har ännu inte öppnats.
th: การลงทะเบียนสำหรับการแข่งขันนี้ยังไม่เปิด
tr: Bu turnuva için kayıtlar henüz açılmadı.
uk: Реєстрація на цей турнір поки не відкрита.
vi: Giải đấu này hiện chưa mở đăng ký.
zh: 本次比赛还未开始报名。
zh_tw: 這次比賽還沒開放報名。
