Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# deleted
source: [deleted user]
ar: [مستخدم محذوف]
be: [выдалены карыстальнік]
bg: [изтрит потребител]
cs: [odstraněný uživatel]
da: [slettet bruger]
de: [gelöschter Benutzer]
el: [διαγραμμένος χρήστης]
es: [usuario eliminado]
fi: [poistettu käyttäjä]
fr: [utilisateur supprimé]
hu: [törölt felhasználó]
id: [pengguna yang dihapus]
it: [utente eliminato]
ja: [削除されたユーザー]
ko: [삭제된 사용자]
nl: [verwijderde gebruiker]
no: [slettet bruker]
pl: [usunięty użytkownik]
pt: [utilizador eliminado]
pt_br: [usuário deletado]
ro: [utilizator șters]
ru: [удалённый пользователь]
sk: Odstránený používateľ
sv: [raderad användare]
th: [ผู้ใช้ที่ถูกลบ]
tr: [silinmiş kullanıcı]
uk: [видалений користувач]
vi: [người dùng đã bị xóa]
zh: [被删除的用户]
zh_tw: [已刪除的使用者]

# beatmapset_activities.title
source: {0}'s Modding History
ar: سجل اقتراحات {0}
be: Гісторыя рэдагавання бітмап карыстальніка {0}
bg: История на редактираните карти на {0}
cs: {0}'s modding historie
da: {0}'s Modding Historie
de: {0} Moddingverlauf
el: Ιστορικό Modding του χρήστη {0}
es: Historial de modding de {0}
fi: Käyttäjän {0} modaushistoria
fr: Historique du modding de {0}
hu: {0} Modolási Történelme
id: Riwayat Modding {0}
it: Cronologia Modding di {0}
ja: {0}のModding履歴
ko: {0}님의 모딩 기록
nl: {0}'s modding geschiedenis
no: {0}'s Moddinghistorikk
pl: Historia modowania użytkownika {0}
pt: Histórico de modificações do {0}
pt_br: Histórico de modding de {0}
ro: Istoricul modificărilor lui {0}
ru: История редактирования карт пользователя {0}
sk: {0} Modovacia História
sv: {0}'s Modding Historik
th: {0}'s ประวัติการมอด
tr: {0}'in Modlama Geçmişi
uk: Історія редагування карт користувача {0}
vi: Lịch Sử Modding Của {0}
zh: {0} 的摸图历史
zh_tw: {0} 的摸圖紀錄

# beatmapset_activities.title_compact
source: Modding
ar: الإقتراحات
be: Мадаванне
cs: Módování
el: Εξέταση
fi: Modaaminen
hu: Modolás
ko: 모딩
pl: Modowanie
ru: Моддинг
sk: Modovanie
th: การวิจารณ์บีทแมพ
tr: Modlama
uk: Редагування
zh: 摸图
zh_tw: 摸圖

# beatmapset_activities.discussions.title_recent
source: Recently started discussions
ar: المناقشات التي بدأت مؤخرا
be: Нядаўна пачатыя абмеркаванні
bg: Наскоро започнати дискусии
cs: Nedávno zahájená diskuze
da: Senest startede diskussioner
de: Letztens gestartete Diskussionen
el: Πρόσφατα δημιουργημένες συζητήσεις
es: Discusiones recientemente empezadas
fi: Uusimmat keskustelut
fr: Discussions commencées récemment
hu: Legutóbb kezdett beszélgetések
id: Diskusi yang baru dimulai
it: Discussioni aperte di recente
ja: 最近開始されたディスカッション
ko: 최근 시작된 토론
nl: Recent gestarte discussies
no: Nylige startede diskusjoner
pl: Ostatnio rozpoczęte dyskusje
pt: Discussões recentemente iniciadas
pt_br: Discussões começadas recentemente
ro: Discuții începute recent
ru: Недавно начатые дискуссии
sk: Nedávno zahájená diskusia
sv: Nyligen startade diskussioner
th: การสนทนาล่าสุด
tr: Yakın zamanda başlatılan tartışmalar
uk: Нещодавно розпочаті дискусії
vi: Cuộc thảo luận gần đây
zh: 最近打开的讨论
zh_tw: 最近討論的主題

# beatmapset_activities.events.title_recent
source: Recent events
ar: آخر الأحداث
be: Апошнія падзеі
bg: Последни събития
cs: Nedávné události
da: Seneste begivenheder
de: Neueste Events
el: Πρόσφατα γεγονότα
es: Eventos recientes
fi: Viimeaikaiset tapahtumat
fr: Évènements récents
hu: Legutóbbi események
id: Peristiwa terbaru
it: Eventi recenti
ja: 最近のイベント
ko: 최근 이벤트
nl: Recente gebeurtenissen
no: Nylige hendelser
pl: Najnowsze wydarzenia
pt: Eventos recentes
pt_br: Eventos recentes
ro: Evenimente recente
ru: Недавние события
sk: Nedávne udalosti
sv: Senaste händelser
th: เหตุการณ์ล่าสุด
tr: Yakın zamandaki etkinlikler
uk: Недавні події
vi: Sự kiện gần đây
zh: 最近事件
zh_tw: 近期活動

# beatmapset_activities.posts.title_recent
source: Recent posts
ar: المنشورات الأخيرة
be: Нядаўнія допісы
bg: Скорошни публикации
cs: Poslední příspěvky
da: Seneste opslag
de: Neueste Beiträge
el: Πρόσφατες δημοσιεύσεις
es: Publicaciones recientes
fi: Viimeaikaiset viestit
fr: Posts récents
hu: Legutóbbi hozzászólások
id: Postingan terbaru
it: Post recenti
ja: 最近の投稿
ko: 최근 답변
nl: Recente berichten
no: Nylige innlegg
pl: Najnowsze posty
pt: Publicações recentes
pt_br: Postagens recentes
ro: Postări recente
ru: Недавние публикации
sk: Najnovšie príspevky
sv: Senaste inläggen
th: โพสต์ล่าสุด
tr: Yakın zamandaki gönderiler
uk: Недавні публікації
vi: Bài đăng gần đây
zh: 最近帖子
zh_tw: 最新貼文

# beatmapset_activities.votes_received.title_most
source: Most upvoted by (last 3 months)
ar: الأكثر تصويتاََ بواسطة (آخر ٣ اشهر)
be: Самыя папулярныя ад (за 3 месяцы)
bg: Най-харесваните от (последните 3 месеца)
cs: Nejlépe hodnocený za (poslední 3 měsíce)
da: >Mest stemt på af (over de sidste 3 måneder)
de: Meiste Stimmen von (letzten 3 Monate)
el: Το πιο upvoted από (τελευταίους 3 μήνες)
es: Más votados por (últimos 3 meses)
fi: Tykkäsi eniten (viimeiset 3 kuukautta)
fr: Les mieux notés (les 3 derniers mois)
hu: A legmagasabbra értékelt (az előző 3 hónap alapján)
id: Paling banyak di-vote oleh (3 bulan terakhir)
it: Più votate da (ultimi 3 mesi)
ja: 最も評価の高い（3ヶ月以内）
ko: 투표받은 횟수 (최근 3개월)
nl: Meest geupvote door (laatste 3 maanden)
no: Mest oppstemt på (de siste 3 månedene)
pl: Najwięcej otrzymanych głosów (ostatnie 3 miesiące)
pt: Os mais votados por (3 últimos meses)
pt_br: Mais votado por (últimos 3 meses)
ro: Cele mai aprecitate (ultimele 3 luni)
ru: Самые популярные от (за 3 месяца)
sk: Najlepšie hodnotené za (posledné 3 mesiace)
sv: Mest uppröstad av (senaste 3 månaderna)
th: ผลโหวตสูงสุด จาก (สามเดือนที่แล้ว)
tr: Tarafından en çok oylanan (son 3 ay)
uk: Найпопулярніші (за 3 місяці)
vi: Được upvote nhiều nhất bởi (3 tháng qua)
zh: 得赞最多（最近三个月）
zh_tw: 得讚最多（近三個月）

# beatmapset_activities.votes_made.title_most
source: Most upvoted (last 3 months)
ar: الأكثر تصويتاََ (آخر ٣ اشهر)
be: Самыя папулярныя (за 3 месяцы)
bg: Най-харесваните (последните 3 месеца)
cs: Nejlépe hodnocený (poslední 3 měsíce)
da: >Mest stemt på (over de sidste 3 måneder)
de: Meiste Stimmen (letzten 3 Monate)
el: Το πιο upvoted (τελευταίοι 3 μήνες)
es: Más votados (últimos 3 meses)
fi: Eniten tykkäyksiä (viimeiset 3 kuukautta)
fr: Les mieux notés (les 3 derniers mois)
hu: A legmagasabbra értékelt (az előző 3 hónap alapján)
id: Paling banyak di-vote (3 bulan terakhir)
it: Più votati (ultimi 3 mesi)
ja: 最も評価した（3ヶ月以内）
ko: 투표한 횟수 (최근 3개월)
nl: Meest geupvote (laatste 3 maanden)
no: Mest oppstemt (siste 3 måneder)
pl: Najwięcej oddanych głosów (ostatnie 3 miesiące)
pt: Os mais votados (últimos 3 meses)
pt_br: Mais votado (últimos 3 meses)
ro: Cele mai apreciate (ultimele 3 luni)
ru: Самые популярные (за 3 месяца)
sk: Najlepšie hodnotené (posledné 3 mesiace)
sv: Mest uppröstad (senaste 3 månaderna)
th: ผลโหวตสูงสุด (สามเดือนที่แล้ว)
tr: En çok oylanan (son 3 ay)
uk: Найпопулярніші (за 3 місяці)
vi: Upvote nhiều nhất (3 tháng qua)
zh: 赞数最多（最近三个月）
zh_tw: 讚數最多（最近三個月）

# blocks.banner_text
source: You have blocked this user.
ar: لقد قمت بحظر هذا المستخدم.
be: Вы заблакавалі гэтага карыстальніка.
bg: Вие блокирахте този потребител.
cs: Uživatel byl zablokován.
da: Du har blokeret denne bruger.
de: Du hast diesen Benutzer geblockt.
el: Έχετε μπλοκάρει αυτόν τον χρήστη.
es: Has bloqueado a este usuario.
fi: Olet estänyt tämän käyttäjän.
fr: Vous avez bloqué cet utilisateur.
hu: Blokkoltad ezt a felhasználót.
id: Anda telah memblokir pengguna ini.
it: Hai bloccato questo utente.
ja: このユーザーをブロックしています
ko: 해당 유저를 차단했습니다.
nl: U hebt deze gebruiker geblokkeerd.
no: Du har blokkerte denne brukeren.
pl: Ten użytkownik został zablokowany.
pt: Tu bloqueaste este utilizador.
pt_br: Você bloqueou este usuário.
ro: Ai blocat acest utilizator.
ru: пользователь добавлен в ваш чёрный список
sk: Užívateľ bol zablokovaný.
sv: Du har blockerat denna användare.
th: คุณได้บล็อกผู้ใช้รายนี้แล้ว
tr: Bu kullanıcıyı engelledin.
uk: Ви заблокували цього користувача.
vi: Bạn đã chặn người dùng này.
zh: 你已经屏蔽此用户。
zh_tw: 您已經封鎖這位使用者。

# blocks.blocked_count
source: blocked users ({0})
ar: المستخدمون المحظورون ({0})
be: заблакаваныя карыстальнікі ({0})
bg: блокирани потребители ({0})
cs: blokovaných uživatelů ({0})
da: blokerede brugere ({0})
de: geblockte benutzer ({0})
el: μπλοκαρισμένοι χρήστες ({0})
es: usuarios bloqueados ({0})
fi: Estetyt käyttäjät ({0})
fr: utilisateurs bloqués ({0})
hu: ({0}) blokkolt felhasználók
id: pengguna yang diblokir ({0})
it: utenti bloccati ({0})
ja: ブロックしたユーザー({0})
ko: 차단된 유저 ({0})
nl: geblokkeerde gebruikers ({0})
no: blokkerte brukere ({0})
pl: zablokowani użytkownicy ({0})
pt: utilizadores bloqueados ({0})
pt_br: usuários bloqueados: ({0})
ro: utilizatori blocați ({0})
ru: чёрный список ({0})
sk: zablokovaný užívatelia ({0})
sv: blockerade användare ({0})
th: บล็อกผู้ใช้งาน ({0})
tr: engellenen kullanıcılar ({0})
uk: заблоковати користувача ({0})
vi: người dùng đã bị chặn ({0})
zh: 被屏蔽的用户 ({0})
zh_tw: 被封鎖的使用者 ({0})

# blocks.hide_profile
source: Hide profile
ar: إخفاء الملف الشخصي
be: схаваць профіль
bg: Скрий профила
cs: skrýt profil
da: Skjul profil
de: Profil verbergen
el: απόκρυψη προφίλ
es: Ocultar perfil
fi: piilota profiili
fr: Masquer le profil
hu: profil elrejtése
id: Sembunyikan profil
it: Nascondi profilo
ja: プロフィールを隠す
ko: 프로필 숨기기
nl: profiel verbergen
no: Skjul profil
pl: ukryj profil
pt: Ocultar perfil
pt_br: Ocultar perfil
ro: ascunde profilul
ru: скрыть профиль
sk: skryť profil
sv: dölj profil
th: ซ่อนโปรไฟล์
tr: profili gizle
uk: Приховати профіль
vi: ẩn trang cá nhân
zh: 隐藏用户资料
zh_tw: 隱藏用戶資料

# blocks.not_blocked
source: That user is not blocked.
ar: هذا المستخدم ليس محظوراََ.
be: Гэты карыстальнік не заблакаваны.
bg: Този потребител не е блокиран.
cs: Tento uživatel není blokován.
da: Denne bruger er ikke blokeret.
de: Dieser Benutzer ist nicht geblockt.
el: Αυτός ο χρήστης δεν είναι μπλοκαρισμένος.
es: Ese usuario no está bloqueado.
fi: Tämä käyttäjä ei ole estetty.
fr: Cet utilisateur n’est pas bloqué.
hu: Ez a felhasználó nincs blokkolva.
id: Pengguna ini tidak diblokir.
it: Questo utente non è bloccato.
ja: このユーザーはブロックされていません。
ko: 해당 유저는 차단되어있지 않습니다.
nl: Deze gebruiker is niet geblokkeerd.
no: Den brukeren er ikke blokkert.
pl: Ten użytkownik nie jest zablokowany.
pt: Esse utilizador não está bloqueado.
pt_br: Este usuário não está bloqueado.
ro: Acest utilizator nu este blocat.
ru: Этот пользователь не заблокирован.
sk: Tento užívateľ nie je zablokovaný.
sv: Användaren är inte blockerad.
th: ผู้ใช้นี้ไม่ได้ถูกบล็อก
tr: Bu kullanıcı engellenmemiş.
uk: Користувач не заблокований.
vi: Người dùng này chưa bị chặn.
zh: 此用户未被屏蔽。
zh_tw: 這位使用者未被封鎖。

# blocks.show_profile
source: Show profile
ar: عرض الملف الشخصي
be: паказаць профіль
bg: Покажи профила
cs: zobrazit profil
da: Vis profil
de: Profil anzeigen
el: εμφάνιση προφίλ
es: Mostrar perfil
fi: näytä profiili
fr: Afficher le profil
hu: profil megjelenítése
id: tampilkan profil
it: Visualizza profilo
ja: プロフィールを表示
ko: 프로필 표시
nl: profiel weergeven
no: Vis profil
pl: pokaż profil
pt: Mostrar perfil
pt_br: Exibir perfil
ro: arată profilul
ru: показать профиль
sk: zobraziť profil
sv: visa profil
th: แสดงโปรไฟล์
tr: profili göster
uk: Показати профіль
vi: hiển thị trang cá nhân
zh: 显示用户资料
zh_tw: 顯示用戶資料

# blocks.too_many
source: Block limit reached.
ar: تم الوصول للحد الأقصى للحظر.
be: Дасягнуты ліміт блакавання.
bg: Достигнат е лимита за блокиране.
cs: Byl dosažen limit blockovaných uživatelů.
da: Blokeringsgrænsen er nået.
de: Block-Limit erreicht.
el: Φτάσατε το όριο μπλοκαρισμάτων.
es: Límite de bloqueos alcanzado.
fi: Estoraja saavutettu.
fr: Limite de blocages atteinte.
hu: Blokkolási limit elérve.
id: Batas pemblokiran tercapai.
it: Limite blocchi raggiunto.
ja: ブロックできる上限に達しました。
ko: 차단 한계치에 도달했습니다.
nl: Blok limiet bereikt.
no: Maks antall blokkerte personer nådd.
pl: Osiągnięto limit zablokowanych użytkowników.
pt: Limite de bloqueios atingido.
pt_br: Limite de bloqueios atingido.
ro: A fost atinsă limita de blocare.
ru: Достигнут лимит кол-ва заблокированных.
sk: Bol dosiahnutý blokovací limit.
sv: Du har nått gränsen för blockeringar.
th: จำนวนการบล็อกถึงขีดจำกัดแล้ว
tr: Engelleme sınırına ulaşıldı.
uk: Досягнуто ліміт блокування.
vi: Đã đạt giới hạn số người bị chặn.
zh: 屏蔽用户数量达到最大限制。
zh_tw: 已達到封鎖上限。

# blocks.button.block
source: Block
ar: حظر
be: заблакаваць
bg: Блокирай
cs: blokovat
da: Bloker
de: Blocken
el: μπλοκάρισμα
es: Bloquear
fi: estä
fr: Bloquer
hu: tiltás
id: Blokir
it: Blocca
ja: ブロック
ko: 차단
nl: blokkeren
no: Blokker
pl: zablokuj
pt: Bloquear
pt_br: Bloquear
ro: blochează
ru: заблокировать
sk: blokovať
sv: blockera
th: บล็อก
tr: engelle
uk: Заблокувати
vi: chặn
zh: 屏蔽
zh_tw: 封鎖

# blocks.button.unblock
source: Unblock
ar: إلغاء الحظر
be: адблакаваць
bg: Отблокирай
cs: odblokovat
da: Fjern blokering
de: Entblocken
el: ξεμπλοκάρισμα
es: Desbloquear
fi: poista esto
fr: Débloquer
hu: tiltás feloldása
id: Buka Blokir
it: Sblocca
ja: ブロック解除
ko: 차단 해제
nl: deblokkeren
no: Fjern blokkering
pl: odblokuj
pt: Desbloquear
pt_br: Desbloquear
ro: deblochează
ru: разблокировать
sk: odblokovať
sv: avblockera
th: ยกเลิกการบล็อค
tr: engellemeyi kaldır
uk: Розблокувати
vi: bỏ chặn
zh: 解除屏蔽
zh_tw: 解除封鎖

# card.loading
source: Loading...
ar: جاري التحميل...
be: Загрузка...
bg: Зареждане...
cs: Načítání...
da: Indlæser...
de: Lädt...
el: Φόρτωση...
es: Cargando...
fi: Ladataan...
fr: Chargement...
hu: Betöltés...
id: Memuat...
it: Caricamento...
ja: 読み込み中・・・
ko: 로딩 중...
nl: Bezig met laden...
no: Laster...
pl: Ładowanie...
pt: A carregar...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...
sk: Načitávanie...
sv: Laddar...
th: กำลังโหลด....
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh: 加载中...
zh_tw: 載入中...

# card.send_message
source: Send message
ar: إرسال رسالة
be: адправіць паведамленне
bg: изпрати съобщението
cs: odeslat zprávu
da: Send besked
de: Nachricht senden
el: αποστολή μηνύματος
es: Enviar mensaje
fi: lähetä viesti
fr: envoyer un message
hu: üzenet küldése
id: kirim pesan
it: Invia messaggio
ja: メッセージの送信
ko: 메시지 보내기
nl: stuur bericht
no: send melding
pl: Wyślij wiadomość
pt: Enviar mensagem
pt_br: enviar mensagem
ro: trimite mesaj
ru: отправить сообщение
sk: poslať správu
sv: skicka meddelande
th: ส่งข้อความ
tr: mesaj gönder
uk: Надіслати повідомлення
vi: gửi tin nhắn
zh: 发送消息
zh_tw: 傳送訊息

# disabled.title
source: Uh-oh! It looks like your account has been disabled.
ar: اه-اوه! يبدو انه قد تم تعطيل حسابك.
bg: О, не! Изглежда, че вашият акаунт е бил деактивиран.
da: Uh-oh! Det ser ud som om din account er blevet midlertidigt lukket.
de: Uh, oh! Anscheinend wurde dein Konto deaktiviert.
es: ¡Oh, oh! Parece que su cuenta ha sido desactivada.
fi: Jaahas. Käyttäjätilisi taitaa olla lukittu.
fr: Oh-oh ! Il semble que votre compte ait été désactivé.
hu: Uh-oh! Úgy tűnik a fiókod le lett tiltva.
id: Uh-oh! Sepertinya akun Anda telah dinonaktifkan.
it: Uh-oh! Sembra che il tuo account sia stato disattivato.
ja: ああ！アカウントが無効になっているようです。
ko: 이런! 계정이 비활성화 된 것 같네요.
nl: Uh-oh! Het lijkt erop dat je account is uitgeschakeld.
no: Oops! Det ser ut som kontoen din er deaktivert.
pl: Och! Wygląda na to, że Twoje konto zostało zdezaktywowane.
pt: Oh não! Parece que a tua conta foi desativada.
pt_br: Oh não! Parece que a sua conta foi desativada.
ro: Uh-oh! Se pare că contul dumneavoastră a fost dezactivat.
ru: О нет! Похоже, ваш аккаунт был отключен.
sv: Uh-oh! Det verkar som att ditt konto har inaktiverats.
th: โอ๊ะโอ บัญชีของคุณถูกระงับ
tr: Olamaz! Görünüşe bakılırsa hesabın kilitlenmiş.
uk: Ой-ой! Схоже, що ваш обліковий запис був відключений.
vi: Hỏng rồi! Có vẻ tài khoản của bạn đã bị vô hiệu hóa.
zh: 哎呀！看起来您的帐户已被禁用。
zh_tw: 哎唷！看起來你的帳號已被禁用。
