Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# show.edit.cover.upload.broken_file
source: Failed processing image. Verify uploaded image and try again.
ar: فشلت معالجة الصورة. تحقق من الصورة المرفوعة وحاول مرة أخرى.
be: Не атрымалася апрацаваць выяву. Паспрабуйце яшчэ раз.
bg: Неуспешна обработка на изображението. Проверете каченото изображение и опитайте отново.
cs: Zpracování obrázku selhalo. Ověř si obrázek a zkus to znovu.
da: Kunne ikke uploade billedet. Prøv igen.
de: Verarbeitung des Bildes fehlgeschlagen. Überprüfe das hochgeladene Bild und versuch es erneut.
el: Αποτυχία επεξεργασίας εικόνας. Ελέγξτε την εικόνα και προσπαθήστε ξανά.
es: Error al procesar la imagen. Verifica la imagen subida e intenta de nuevo.
fi: Kuvan käsittely epäonnistui. Varmista lähetetty kuva ja kokeile uudestaan.
fr: Impossible de traiter l'image. Vérifiez l'image mise en ligne et réessayez.
hu: Kép feldolgozása sikertelen. Ellenőrizd a feltöltött képet és próbáld meg újra.
id: Gagal memproses gambar. Mohon periksa kembali gambar yang diunggah dan coba lagi.
it: Elaborazione dell'immagine non riuscita. Controlla l'immagine caricata e riprova.
ja: 画像の処理に失敗しました。アップロードした画像を確認してもう一度やり直して下さい。
ko: 이미지 처리 실패. 업로드하려는 이미지를 확인하시고 다시 시도해주세요.
nl: Afbeelding verwerken mislukt. Controleer de geüploade afbeelding en probeer opnieuw.
no: Kunne ikke prosessere bildet. Verifiser opplastet bilde og prøv igjen.
pl: Nie udało się przetworzyć pliku. Zweryfikuj plik i spróbuj ponownie.
pt: Falha ao processar a imagem. Verifica a imagem carregada e tenta outra vez.
pt_br: Falha ao processar imagem. Verifique a imagem enviada e tente novamente.
ro: Imposibil de procesat imaginea. Verifică imaginea încărcată și încearcă din nou.
ru: Не удалось обработать изображение. Проверьте загруженное изображение и попробуйте снова.
sk: Spracovanie obrázku zlyhalo. Skontroluj si obrázok a skús to znova.
sv: Misslyckades med att processa bilden. Verifiera uppladdad bild och försök igen.
th: ประมวลผลรูปภาพล้มเหลว โปรดตรวจสอบรูปภาพและลองใหม่อีกครั้ง
tr: Resmin işlenmesi başarısız oldu. Yüklediğiniz resmi doğrulayıp tekrar deneyin.
uk: Не вдалося обробити зображення. Спробуйте ще раз.
vi: Không xử lý được hình ảnh. Kiểm tra hình ảnh đã tải lên và thử lại sau.
zh: 上传失败.请检查上传的图片然后重试.
zh_tw: 上傳失敗。請檢查上傳的圖片並重試.

# show.edit.cover.upload.button
source: Upload image
ar: رفع صورة
be: Запампаваць выяву
bg: Качи изображение
cs: Nahrát obrázek
da: Upload billede
de: Bild hochladen
el: Ανεβάστε εικόνα
es: Subir imagen
fi: Lataa kuva
fr: Mettre en ligne l'image
hu: Kép feltöltése
id: Unggah gambar
it: Carica immagine
ja: 画像のアップロード
ko: 이미지 업로드
nl: Upload afbeelding
no: Last opp bilde
pl: Dodaj tło
pt: Carregar imagem
pt_br: Enviar imagem
ro: Încarcă imaginea
ru: Загрузить изображение
sk: Nahrať obrázok
sv: Ladda upp bild
th: อัพโหลดรูปภาพ
tr: Resim yükle
uk: Завантажити зображення
vi: Tải ảnh lên
zh: 上传图片
zh_tw: 上傳圖片

# show.edit.cover.upload.dropzone
source: Drop here to upload
ar: اَسقط الملف هنا للرفع
be: Перацягніце сюды, каб запампаваць
bg: Пуснете файла тук, за да го качите
cs: Přetáhni sem pro nahrání
da: Smid her for at uploade
de: Zum Hochladen hier ablegen
el: Αφήστε εδώ για να ανεβεί
es: Suelta aquí para subir
fi: Pudota tiedosto tähän ladataksesi
fr: Déplacez ici pour uploader
hu: Húzd ide a feltöltendő fájlokat
id: Letakkan di sini untuk mengunggah
it: Trascina qui per caricarla
ja: ここにドロップしてアップロード
ko: 업로드하려면 여기에 끌어놓으세요
nl: Drop hier om te uploaden
no: Slipp her for å laste opp
pl: Upuść tutaj, aby dodać
pt: Larga aqui para carregar
pt_br: Solte aqui para enviar
ro: Plasați fișiere aici pentru a le încărca
ru: Перетащите для загрузки
sk: Tu vložte pre nahratie
sv: Släpp här för att ladda upp den
th: วางที่นี่เพื่ออัพโหลด
tr: Yüklemek için dosyayı bırak
uk: Для завантаження файлу перетягніть його сюди
vi: Thả vào đây để tải lên
zh: 拖拽到此处
zh_tw: 拖動到此處以上傳

# show.edit.cover.upload.dropzone_info
source: You can also drop your image here to upload
ar: يمكنك أيضا إسقاط الصورة هنا للرفع
be: Вы таксама можаце перацягнуць сюды, каб запампаваць
bg: Можете също да пуснете вашето изображение тук за качване
cs: Můžeš také přetánout sem pro nahrání
da: Du kan også smide dit billede her for at uploade
de: Du kannst das Bild auch hier ablegen, um es hochzuladen
el: Μπορείτε επίσης να σύρετε την εικόνα σας εδώ για να ανεβεί
es: También puedes soltar tu imagen aquí para subirla
fi: Voit myös lähettää kuvan pudottamalla sen tähän
fr: Vous pouvez aussi déplacer l'image ici pour la mettre en ligne
hu: Feltöltéshez ide is dobhatod a képed
id: Anda juga dapat meletakkan gambar Anda di sini untuk mengunggah.
it: Puoi anche trascinare qui l'immagine per caricarla
ja: ここにドラッグ＆ドロップでアップロードが可能です。
ko: 여기에 이미지를 끌어놓아 업로드할 수도 있습니다.
nl: Je kunt je afbeelding ook hier droppen om te uploaden
no: Du kan også slippe bildet ditt her for å laste det opp
pl: Możesz także upuścić swoje tło tutaj, aby je dodać
pt: Também podes largar aqui a tua imagem para carregá-la
pt_br: Você também pode soltar sua imagem aqui para enviar
ro: Poți, de asemenea, să-ți plasezi imaginea aici pentru a o încărca
ru: Вы также можете перетащить изображение сюда для загрузки
sk: Taktiež môžeš tu pretiahnuť pre nahranie
sv: Du kan också släppa din bild här för att ladda upp den
th: นอกจากนี้คุณยังสามารถวางรูปภาพเพื่ออัปโหลด
tr: Yüklemek için resmi buraya da bırakabilirsiniz
uk: Ви також можете перетягнути зображення сюди для завантаження
vi: Bạn cũng có thể thả hình ảnh vào đây để tải lên
zh: 将图片拖动到这里也可以上传
zh_tw: 您也可以將圖片拉到此處上傳

# show.edit.cover.upload.size_info
source: Cover size should be 2400x640
ar: حجم الغلاف يجب ان يكون 2400x640
be: Памер фону павінен быць 2400x620
bg: Размерът на корицата трябва да е 2400x620 пиксела
cs: Velikost záhlaví by měla být 2400x620
da: Coverbilledet burde være 2400x620
de: Banner sollte 2400x620 groß sein
el: Το μέγεθος του εξωφύλλου πρέπει να είναι 2400x620
es: El tamaño de la portada debe ser de 2400x640
fi: Kansikuvan kuuluisi olla 2400x620 pikseliä
fr: La taille de la bannière devrait être de 2400x620
hu: A borítónak 2400x620-asnak kellene lennie
id: Ukuran gambar sampul yang disarankan adalah 2400x640
it: L'immagine di copertina dovrebbe essere 2400x640
ja: 推奨の画像サイズは2400x620です
ko: 표지 크기는 2400x640 이여야 합니다.
nl: Cover grootte moet 2400x620 zijn
no: Størrelsen på banneret bør være 2400x620
pl: Rozmiary tła powinny wynosić przynajmniej 2400x640
pt: O tamanho da capa deverá ter 2400x620
pt_br: O tamanho da capa deve ser 2400x640
ro: Dimensiunea coperții trebuie să fie de 2400x620
ru: Размер обложки должен быть равен 2400x620
sk: Veľkosť pokrytia by mala byť 2400x620
sv: Omslagets storlek bör vara 2400x620
th: รูปภาพหน้าปกควรจะมีขนาด 2400x620
tr: Kapak boyutu 2400x620 olmalı
uk: Розмір обкладинки повинен бути 2400x620
vi: Kích cỡ ảnh bìa nên là 2400x620
zh: 图片大小最好是 2400x620 像素
zh_tw: 圖片尺寸應為2400x620

# show.edit.cover.upload.too_large
source: Uploaded file is too large.
ar: الملف المرفوع كبير جدا.
be: Запампаваны файл надта вялікі.
bg: Каченият файл е прекалено голям.
cs: Nahraný soubor je příliš velký.
da: Den uploadede fil er for stor.
de: Datei ist zu groß.
el: Το αρχείο είναι πολύ μεγάλο.
es: El archivo subido es demasiado grande.
fi: Lähetetty tiedosto on liian iso.
fr: Le fichier est trop volumineux.
hu: A feltöltött fájl túl nagy.
id: Berkas yang diunggah terlalu besar.
it: Il file caricato è troppo grande.
ja: アップロードファイルが大きすぎます。
ko: 업로드된 파일이 너무 큽니다.
nl: Het geüploade bestand is te groot.
no: Den opplastede filen er for stor.
pl: Plik jest zbyt duży.
pt: O ficheiro carregado é demasiado grande.
pt_br: O arquivo enviado é muito grande.
ro: Fișierul încărcat este prea mare.
ru: Загруженное изображение слишком большое.
sk: Nahraný súbor je príliš veľký.
sv: Den uppladdade filen är för stor.
th: ไฟล์มีขนาดใหญ่เกินไป
tr: Yüklenen dosya boyutu çok büyük.
uk: Завантажене зображення занадто велике.
vi: Tệp đã tải lên quá lơn.
zh: 上传的图片过大。
zh_tw: 上傳的圖片檔案過大.

# show.edit.cover.upload.unsupported_format
source: Unsupported format.
ar: تنسيق غير مدعوم.
be: Фармат не падтрымліваецца.
bg: Неподдържан формат.
cs: Nepodporovaný formát.
da: Ikke-understøttet format.
de: Format wird nicht unterstützt.
el: Μη υποστηριζόμενη μορφή.
es: Formato no soportado.
fi: Tiedostomuotoa ei tueta.
fr: Format non supporté.
hu: Nem támogatott formátum.
id: Format tidak didukung.
it: Formato non supportato.
ja: サポートされていないフォーマットです。
ko: 지원되지 않는 확장자입니다.
nl: Niet ondersteund formaat.
no: Formatet støttes ikke.
pl: To rozszerzenie nie jest wspierane.
pt: Formato não suportado.
pt_br: Formato não suportado.
ro: Format nesuportat.
ru: Неподдерживаемый формат.
sk: Nepodporovaný formát.
sv: Formatet stöds ej.
th: ไม่รองรับไฟล์นามสกุลนี้
tr: Desteklenmeyen biçim.
uk: Формат не підтримується.
vi: Định dạng không được hỗ trợ.
zh: 不支持的格式。
zh_tw: 不支援的檔案格式.

# show.edit.cover.upload.restriction_info._
source: Upload available for {0} only
ar: الرفع متاح لـ {0} فقط
be: Запампоўка даступна толькі для {0}
bg: Качването е налично само за {0}
da: Upload er kun tilgængelig for {0}
de: Hochladen nur für {0} verfügbar
es: Carga disponible sólo para {0}
fi: Kuvien lähetys käytettävissä vain {0}
fr: Mise en ligne disponible pour les {0} uniquement
hu: Feltöltés csak {0} -hez elérhető
id: Layanan unggah tersedia hanya untuk {0}
it: Caricamento disponibile solo per gli {0}
ja: アップロードは {0} でのみ可能です
ko: 업로드는 {0}만 가능합니다.
nl: Upload beschikbaar alleen voor {0}
no: Oppdatering er bare tilgjengelig for {0}
pl: Tylko {0} mogą przesyłać pliki
pt: Carregamento disponível apenas para {0}
pt_br: Upload disponível apenas para {0}
ro: Încărcare disponibilă pentru {0} doar
ru: Загрузка доступна только {0}
sk: Nahrávanie je k dispozícií len pre {0}
sv: Uppladdning tillgänglig för {0} enbart
th: อัพโหลดได้สำหรับ {0} เท่านั้น
tr: Yükleme sadece {0} için mevcut
uk: Завантаження доступна тільки {0}
vi: Tải lên chỉ có sẵn cho {0}
zh: 自定义头图只有 {0} 可用
zh_tw: 上傳可用於 {0} 僅

# show.edit.cover.upload.restriction_info.link
source: osu!supporters
de: osu!supporter
fi: osu!kannattajat
hu: osu!támogatók
id: osu!supporter
it: osu!supporter
ja: osu!サポーター
ko: osu! 서포터
no: osu!supportere
pl: donatorzy osu!
ro: osu!suporteri
ru: приобретшим тег osu!supporter
sk: osu!supporteri
sv: osu!supportrar
th: ผู้สนับสนุน osu!
tr: osu!supporterlar
uk: власникам osu!supporter
vi: osu!supporter
zh: osu! 支持者
zh_tw: osu! 贊助者

# show.edit.default_playmode.is_default_tooltip
source: default game mode
ar: الوضع الافتراضي للعبة
be: прадвызначаны рэжым гульні
bg: стандартният режим на игра
cs: výchozí herní mód
da: standardspiltilstand
de: standard-spielmodus
el: προεπιλεγμένο game mode
es: modo de juego predeterminado
fi: oletus pelimuoto
fr: mode de jeu par défaut
hu: alapértelmezett játékmód
id: mode permainan utama
it: modalità predefinita
ja: メインのゲームモード
ko: 메인 게임 모드
nl: standaard spelmode
no: standard spillmodus
pl: domyślny tryb gry
pt: modo de jogo por omissão
pt_br: modo de jogo padrão
ro: mod de joc implicit
ru: режим игры по умолчанию
sk: štandardný herný mód
sv: standard spelläge
th: เกมโหมดหลัก
tr: varsayılan oyun modu
uk: режим гри за замовчуванням
vi: chế độ chơi mặc định
zh: 默认游戏模式
zh_tw: 預設遊戲模式

# show.edit.default_playmode.set
source: set {0} as profile default game mode
ar: عين {0} كالوضع الافتراضي للعبة
be: усталяваць {0} як прадвызначаны рэжым гульні
bg: задаване на {0} като стандартен режим на игра
cs: nastavit {0} jako výchozí herní mód profilu
da: sæt {0} som din default mode
de: wähle {0} als standard-spielmodus
el: όρισε το {0} ως το προεπιλεγμένο game mode
es: establecer {0} como el modo de juego predeterminado del perfil
fi: aseta {0}: profiilin oletetuksi pelimuodoksi
fr: définir {0} comme mode de jeu par défaut
hu: {0} beállítása alapértelmezettnek
id: atur {0} sebagai mode permainan utama Anda
it: imposta {0} come modalità predefinita
ja: {0}をメインのゲームモードに設定する
ko: {0}를 메인 게임 모드로 설정
nl: zet {0} als standaard profiel spelmode
no: angi :{0} som standard spillmodus
pl: ustaw {0} jako domyślny tryb gry
pt: definir {0} como perfil de modo de jogo por omissão
pt_br: definir {0} como modo de jogo padrão
ro: setează {0} ca modul de joc implicit al profilului
ru: установить {0} как режим игры по умолчанию
sk: nastaviť {0} ako predvolený herný mód profilu
sv: sätt {0} som profilens förvalda spelläge
th: ตั้ง {0} เป็นเกมโหมดหลักของโปรไฟล์
tr: {0} 'ı varsayılan oyun modu olarak ayarla
uk: вибрати {0} як режим гри за замовчуванням
vi: đặt {0} làm chế độ chơi mặc định của trang cá nhân
zh: 设置 {0} 为个人资料的默认游戏模式
zh_tw: 設定 {0} 為個人簡介預設的遊戲模式

# show.extra.none
source: none
ar: بلا
bg: никакъв
cs: nic
da: ingen
de: nichts
es: ninguno
fi: ei mitään
fr: aucun
hu: semmi
id: kosong
it: nessuno
ja: なし
ko: 없음
nl: geen
no: ingen
pl: brak
pt: nenhum
pt_br: nenhum
ro: niciunul
ru: нет
sk: žiadne
sv: ingen
th: ไม่มี
tr: hiçbiri
uk: нічого
vi: không có
zh: 无
zh_tw: 無

# show.extra.unranked
source: No recent plays
ar: لا نتائج اخيرة
be: Няма нядаўніх гульняў
bg: Няма скорошни данни
cs: Žádné poslední údaje o hraní
da: Ingen beatmaps spillet for nyligt
de: Keine Plays in letzter Zeit
el: Κανένα πρόσφατο σκορ
es: No hay partidas recientes
fi: Ei viimeaikaisia pelejä
fr: Aucune partie récente
hu: Nem játszott mostanában
id: Tidak ada rekam jejak permainan yang tercatat dalam beberapa waktu ke belakang
it: Nessuna partita recente
ja: 最近のプレイはありません
ko: 최근 플레이가 없습니다
nl: Geen recente plays
no: Ingen nylige spill
pl: Brak nowych wyników
pt: Nenhuma partida recente
pt_br: Nada jogado recentemente
ro: Nu există jocuri recente
ru: Нет недавних игр
sk: Žiadne posledné údaje o hraní
sv: Inga senaste spel
th: ยังไม่มีการเล่น
tr: Son zamanlarda oynamamış
uk: Немає недавніх ігор
vi: Không chơi gần đây
zh: 最近没有玩过
zh_tw: 近期沒有遊玩記錄

# show.extra.achievements.achieved-on
source: Achieved on {0}
ar: احتُل عند {0}
be: Атрымана {0}
bg: Постигнато на {0}
cs: Dosaženo {0}
da: Opnået den {0}
de: Erreicht am {0}
el: Επιτεύχθηκε στις {0}
es: Obtenido el {0}
fi: Saavutuspäivä {0}
fr: Acquis le {0}
hu: Elérte: {0}
id: Diraih pada {0}
it: Ottenuto il {0}
ja: 達成日 {0}
ko: {0}에 달성함
nl: Behaald op {0}
no: Oppnådd {0}
pl: Odblokowane dnia {0}
pt: Alcançada em {0}
pt_br: Conquistado em {0}
ro: Realizat pe {0}
ru: Получено {0}
sk: Dosiahnuté {0}
sv: Uppnått {0}
th: สำเร็จเมื่อวันที่ {0}
tr: {0} tarihinde başarıldı
uk: Отримано {0}
vi: Đạt được vào {0}
zh: 达成于 {0}
zh_tw: 於 {0}達成

# show.extra.achievements.locked
source: Locked
ar: مُغلق
be: Заблакавана
bg: Заключенo
cs: Uzamknuto
da: Låst
de: Noch nicht freigeschaltet
el: Κλειδωμένο
es: Bloqueado
fi: Lukittu
fr: Verrouillé
hu: Zárolt
id: Terkunci
it: Bloccato
ja: ロック
ko: 잠김
nl: Vergrendeld
no: Låst
pl: Zablokowane
pt: Bloqueada
pt_br: Trancado
ro: Blocat
ru: Не получено
sk: Nedosiahnuté
sv: Låst
th: ล็อค
tr: Kilitli
uk: Не отримано
vi: Đã khóa
zh: 锁定
zh_tw: 已鎖定

# show.extra.achievements.title
source: Achievements
ar: الانجازات
be: Дасягненні
bg: Постижения
cs: Úspěchy
da: Præstationer
de: Erfolge
el: Επιτεύγματα
es: Logros
fi: Saavutukset
fr: Succès
hu: Trófeák
id: Pencapaian
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
no: Prestasjoner
pl: Osiągnięcia
pt: Proezas
pt_br: Conquistas
ro: Realizări
ru: Достижения
sk: Úspechy
sv: Prestationer
th: รางวัลความสำเร็จ
tr: Başarımlar
uk: Досягнення
vi: Huy hiệu
zh: 成就
zh_tw: 成就

# show.extra.beatmaps.by_artist
source: by {0}
ar: بواسطة {0}
be: ад {0}
bg: от {0}
cs: autora {0}
da: af {0}
de: von {0}
el: από {0}
es: por {0}
fi: artistilta {0}
fr: par {0}
hu: {0} által
id: oleh {0}
it: di {0}
nl: door {0}
no: av {0}
pl: autorstwa {0}
pt: por {0}
pt_br: por {0}
ro: de {0}
ru: от {0}
sk: od {0}
sv: av {0}
th: โดย {0}
tr: {0} tarafından
uk: від {0}
vi: bởi {0}
zh_tw: 作者：{0}

# show.extra.beatmaps.title
source: Beatmaps
ar: خرائط الايقاع
be: Бітмапы
bg: Бийтмапове
cs: Beatmapy
es: Mapas
fi: Beatmapit
hu: Beatmap-ek
id: Beatmap
it: Beatmap
ja: ビートマップ
ko: 비트맵
pl: Beatmapy
ru: Карты
sk: Beatmapy
th: บีทแมพ
tr: Beatmapler
uk: Карти
zh: 谱面
zh_tw: 圖譜

# show.extra.beatmaps.favourite.title
source: Favourite Beatmaps
ar: الخرائط المفضلة
be: Абраныя бітмапы
bg: Любими бийтмапове
cs: Oblíbené Beatmapy
da: Favorit Beatmaps
de: Lieblingsbeatmaps
el: Αγαπημένα Beatmaps
es: Mapas Favoritos
fi: Suosikit
fr: Beatmaps favorites
hu: Kedvenc Beatmapek
id: Beatmap Favorit
it: Beatmap Preferite
ja: お気に入りのビートマップ
ko: 즐겨찾기한 비트맵
nl: Favoriete Beatmaps
no: Favorittbeatmaps
pl: Ulubione beatmapy
pt: Beatmaps favoritos
pt_br: Beatmaps Favoritos
ro: Beatmap-uri favorite
ru: Избранные карты
sk: Obľúbené Beatmapy
sv: Favoriserade Beatmaps
th: บีทแมพที่ชื่นชอบ
tr: Favori Beatmapler
uk: Улюблені карти
vi: Beatmap Yêu Thích
zh: 收藏的谱面
zh_tw: 收藏的圖譜

# show.extra.beatmaps.graveyard.title
source: Graveyarded Beatmaps
ar: الخرائط المقبورة
be: Закінутыя бітмапы
bg: Изоставени бийтмапове
cs: Pohřbené Beatmapy
da: Beatmaps på Kirkegården
de: Begrabene Beatmaps
el: Παρατημένα Beatmaps
es: Mapas Abandonados
fi: Kuopatut
fr: Beatmaps dans le cimetière
hu: Eltemetett Beatmap-ek
id: Beatmap Graveyard
it: Beatmap Abbandonate
ja: Graveyardのビートマップ
ko: 무덤에 간 비트맵
nl: Beatmaps in het kerkhof
no: Gravlagte Beatmaps
pl: Porzucone beatmapy
pt: Beatmaps no cemitério
pt_br: Beatmaps no Cemitério
ro: Beatmaps îngropate
ru: Заброшенные карты
sk: Pochované Beatmapy
sv: Begravda Beatmaps
th: สุสานบีทแมพ
tr: Mezarlıktaki Beatmapler
uk: Закинуті карти
zh: 坟场里的谱面
zh_tw: 已拋棄的圖譜

# show.extra.beatmaps.loved.title
source: Loved Beatmaps
ar: الخرائط المُحَبَبة
be: Любімыя бітмапы
bg: Обичани бийтмапове
cs: Oblíbené Beatmapy
da: Elskede beatmaps
es: Mapas Amados
fi: Rakastetut beatmapit
fr: Beatmaps loved
hu: Szeretett Beatmap-ek
id: Beatmap Loved
it: Beatmap Amate
ja: Lovedされたビートマップ
ko: Loved 비트맵
no: Elskede Beatmaps
pl: Ulubione beatmapy społeczności
pt: Beatmaps adorados
pt_br: Beatmaps Loved
ro: Beatmaps iubite
ru: Любимые карты
sk: Obľúbené Beatmapy
sv: Älskade Beatmaps
th: บีทแมพที่ Loved
tr: Sevilen Beatmapler
uk: Улюблені карти
zh: Loved 的谱面
zh_tw: 喜歡的圖譜

# show.extra.discussions.title
source: Discussions
ar: المناقشات
bg: Дискусии
cs: Diskuze
da: Diskussioner
de: Diskussionen
es: Discusiones
fi: Keskustelut
hu: Hozzászólások
id: Diskusi
it: Discussioni
ja: ディスカッション
ko: 토론
nl: Discussies
no: Diskusjoner
pl: Dyskusje
pt: Discussões
pt_br: Discussões
ro: Discuții
ru: Обсуждения
sk: Diskusie
sv: Diskussioner
th: การสนทนา
tr: Tartışmalar
uk: Обговорення
vi: Thảo luận
zh: 讨论
zh_tw: 討論

# show.extra.discussions.title_longer
source: Recent Discussions
ar: المناقشات الأخيرة
bg: Скорошни дискусии
cs: Poslední diskuze
da: Seneste Diskussioner
de: Neueste Diskussionen
es: Discusiones recientes
fi: Viimeaikaiset Keskustelut
fr: Discussions récentes
hu: Legújabb beszélgetések
id: Diskusi Terbaru
it: Discussioni Recenti
ja: 最近のディスカッション
ko: 최근 토론
nl: Recente discussies
no: Nylige diskusjoner
pl: Ostatnie dyskusje
pt: Discussões recentes
pt_br: Discussões Recentes
ro: Discuții recente
ru: Недавние обсуждения
sk: Nedávne diskusie
sv: Senaste Diskussionerna
th: บทสนทนาที่ผ่านมา
tr: Son Tartışmalar
uk: Недавні обговорення
vi: Thảo luận gần đây
zh: 最近讨论
zh_tw: 最近討論

# show.extra.discussions.show_more
source: see more discussions
ar: رؤية المزيد من المناقشات
bg: виж повече дискусии
cs: zobrazit více diskuzí
da: se flere diskussioner
de: mehr Diskussionen anzeigen
es: ver más discusiones
fi: nää lisää keskusteluja
fr: voir plus de discussions
hu: további beszélgetések mutatása
id: lihat lebih banyak diskusi
it: guarda più discussioni
ja: 他のディスカッションを見る
ko: 토론 더 보기
nl: zie meer discussies
no: se flere diskusjoner
pl: zobacz więcej dyskusji
pt: ver mais discussões
pt_br: ver mais discussões
ro: vedeți mai multe discuții
ru: посмотреть больше обсуждений
sk: pozri ďalšie diskusie
sv: se fler diskussioner
th: ดูการสนทนาเพิ่มเติม
tr: daha fazla tartışma gör
uk: бачити більше обговорень
vi: xem thảo luận khác
zh: 查看更多讨论
zh_tw: 顯示更多討論

# show.extra.events.title
source: Events
ar: الأحداث
bg: Събития
cs: Události
da: Begivenheder
es: Eventos
fi: Tapahtumat
fr: Événements
hu: Események
id: Aktivitas
it: Eventi
ja: イベント
ko: 이벤트
nl: Gebeurtenissen
no: Hendelser
pl: Wydarzenia
pt: Eventos
pt_br: Eventos
ro: Evenimente
ru: События
sk: Udalosti
sv: Händelser
th: อีเว้นท์
tr: Etkinlikler
uk: Події
vi: Sự kiện
zh: 事件
zh_tw: 活動

# show.extra.events.title_longer
source: Recent Events
ar: الأحداث الأخيرة
bg: Скорошни събития
cs: Poslední údálosti
da: Seneste Begivenheder
de: Neueste Events
es: Eventos Recientes
fi: Viimeisimmät tapahtumat
fr: Événements récents
hu: Legutóbbi Események
id: Aktivitas Terakhir
it: Eventi Recenti
ja: 最近のイベント
ko: 최근 이벤트
nl: Recente gebeurtenissen
no: Nylige Hendelser
pl: Ostatnie wydarzenia
pt: Eventos recentes
pt_br: Eventos Recentes
ro: Evenimente recente
ru: Недавние события
sk: Nedávne udalosti
sv: Senaste Händelser
th: อีเว้นท์ล่าสุด
tr: Son Etkinlikler
uk: Недавні події
vi: Sự kiện gần đây
zh: 最近事件
zh_tw: 近期活動

# show.extra.events.show_more
source: see more events
ar: عرض المزيد من الأحداث
bg: виж повече събития
cs: zobrazit více eventů
da: se flere begivenheder
de: mehr Events anzeigen
es: ver más eventos
fi: nää lisää tapahtumia
fr: voir plus d'événements
hu: további események
id: lihat lebih banyak aktivitas
it: guarda più eventi
ja: 他のイベントを見る
ko: 이벤트 더 보기
nl: meer gebeurtenissen zien
no: se flere hendelser
pl: zobacz więcej wydarzeń
pt: ver mais eventos
pt_br: ver mais eventos
ro: vedeți mai multe evenimente
ru: посмотреть больше событий
sk: pozri ďalšie udalosti
sv: se fler händelser
th: ดูอีเว้นท์อื่นๆ เพิ่มเติม
tr: daha fazla etkinlik gör
uk: бачити більше подій
vi: xem sự kiện khác
zh: 查看更多事件
zh_tw: 顯示更多活動

# show.extra.historical.title
source: Historical
ar: التاريخ
be: Храналогія
bg: Хронология
cs: Historické
da: Historik
de: Historisch
el: Ιστορικό
es: Histórico
fi: Historialliset
fr: Historique
hu: Történelem
id: Historis
it: Cronologia
ja: 履歴
ko: 통계
nl: Historisch
no: Historikk
pl: Historia
pt: Historial
pt_br: Histórico
ro: Istoric
ru: Хронология
sk: História
sv: Historisk
th: ประวัติ
tr: Geçmiş
uk: Активність
vi: Lịch Sử
zh: 历史记录
zh_tw: 歷史記錄

# show.extra.historical.monthly_playcounts.title
source: Play History
ar: تاريخ اللعب
be: Гульнявая гісторыя
bg: Историята на игра
cs: Herní historie
da: Spille-historik
de: Play-Verlauf
el: Ιστορικό Δραστηριότητας
es: Historial de juego
fi: Pelaushistoria
fr: Historique des parties
hu: Játék előzmények
id: Riwayat Permainan
it: Cronologia Partite
ja: プレイ回数の履歴
ko: 플레이 기록
nl: Speelgeschiedenis
no: Spillhistorikk
pl: Wykres zagrań
pt: Histórico de jogos
pt_br: Histórico de Jogo
ro: Istoricul jocurilor
ru: График по месяцам
sk: Herná História
sv: Spelhistorik
th: ประวัติการเล่น
tr: Oyun Geçmişi
uk: Активність по місяцях
vi: Lịch Sử Chơi
zh: 游玩记录
zh_tw: 遊玩紀錄

# show.extra.historical.monthly_playcounts.count_label
source: Plays
ar: مرات اللعب
be: Гульняў
bg: Игри
cs: Her
de: Spiele
el: Προσπάθειες
es: Veces jugado
fi: Pelikerrat
fr: Parties
hu: Játszások
id: Kali Bermain
it: Giocate
ja: プレイ数
ko: 플레이 횟수
nl: Aantal keer gespeeld
no: Spillforsøk
pl: Liczba zagrań:
pt: Partidas
pt_br: Vezes jogadas
ro: Jocuri
ru: Игр
sk: Hier
sv: Spelningar
th: จำนวนการเล่น
tr: Oynamalar
uk: Ігор
vi: Lượt Chơi
zh: 游玩次数
zh_tw: 遊玩次數

# show.extra.historical.most_played.count
source: times played
ar: مرة لُعِبت
be: згуляна раз
bg: пъти изиграно
cs: odehraný čas
da: gange spillet
de: mal gespielt
el: φορές που παίχτηκε
es: veces jugadas
fi: pelikertoja:
fr: Nombre de fois jouée
hu: alkalommal lejátszva
id: jumlah dimainkan
it: volte giocata
ja: プレイ回数
ko: 플레이 횟수
nl: keer gespeeld
no: antall forsøk
pl: liczba zagrań
pt: vezes jogados
pt_br: vezes jogadas
ro: jucat de
ru: количество игр
sk: odohraný čas
sv: gånger spelade
th: จำนวนครั้งที่เล่น
tr: oynama sayısı
uk: разів зіграно
vi: số lần chơi
zh: 游玩次数
zh_tw: 遊玩次數
