Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# login.username
source: Username
ar: اسم المستخدم
be: Імя карыстальніка
bg: Потребителско име
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
hu: Felhasználónév
id: Nama Pengguna
it: Nome Utente
ja: ユーザー名
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Nome de Usuário
ro: Nume de utilizator
ru: Никнейм
sk: Používateľské meno
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên tài khoản
zh: 用户名
zh_tw: 使用者名稱

# login.beta.main
source: Beta access is currently restricted to privileged users.
ar: وصول البيتا مقيد حالياََ للمستخدمين ذوي الاِمتيازات فقط.
be: Доступ да бэта-версіі абмежаваны.
bg: Ранният достъп е ограничен само за привилегировани потребители.
cs: Beta přístup je momentálně omezen na oprávněné uživatele.
da: Adgang til betaversionen er i øjeblikket begrænset til priveligerede brugere.
de: Beta-Zugang ist momentan privilegierten Benutzern vorbehalten.
el: Η πρόσβαση στην έκδοση Beta είναι περιορισμένη σε προνομιούχους χρήστες.
es: El acceso a la beta está actualmente restringido a usuarios privilegiados.
fi: Beta on tällä hetkellä käytössä vain siihen oikeutetuilla käyttäjillä.
fr: L'accès à la version bêta est actuellement réservé aux utilisateurs privilégiés.
hu: Beta hozzáférés jelenleg csak kiváltságos felhasználóknak elérhető.
id: Akses beta saat ini hanya terbuka kepada pengguna-pengguna tertentu.
it: L'accesso alla beta è attualmente limitato ad utenti privilegiati.
ja: ベータアクセスは権限があるユーザーのみに付与されます。
ko: 베타 권한은 현재 일부 특수 사용자만 가지고 있습니다.
nl: Beta toegang is momenteel beperkt voor bepaalde gebruikers.
no: Tilgang til beta er for øyeblikket begrenset til privilegerte brukere.
pl: Beta jest obecnie dostępna tylko dla wybranych użytkowników.
pt: O acesso beta está atualmente restrito a utilizadores privilegiados.
pt_br: Acesso beta está restrito apenas para usuários privilegiados.
ro: Accesul beta este momentan limitat la utilizatorii autorizați.
ru: Доступ к бета-версии ограничен.
sk: Beta prístup je momentálne obmedzený pre oprávnených užívateľov.
sv: Beta-åtkomst är för nuvarande begränsad till privilegierade användare.
th: การเข้าใช้แบบเบต้าจำกัดเฉพาะผู้ใช้ที่มีสิทธิพิเศษเท่านั้น
tr: Beta erişimi ayrıcalıklı üyelere kısıtlandırılmıştır.
uk: Доступ до бета-версії обмежений.
vi: Quyền truy cập bản thử nghiệm hiện bị hạn chế cho người dùng đặc quyền.
zh: Beta 仅限于特定用户访问
zh_tw: Beta 版僅限於特定使用者存取

# login.beta.small
source: (osu!supporters will get in soon)
ar: (سوف يحصل عليه osu!supporters قريبا)
be: (osu!supporters хутка атрымаць доступ)
bg: (osu!supporter ще има достъп скоро)
cs: (brzy pro podporovatele)
da: (osu!supportere ville kunne komme ind snart)
de: (osu!supporter kommen bald dazu)
el: (οι osu!supporters θα έχουν πρόσβαση σύντομα)
es: (los osu!supporters tendrán acceso pronto)
fi: (osu!tukijat tulevat kohta)
fr: (les osu!supporter l'obtiendront bientôt)
hu: (osu!támogatók hamarosan bejutnak)
id: (osu!supporter akan segera masuk)
it: (gli osu!supporter lo avranno a breve)
ja: (osu!サポーターはすぐ手に入ります)
ko: (osu! 서포터들도 곧 받게 될 거에요)
nl: (osu!supporters krijgen binnenkort in)
no: (osu!supportere vil komme inn snart)
pl: (donatorzy osu! otrzymają ją wkrótce)
pt: (osu!supporters terão acesso em breve)
pt_br: (osu!supporters terão acesso em breve)
ro: (suporterii osu! vor primi acces curând)
ru: (владельцы osu!supporter получат доступ позже)
sk: (osu!supporters sa dostanú dnu skorej)
sv: (osu!supportrar kommer att komma in snart)
th: (osu!supporters จะได้เข้าเร็วๆนี้)
tr: (osu!supporterlar yakında erişebilecekler)
uk: (osu!supporters отримають доступ пізніше)
vi: (người ủng hộ sẽ sớm được tham gia)
zh: （在不久后将对 osu!支持者 开放）
zh_tw: (osu!贊助者將在不久後開放)

# posts.title
source: {0}'s posts
ar: {0} منشورات
be: допісаў {0}
bg: публикациите на {0}
cs: {0}'s příspěvky
da: {0}'s opslag
de: Posts von {0}
el: Δημοσιεύσεις του {0}
es: Publicaciones de {0}
fi: käyttäjän {0} viestit
fr: Posts de {0}
hu: {0} hozzászólásai
id: Postingan {0}
it: Post di {0}
ja: {0}の投稿
ko: {0}님의 글
nl: {0}'s berichten
no: Innleggene til {0}
pl: Posty użytkownika {0}
pt: Publicações de {0}
pt_br: postagens de {0}
ro: Postările lui {0}
ru: публикации {0}
sk: {0}'s príspevky
sv: {0}'s inlägg
th: โพสต์ทั้งหมดของ{0}
tr: {0}'in gönderileri
uk: Публікації {0}
vi: Bài đăng của {0}
zh: {0} 的帖子
zh_tw: {0} 的貼文

# anonymous.login_link
source: click to sign in
ar: انقر لتسجيل الدخول
be: націсніце, каб увайсці
bg: щракнете, за да влезете
cs: klikněte pro přihlášení
da: klik for at logge ind
de: zum Einloggen klicken
el: κάντε κλικ για να συνδεθείτε
es: haga clic para iniciar sesión
fi: kirjaudu sisään napsauttamalla
fr: cliquez pour vous connecter
hu: kattints a bejelentkezéshez
id: klik untuk masuk
it: clicca per accedere
ja: クリックしてログイン
ko: 클릭하여 로그인
nl: klik om in te loggen
no: klikk for å logge inn
pl: kliknij, aby się zalogować
pt: clica para iniciar sessão
pt_br: clique para conectar-se
ro: dă clic pentru a te conecta
ru: нажмите для входа
sk: klikni pre prihlásenie
sv: klicka för att logga in
th: คลิกเพื่อลงชื่อเข้าใช้
tr: giriş yapmak için tıklayın
uk: натисніть тут, щоб увійти
vi: nhấp để đăng nhập
zh: 点击登录
zh_tw: 點擊登入

# anonymous.login_text
source: sign in
ar: تسجيل الدخول
be: увайсці
bg: вход
cs: přihlásit se
da: log ind
de: einloggen
el: σύνδεση
es: iniciar sesión
fi: kirjaudu sisään
fr: se connecter
hu: bejelentkezés
id: masuk
it: registrati
ja: ログイン
ko: 로그인
nl: log in
no: logg inn
pl: zaloguj się
pt: iniciar sessão
pt_br: conectar-se
ro: conectează-te
ru: войти
sk: prihlásiť sa
sv: logga in
th: ลงชื่อเข้าใช้
tr: giriş yap
uk: увійти
vi: đăng nhập
zh: 登录
zh_tw: 登入

# anonymous.username
source: Guest
ar: زائر
be: Госць
bg: Гост
cs: Návštěvník
da: Gæst
de: Gast
el: Επισκέπτης
es: Invitado
fi: Vieras
fr: Invité
hu: Vendég
id: Tamu
it: Ospite
ja: ゲスト
ko: 손님
nl: Gast
no: Gjest
pl: Gość
pt: Convidado
pt_br: Visitante
ro: Vizitator
ru: Гость
sk: Návštevník
sv: Gäst
th: ผู้เยี่ยมชม
tr: Misafir
uk: Гість
vi: Khách
zh: 游客
zh_tw: 訪客

# anonymous.error
source: You need to be signed in to do this.
ar: تحتاج إلى تسجيل الدخول للقيام بذلك.
be: Каб зрабіць гэта, вам трэба ўвайсці.
bg: Трябва да сте влезли в акаунта си, за да направите това.
cs: Pro tuto akci musíte být přihlášeni.
da: Du skal være logget ind for at gøre dette.
de: Dafür musst du eingeloggt sein.
el: Πρέπει να είστε συνδεδεμένος για να το κάνετε αυτό.
es: Necesitas haber iniciado sesión para hacer esto.
fi: Sinun tarvitsee olla kirjautunut tätä varten.
fr: Vous devez être connecté pour faire ça.
hu: Be kell jelentkezned, hogy ezt csináld.
id: Anda harus masuk terlebih dahulu untuk dapat melakukan tindakan ini.
it: Devi accedere per poterlo fare.
ja: ログインが必要です。
ko: 계속하려면 로그인하셔야 합니다.
nl: Je moet ingelogd zijn om dit te doen.
no: Du må være innlogget for å gjøre dette.
pl: Musisz się zalogować, aby to zrobić.
pt: Precisas de ter sessão iniciada para fazer isto.
pt_br: Você precisa estar conectado para fazer isso.
ro: Trebuie să fii conectat pentru a face acest lucru.
ru: Вы должны войти чтобы сделать это.
sk: Pre túto akciu sa musíte najskôr prihlásiť.
sv: Du behöver vara inloggad för att göra detta.
th: คุณจะต้องเข้าสู่ระบบเพื่อจะกระทำสิ่งนี้
tr: Bunu yapmak için giriş yapmalısınız.
uk: Спершу ввійдіть до облікового запису.
vi: Bạn cần phải đăng nhập để làm việc này.
zh: 请先登录
zh_tw: 請先登入

# logout_confirm
source: Are you sure you want to sign out? :(
ar: أتريد تسجيل الخروج حقا؟ :(
be: Вы ўпэўнены, што хочаце выйсці? :(
bg: Сигурни ли сте, че искате да излезете от профила си? :(
cs: Opravdu se chceš odhlásit? :(
da: Er du sikker på, at du vil logge ud? :(
de: Sicher, dass du dich ausloggen willst? :(
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε; :(
es: ¿Seguro que desea cerrar la sesión? :(
fi: Oletko varma, että haluat kirjautua ulos? :(
fr: Êtes-vous sûr de vouloir vous déconnecter ? :(
hu: Biztosan ki akarsz jelentkezni? :(
id: Apa Anda yakin ingin keluar? :(
it: Sei sicuro di volerti disconnettere? :(
ja: ログアウトしてもよろしいですか？
ko: 정말 로그아웃하실건가요? :(
nl: Weet je zeker dat je wilt uitloggen? :(
no: Er du sikker på at du vil logge ut? :(
pl: Na pewno chcesz się wylogować? :(
pt: Tens a certeza que queres terminar a sessão? :(
pt_br: Tem certeza de que deseja sair? :(
ro: Ești sigur că vrei să te deconectezi? :(
ru: Вы точно хотите выйти? :(
sk: Naozaj sa chceš odhlásiť? :(
sv: Är du säker på att du vill logga ut? :(
th: คุณแน่ใจหรือว่าต้องการออกจากระบบ? :(
tr: Çıkış yapmak istediğinize emin misiniz? :(
uk: Ви справді бажаєте вийти? :(
vi: Bạn có chắc muốn đăng xuất không? :(
zh: 确定要退出吗？o(TヘTo)
zh_tw: 確定要登出嗎？o(TヘTo)

# report.button_text
source: Report
ar: اِبلاغ
be: справаздача
bg: докладвай
cs: nahlásit
da: Anmeld
de: melden
el: αναφορά
es: Denunciar
fi: raportoi
fr: Signaler
hu: jelentés
id: laporkan
it: Segnala
ja: 報告
ko: 신고
nl: rapporteer
no: Rapporter
pl: Zgłoś
pt: denunciar
pt_br: Denunciar
ro: raportează
ru: пожаловаться
sk: nahlásiť
sv: rapportera
th: รายงาน
tr: şikayet et
uk: Поскаржитися
vi: báo cáo
zh: 举报
zh_tw: 檢舉

# report.comments
source: Additional Comments
ar: تعليقات إضافية
be: Дадатковыя каментарыі
bg: Допълнителни коментари
cs: Přídavné komentáře
da: Yderligere Kommentarer
de: Weitere Kommentare
el: Πρόσθετα Σχόλια
es: Comentarios adicionales
fi: Lisä-kommentit
fr: Commentaires supplémentaires
hu: További megjegyzések
id: Komentar Tambahan
it: Ulteriori Commenti
ja: 追加のコメント
ko: 추가 의견
nl: Aanvullende opmerkingen
no: Ytterlige Kommentarer
pl: Dodatkowe informacje
pt: Comentários adicionais
pt_br: Comentários Adicionais
ro: Comentarii suplimentare
ru: Дополнительные комментарии
sk: Ďalšie komentáre
sv: Ytterligare kommentarer
th: ความคิดเห็นเพิ่มเติม
tr: Ek yorumlar
uk: Додаткові коментарі
vi: Bình Luận Khác
zh: 附加信息
zh_tw: 補充評論

# report.placeholder
source: Please provide any information you believe could be useful.
ar: يرجى تقديم أي معلومات تعتقد انه يمكن أن تكون مفيدة.
be: Калі ласка, паведаміце любую інфармацыю, якую лічаце карыснай.
bg: Моля предоставете всякаква информация, която смятате, че ще бъде полезна.
cs: Prosím uveďte jakékoliv informace které si myslíte že by mohly být užitečně.
da: Vær venlig at tilføje alle informationer du tror vil kunne være nyttige.
de: Bitte stelle jegliche Infomationen zur Verfügung, die nützlich sein könnten.
el: Παρακαλώ δώστε οποιαδήποτε πληροφορία πιστεύετε ότι μπορεί να είναι χρήσιμη.
es: Por favor, proporcione cualquier información que crea que pueda ser útil.
fi: Anna kaikki tieto joka voisi olla kätevää.
fr: Veuillez fournir toute information que vous pensez pouvoir être utile.
hu: Kérlek minden információt adj meg, amiről úgy gondolod hogy hasznos lehet.
id: Mohon berikan informasi apapun yang Anda yakini dapat bermanfaat.
it: Fornisci qualsiasi informazione che ritieni possa essere utile.
ja: あなたが役に立つと思う情報を書いて下さい。
ko: 아시는 정보를 입력해 주세요. 유용하게 쓰일 수 있습니다.
nl: Geef alstublieft informatie die je denkt te kunnen gebruiken.
no: Vennligst angi hva som helst av informasjon som du tror kan være nyttig.
pl: Podaj wszystkie informacje, które mogą okazać się przydatne.
pt: Por favor fornece qualquer informação que acredites ser útil.
pt_br: Por favor, forneça qualquer informação que você acredite ser útil.
ro: Te rugăm să oferi orice informație ce crezi că ar putea fi utilă.
ru: Пожалуйста, представьте всю информацию, которую вы считаете нужной.
sk: Prosím, uveďte akékoľvek informácie, ktoré si myslíte, že by mohli byť užitočné.
sv: Var snäll och lämna någon information som du tror kan vara användbar.
th: โปรดให้ข้อมูลที่คุณคิดว่าจะมีประโยชน์
tr: Lütfen kullanışlı olabileceğini düşündüğünüz her türlü bilgiyi iletin.
uk: Будь ласка, надайте будь-яку інформацію, яка, на вашу думку, може бути корисною.
vi: Vui lòng cung cấp bất kỳ thông tin nào bạn cho rằng có thể hữu ích.
zh: 请提供你认为可能有用的所有信息。
zh_tw: 請提供任何您覺得有用的資訊。

# report.reason
source: Reason
ar: السبب
be: Прычына
bg: Причина
cs: Důvod
da: Begrundelse
de: Grund
el: Λόγος
es: Motivo
fi: Syy
fr: Raison
hu: Ok
id: Alasan
it: Motivazione
ja: 理由
ko: 이유
nl: Reden
no: Årsak
pl: Powód
pt: Motivo
pt_br: Motivo
ro: Motiv
ru: Причина
sk: Dôvod
sv: Orsak
th: เหตุผล
tr: Gerekçe
uk: Причина
vi: Lý Do
zh: 原因
zh_tw: 原因

# report.thanks
source: Thanks for your report!
ar: شكرا لبلاغِك!
be: Дзякуем за ваш даклад!
bg: Благодаря ви, че докладвахте този профил!
cs: Děkují za vaše nahlášení!
da: Tak for din anmeldelse!
de: Danke für deine Meldung!
el: Ευχαριστούμε για την αναφορά σας!
es: ¡Gracias por su informe!
fi: Kiitos raportistasi!
fr: Merci pour votre signalement !
hu: Köszönjük a jelentést!
id: Terima kasih atas laporan Anda!
it: Grazie per la tua segnalazione!
ja: ご報告ありがとうございます！
ko: 신고해 주셔서 감사합니다!
nl: Bedankt voor je melding!
no: Takk for din anmeldelse!
pl: Dziękujemy za zgłoszenie!
pt: Obrigado pela tua denúncia!
pt_br: Obrigado por sua denúncia!
ro: Mulțumim pentru raportul tău!
ru: Спасибо за ваше сообщение!
sk: Ďakujeme za nahlásenie!
sv: Tack för din rapport!
th: ขอบคุณสำหรับการรายงาน
tr: Bildirdiğiniz için teşekkürler!
uk: Дякуємо за повідомлення!
vi: Cảm ơn bạn đã báo cáo!
zh: 感谢你的报告！
zh_tw: 感謝您的舉報！

# report.title
source: Report {0}?
ar: الاِبلاغ عن {0}؟
be: Паскардзіцца на {0}?
bg: Искате да докладвате {0}?
cs: Nahlásit {0}?
da: Anmeld {0}?
de: Meldung {0}?
el: Αναφορά του {0};
es: ¿Denunciar a {0}?
fi: Ilmianna {0}?
fr: Signaler {0} ?
hu: {0} jelentése?
id: Laporkan {0}?
it: Segnalare {0}?
ja: {0}を報告しますか？
ko: {0} 님을 신고할까요?
nl: Rapporteer {0}?
no: Rapporter {0}?
pl: Zgłosić gracza {0}?
pt: Queres denunciar {0}?
pt_br: Denunciar {0}?
ro: Raportezi pe {0}?
ru: Пожаловаться на {0}?
sk: Nahlásiť {0}?
sv: Rapportera {0}?
th: รายงาน {0}?
tr: {0} şikayet edilsin mi?
uk: Поскаржитись на {0}?
vi: Báo cáo {0}?
zh: 举报 {0} ？
zh_tw: 檢舉 {0}?

# report.actions.send
source: Send Report
ar: إرسال البلاغ
be: Адправіць скаргу
bg: Изпращане на доклад
cs: Poslat Nahlášení
da: Send anmeldelse
de: Meldung abschicken
el: Αποστολή Αναφοράς
es: Enviar denuncia
fi: Lähetä raportti
fr: Envoyer le rapport
hu: Jelentés küldése
id: Kirim Laporan
it: Invia Segnalazione
ja: レポートの送信
ko: 신고 보내기
nl: Stuur rapport
no: Send Anmeldelse
pl: Wyślij zgłoszenie
pt: Enviar denúncia
pt_br: Enviar Denúncia
ro: Trimite raportul
ru: Отправить жалобу
sk: Odoslať nahlásenie
sv: Skicka Rapport
th: ส่งการรายงาน
tr: Rapor Et
uk: Надіслати скаргу
vi: Gửi Báo Cáo
zh: 发送报告
zh_tw: 傳送檢舉

# report.actions.cancel
source: Cancel
ar: إلغاء
be: Скасаваць
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Άκυρο
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Відмінити
vi: Hủy
zh: 取消
zh_tw: 取消

# report.options.cheating
source: Foul play / Cheating
ar: لعب مؤذي/ غش
be: Несумленная гульня / Чыты
bg: Нечестна игра / Измама
cs: Faulové hráni / Podvádění
da: Uærligt spil / Snyd
de: Cheating
el: Παράτυπος τρόπος παιχνιδιού / Κλέψιμο
es: Juega sucio o hace trampa
fi: Väärin pelaaminen / Huijaaminen
fr: Anti-jeu / Tricherie
hu: Tisztességtelen játék / Csalás
id: Melakukan kecurangan
it: Gioco scorretto / Cheating
ja: 不正行為/チート
ko: 부정 행위 / 치트 사용
nl: Valsspelen
no: Lureri / Juks
pl: Oszukiwanie
pt: Jogada suja / Fazer batota
pt_br: Jogando sujo / Trapaceando
ro: Cheating
ru: Нечестная игра / читы
sk: Nečestné hranie / Podvádzanie
sv: Fult spel / Fusk
th: เล่นผิดกติกา / โกง
tr: Kuraldışı oyun / Hile
uk: Нечесна гра / чіти
vi: Chơi xấu / Gian lận
zh: 违规 / 作弊
zh_tw: 違規 / 作弊

# report.options.insults
source: Insulting me / others
ar: اهانتي / اهانة الاخرين
be: Абраза мяне / іншых
bg: Обижда ме / други
cs: Uráží mě / jiné
da: Fornærmede mig / andre
de: Beleidigt mich / andere
el: Προσβάλει εμένα / άλλους
es: Insulta a mí o a otros
fi: Haukkuu minua / muita
fr: M’insulte / insulte les autres
hu: Engem / másokat sérteget
id: Menghina saya / orang lain
it: Insulti a me / altri
ja: あなた/他の人への侮辱
ko: 자신 / 다른 사람을 모욕 함
nl: Beledigen van mij / anderen
no: Fornærmer meg / andre
pl: Obrażanie mnie lub innych
pt: Insulto a mim ou a outros
pt_br: Me insultando / outros
ro: M-a insultat pe mine / pe alții
ru: Оскорбление меня / других
sk: Urážanie mňa / iných
sv: Förolämpar mig / andra
th: ดูหมิ่น เหยียดหยามตนเอง / ผู้อื่น
tr: Bana / başkalarına hakaret
uk: Образа мене / інших
vi: Xúc phạm tôi / những người khác
zh: 侮辱 我/其他人
zh_tw: 侮辱我 / 其他人

# report.options.spam
source: Spamming
ar: سبام
be: Спам
bg: Спам
cs: Spamování
es: Envía mensajes spam
fi: Spämmii
fr: Spam
hu: Spam
id: Spam
ja: スパム
ko: 도배
nl: Spammen
pl: Spamowanie
pt: Spam
pt_br: Spam
ro: Spam
ru: Спам
sk: Spam
sv: Spammning
th: สแปม
tr: Spam yapmak
uk: Спам
zh: 刷屏/垃圾广告
zh_tw: 垃圾訊息

# report.options.unwanted_content
source: Linking inappropriate content
ar: ربط عن محتوى غير لائق
be: Неадпаведна звязанае змесціва
bg: Изпраща неприлично съдържание
cs: Linkovaní nebezpečného obsahu
da: Sender links med upassende indhold
de: Verlinkt unangemessene Inhalte
el: Δημοσίευση links με ακατάλληλο περιεχόμενο
es: Enlaza contenido inapropiado
fi: Sopimattoman sisällön jakaminen
fr: Envoi de contenu inapproprié
hu: Nem megfelelő tartalom linkelése
id: Menautkan konten yang tidak pantas
it: Condivisione di contenuti inappropriati
ja: 不適切なコンテンツへのリンク
ko: 부적절한 콘텐츠에 링크 걸기
nl: Linken van ongepaste inhoud
no: Deling av upassende innhold
pl: Zamieszczanie nieodpowiednich treści
pt: Enviar ligações com conteúdo impróprio
pt_br: Enviando links com conteúdo inapropriado
ro: Partajarea unui conținut nepotrivit
ru: Неприемлемый контент
sk: Posiela nevhodný obsah
sv: Länkar olämpligt innehåll
th: ส่งลิงก์ที่มีเนื้อหาที่ไม่เหมาะสม
tr: Uygunsuz içerik paylaşma
uk: Повідомити про неприйнятний вміст
vi: Có những nội dung không phù hợp
zh: 发布包含不当内容的链接
zh_tw: 鏈接不適當的內容

# report.options.nonsense
source: Nonsense
ar: هُراء
be: Лухта
bg: Безсмислици
cs: Nesmysl
da: Nonsens
de: Unsinn
el: Ανοησίες
es: Sin sentido
fi: Hölynpölyä
fr: Non-sens
hu: Nonszensz
id: Berperilaku buruk
it: Senza senso
ja: ナンセンスな行為
ko: 허튼소리
no: Tull
pl: Pisanie bez sensu
pt: Disparate
pt_br: Sem sentido
ro: Nonsens
ru: Чушь
sk: Nezmysel
sv: Dumheter
th: เรื่องไร้สาระ
tr: Saçmalık
uk: Нісенітниця
vi: Phi lý
zh: 无意义内容
zh_tw: 無用內容

# report.options.other
source: Other (type below)
ar: أخرى (اكتب أدناه)
be: Іншы (пішыце ніжэй)
bg: Друго (посочете по-долу)
cs: Ostatní (napište dolů)
da: Andet (Skriv under)
de: Anderes (unten angeben)
el: Άλλο (γράψτε παρακάτω)
es: Otros (indicar abajo)
fi: Muu (kirjoita alle)
fr: Autre (écrivez ci-dessous)
hu: Egyéb (alá írd)
id: Lainnya (ketik di bawah)
it: Altro (scrivi sotto)
ja: その他（下記に入力）
ko: 기타 (아래에 입력해 주세요)
nl: Anders (type hieronder)
no: Annet (skriv under)
pl: Inny (napisz poniżej)
pt: Outro (escreve abaixo)
pt_br: Outro (escreva abaixo)
ro: Altele (scrie mai jos)
ru: Другая (введите ниже)
sk: Iné (uveď nižšie)
sv: Andra (skriv nedan)
th: อื่นๆ (ระบุ)
tr: Diğer (aşağıda belirtin)
uk: Інше (вкажіть нижче)
vi: Khác (nhập dưới đây)
zh: 其他（在下方输入原因）
zh_tw: 其他（在下方輸入原因）

# restricted_banner.title
source: Your account has been restricted!
ar: تم تقييد حسابك!
be: Ваш уліковы запіс быў абмежаваны!
bg: Вашият профил е с ограничен статут!
cs: Tvůj účet byl omezen!
da: Du konto er blevet begrænset!
de: Dein Account wurde restricted!
el: Ο λογαριασμός σας έχει περιοριστεί!
es: ¡Su cuenta ha sido restringida!
fi: Tilisi on rajoitettu!
fr: Votre compte a été restreint !
hu: A felhasználói fiókod korlátozva lett!
id: Akun Anda telah dibatasi!
it: Il tuo account è stato limitato!
ja: アカウントが制限されました！
ko: 계정이 제한되어 있습니다!
nl: Je account is gerestrict!
no: Kontoen din har blitt begrenset!
pl: Twoje konto zostało zablokowane!
pt: A tua conta foi restrita!
pt_br: Sua conta foi restrita!
ro: Contul tău a fost restricționat!
ru: Права вашего аккаунта ограничены!
sk: Tvoj účet bol zablokovaný!
sv: Ditt konto har blivit begränsat!
th: บัญชีผู้ใช้ของคุณได้ถูกจำกัดการใช้งาน!
tr: Hesabınız kısıtlandı!
uk: Ваш обліковий запис обмежено!
vi: Tài khoản của bạn đã bị hạn chế!
zh: 账户进入限制模式！
zh_tw: 您的帳號已受到限制!
