Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/UserVerification.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, hu, ja, ko, nl, no, pl, pt, pt_br, ru, sv, th, tr, uk, vi, zh, zh_tw

# box.sent
source: An email has been sent to {0} with a verification code. Enter the code.
ar: تم ارسال بريد الكتروني الى {0} مع رمز التحقق. ادخل الرمز.
be: Эл. ліст з кодам пацверджання быў адпраўлены на {0}. Увядзіце код пацверджання.
bg: Електронно писмо бе изпратено до {0} с кот за потвърждение. Въведете кода.
cs: Na email {0} jsme poslali ověřovací kód. Zadej ho prosím.
da: En email er blevet sendt til {0} med en bekræftelseskode. Skriv koden her.
de: Eine E-Mail mit einem Bestätigungscode wurde an {0} gesendet. Bitte gib diesen Code ein.
el: Ένα email έχει σταλεί στο {0} με έναν κωδικό επιβεβαίωσης. Εισάγετε τον κωδικό.
es: Se ha enviado un correo electrónico a {0} con un código de verificación. Introduzca el código.
fi: Osoitteeseen {0} on lähetetty vahvistuskoodi. Syötä koodi.
hu: {0} címre e-mailben hitelesítő kódot küldtünk. Írja be a kódot.
ja: {0}に認証コードが含まれるメールが送信されました。実行するには認証コードを入力してください。
ko: 인증 코드가 들어 있는 메일이 {0}로 발송되었습니다. 인증 코드를 입력해주세요.
nl: Een e-mail is gestuurd naar {0} met een bevestigingscode. Vul de code in.
no: En e-post har blitt sendt til {0} med en bekreftelseskode. Skriv inn koden.
pl: E-mail z kodem weryfikacyjnym został wysłany na adres {0}. Wprowadź otrzymany kod.
pt: Um email foi enviado para {0} com um código de verificação. Introduz o código.
pt_br: Um e-mail foi enviado para {0} com um código de verificação. Insira o código.
ru: В целях безопасности, мы отправили на вашу почту {0} письмо с кодом подтверждения. Введите полученный код.
sv: Ett e-postmeddelande har skickats till {0} med en verifieringskod. Ange koden.
th: อีเมล์ได้ถูกส่งไปที่ {0} พร้อมรหัสยืนยันตัวตนแล้ว กรุณาป้อนรหัส
tr: Doğrulama kodunu içeren bir e-posta {0} adresine gönderilmiştir. Kodu giriniz.
uk: З метою безпеки, ми відправили на вашу пошту {0} лист з кодом підтвердження. Введіть отриманий код.
vi: Một email đã được gửi đến {0} với mã xác thực. Hãy nhập mã.
zh: 一封包含验证码的邮件已经发送到 {0} ，请输入该验证码。
zh_tw: 電子郵件已發送到: 該電子郵件包含驗證碼。請輸入驗證碼。

# box.title
source: Account Verification
ar: التحقق من الحساب
be: Пацверджанне ўліковага запісу
bg: Потвърждение на акаунта
cs: Ověření účtu
da: Kontobekræftelse
de: Accountverifizierung
el: Επαλήθευση του λογαριασμού
es: Verificación de la cuenta
fi: Tilin Vahvistaminen
hu: Fiók hitelesítés
ja: アカウント認証
ko: 계정 인증
nl: Accountverificatie
no: Kontobekreftelse
pl: Weryfikacja konta
pt: Verificação da conta
pt_br: Verificação de Conta
ru: Подтверждение аккаунта
sv: Kontobekräftelse
th: ยืนยันตัวตนบัญชี
tr: Hesap Doğrulama
uk: Підтвердження аккаунта
vi: Xác Thực Tài Khoản
zh: 账户认证
zh_tw: 帳號驗證

# box.verifying
source: Verifying...
ar: جار التحقق...
be: Ідзе пацверджанне...
bg: Потвърждаване...
cs: Probíhá ověřování...
da: Bekræfter...
de: Wird überprüft...
el: Επαλήθευση...
es: Verificando...
fi: Varmistetaan...
hu: Hitelesítés...
ja: 認証中・・・
ko: 인증하는 중...
nl: Verifiëren...
no: Verifiserer...
pl: Weryfikowanie...
pt: A verificar...
pt_br: Verificando...
ru: Код проверяется...
sv: Bekräftar...
th: กำลังยืนยันตัวตน...
tr: Doğrulanıyor...
uk: Перевірка...
vi: Đang xác thực...
zh: 认证中
zh_tw: 驗證中...

# box.issuing
source: Issuing new code...
ar: إصدار رمز جديد...
be: Адпраўка новага коду...
bg: Издаване на нов код...
cs: Vydávání nového kódu...
da: Laver ny kode...
de: Erstelle einen neuen Code...
el: Δημιουργία νέου κωδικού...
es: Emitiendo nuevo código...
fi: Annetaan uutta koodia...
hu: Új kód kiadása...
ja: 新しいコードを生成中...
ko: 새 코드를 발급 중...
nl: Nieuwe code versturen...
no: Sender ny kode...
pl: Tworzenie nowego kodu...
pt: A emitir o novo código...
pt_br: Enviando novo código...
ru: Отправка другого письма...
sv: Skickar ny kod...
th: กำลังส่งรหัสชุดใหม่...
tr: Yeni kod veriliyor...
uk: Відправка іншого листа...
vi: Đang lấy mã mới...
zh: 正在生成新的验证码
zh_tw: 正在產生新的驗證碼

# box.info.check_spam
source: Make sure to check your spam folder if you can't find the email.
ar: تأكد من التحقق من مجلد البريد المزعج الخاص بك إذا تعذر العثور على عنوان البريد الإلكتروني.
be: Калі не можаце знайсці эл. ліст, праверце папку са спамам.
bg: Моля проверете папката спам ако не можете да откриете електронното писмо.
cs: Pokud email nevidíš, zkus se podívat do složky se spamem.
da: Husk at tjekke din spammappe, hvis ikke du kan finde emailen.
de: Überprüfe auch deinen Spam-Ordner, wenn du die E-Mail nicht finden kannst.
el: Σιγουρευτείτε ότι ελέγξατε τον φάκελο ανεπιθύμητης αλληλογραφίας (spam) αν δεν μπορείτε να βρείτε το email.
es: Asegúrese de revisar su carpeta de spam o correo no deseado si no puede encontrar el correo electrónico.
fi: Tarkista roskapostikansio jos et löydä lähetettyä sähköpostia.
hu: Ellenőrizd a spam mappádat is, ha nem találod az e-mailt.
ja: もしメールが届かない場合は迷惑メールフォルダを確認してください。
ko: 아직 메일을 받지 못하셨다면, 스팸 메일함을 확인해보세요.
nl: Controleer zeker je spam folder als je de e-mail niet terugvindt.
no: Husk å sjekke spam-mappen din hvis du ikke finner e-posten.
pl: Sprawdź folder spam, jeżeli nie możesz znaleźć e-maila.
pt: Assegura-te de que confirmas a pasta de spam se não conseguires encontrar o email.
pt_br: Certifique-se de verificar a sua pasta de spam caso não consiga encontrar o e-mail.
ru: Проверьте папку «Спам», если Вы не можете найти письмо.
sv: Se till att kolla skräpposten ifall du inte kan hitta e-postmeddelandet.
th: หากไม่พบอีเมล ให้ลองค้นหาที่โฟลเดอร์สแปมของท่านดู
tr: E-postayı bulamıyorsanız hesabınızın "spam" klasörüne baktığınızdan emin olun.
uk: Перевірте папку спам, якщо ви не можете знайти лист.
vi: Hãy kiểm tra thư mục spam nếu bạn không thể tìm thấy email.
zh: 如果找不到这封邮件，请检查垃圾箱。
zh_tw: 如果找不到電子郵件，請檢查垃圾郵件箱。

# box.info.recover
source: If you can't access your email or have forgotten what you used, please follow the {0}.
ar: اذا لم يكن لديك وصول الى بريدك الألكتروني او نسيت ماذا استخدمت, رجائاََ اتبع الـ {0}.
be: Калі вы згубілі доступ да сваёй эл. пошты або забылі яе, перайдзіце {0}.
bg: Ако нямате достъп до вашият имейл или сте забравили какво сте използвали, моля следвайте {0}.
cs: Pokud nemáš přístup ke svému emailu nebo jsi zapomněl jaký jsi použil, prosím postupuj podle {0}.
da: Hvis ikke du har adgang til din email-adresse eller har glemt hvilken email-adresse, du bruger, følg venligst {0}.
de: Wenn du keinen Zugriff auf deine E-Mail hast oder nicht mehr weißt, welche du verwendest, dann gehe {0}.
el: Αν δεν έχετε πρόσβαση στο email σας ή έχετε ξεχάσει ποιο χρησιμοποιήσατε, παρακαλώ ακολουθήστε τη {0}.
es: Si no puede acceder a su correo electrónico o ha olvidado el que utilizó, siga el {0}.
fi: Jos sinulla ei ole pääsyä sähköpostiisi tai olet unohtanut mitä osoitetta olet käyttänyt, aloita {0}.
hu: Ha nem tudsz hozzáférni az e-mailedhez vagy elfelejtetted melyiket használtad, kérlek kövesd ezt a linket: {0}.
ja: メールアドレスにアクセスできない場合や使用したメールアドレスを忘れた場合はこちらから復元を試して下さい。{0}
ko: 현재 이메일을 확인할 수 없거나, 이전에 사용하시던 이메일을 잊어버리셨다면, {0}을 따라주시기 바랍니다.
nl: Als je je e-mail niet kan bereiken of je bent vergeten wat je hebt gebruikt, volg dan de {0}.
no: Hvis du ikke får tilgang til e-post kontoen din eller har glemt hva du brukte, vennligst følg denne {0}.
pl: Jeżeli nie masz dostępu do e-maila, lub nie pamiętasz, który jest przypisany do konta, spróbuj {0}.
pt: Se não conseguires aceder ao teu email ou esqueceste-te do que usaste, por favor segue o {0}.
pt_br: Caso tenha esquecido seu email ou não tenha mais acesso a ele, utilize o {0}.
ru: Если вы потеряли доступ к своей почте или забыли его, пройдите {0}.
sv: Om du inte kan komma åt din e-post eller har glömd vilken du använde, vänligen följ {0}.
th: หากคุณเข้าอีเมล์ไม่ได้ หรือลืมอีเมล์ที่ผูกกับบัญชีผู้ใช้ของคุณ กรุณาทำตามนี้ {0}.
tr: E-postanıza ulaşamıyorsanız veya hangisini kullandığınızı unuttuysanız, lütfen {0} takip ediniz.
uk: Якщо ви втратили доступ до своєї пошти або забули її, пройдіть {0}.
vi: Nếu bạn không thể truy cập vào email hoặc đã quên email bạn đã dùng, vui lòng làm theo {0}.
zh: 无法登录邮箱或者忘记了所使用的邮箱？{0}.
zh_tw: 如果您無法登入電子郵件或忘記電子郵件, 請點選 {0}。

# box.info.recover_link
source: email recovery process here
ar: عملية استرداد البريد الإلكتروني هنا
be: працэс аднаўлення эл. пошты тут
bg: процедура за възстановяване на имейл тук
cs: proces pro obnovení emailu zde
da: email-adresse genoprettelsesprocessen her
de: hier zur E-Mail-Wiederherstellung
el: διαδικασία ανάκτησης email εδώ
es: proceso de recuperación de correo electrónico aquí
fi: sähköpostiosoitteen palauttaminen tästä
hu: e-mail helyreállítási folyamat itt
ja: メールアドレスの復元
ko: 이메일 복구 과정
nl: e-mail herstelproces hier
no: e-post gjenopprettingsprosess her
pl: odzyskać go tutaj
pt: processo de recuperação de email aqui
pt_br: processo de recuperação de e-mail aqui
ru: процедуру восстановления
sv: e-poståterställningsprocess här
th: ขั้นตอนการกู้อีเมลได้ที่นี่
tr: e-posta kurtarma işlemini
uk: процес відновлення електронної пошти тут
vi: phục hồi email tại đây
zh: 点击此处
zh_tw: 電子郵件復原點擊此處

# box.info.reissue
source: You can also {0} or {1}.
ar: يمكنك أيضا {0} أو {1}.
be: Вы таксама можаце {0} або {1}.
bg: Можете също така {0} или {1}.
cs: Můžeš také {0} nebo {1}.
da: Du kan også {0} eller {1}.
de: Du kannst auch einen {0} oder dich {1}.
el: Μπορείτε επίσης να {0} ή να {1}.
es: También puede {0} o {1}.
fi: Voit myös {0} tai {1}.
hu: Valamint tudsz {0} vagy {1}.
ja: コードの{0}や{1}もできます。
ko: {0}받거나, {1}하실 수도 있습니다.
nl: Je kan ook {0} of {1}.
no: Du kan også {0} eller {1}.
pl: Możesz także {0} lub {1}.
pt: Também podes {0} ou {1}.
pt_br: Você também pode {0} ou {1}.
ru: Также, вы можете {0} или {1}.
sv: Du kan också {0} eller {1}.
th: คุณสามารถ {0} หรือ {1}.
tr: Aynı zamanda {0} veya {1}.
uk: Також, ви можете {0} або {1}.
vi: Bạn cũng có thể {0} hoặc {1}.
zh: 也可以 {0} 或者 {1}.
zh_tw: 也可以 {0} 或者 {1}.

# box.info.reissue_link
source: request another code
ar: طلب رمز آخر
be: запытаць іншы код
bg: поискайте друг код
cs: vyžádat další kód
da: anmode om en ny kode
de: neuen Code anfordern
el: ζητήσετε άλλον κωδικό
es: solicitar otro código
fi: pyytää toisen koodin
hu: másik kód kérése
ja: 認証コードの再発行
ko: 새 코드를 발급
nl: vraag een andere code aan
no: be om en annen kode
pl: poprosić o inny kod
pt: pedir outro código
pt_br: solicitar outro código
ru: запросить другой код
sv: begära en ny kod
th: ขอรหัสใหม่
tr: yeni kod isteyebilir
uk: запросити інший код
vi: yêu cầu mã mới
zh: 重发验证码
zh_tw: 重發驗證碼

# box.info.logout_link
source: sign out
ar: تسجيل الخروج
be: выйсці
bg: изход
cs: odhlásit se
da: logge ud
de: ausloggen
el: αποσυνδεθείτε
es: cerrar la sesión
fi: kirjautua ulos
hu: kijelentkezés
ja: ログアウト
ko: 로그아웃
nl: uitloggen
no: logg ut
pl: wylogować się
pt: terminar sessão
pt_br: sair
ru: выйти
sv: logga ut
th: ออกจากระบบ
tr: çıkış yapabilirsiniz
uk: вийти
vi: đăng xuất
zh: 退出
zh_tw: 登出

# errors.expired
source: Verification code expired, new verification email sent.
ar: رمز التحقق منتهي الصلاحية، تم ارسال بريد تحقق جديد.
be: Тэрмін коду пацверджання скончыўся, новы код быў адпраўлены на эл. пошту.
bg: Кодът за потвърждение е с изтекъл срок, ново електронно писмо бе пратено на пощата ви.
cs: Ověřovací kód vypršel, byl zaslán nový ověřovací email.
da: Bekræftelseskoden er udløbet, og en ny email med bekræftelseskode er blevet sendt.
de: Der Bestätigungscode ist abgelaufen, eine neue E-Mail wurde gesendet.
el: Ο κωδικός επαλήθευσης έληξε, ένα νέο email επαλήθευσης έχει σταλεί.
es: El código de verificación ha expirado, nuevo correo de verificación enviado.
fi: Vahvistuskoodi erääntyi, uusi vahvistussähköposti lähetetty.
hu: Érvénytelen ellenőrző kód, új visszaigazoló e-mail lett küldve.
ja: 認証コードの期限が切れています。新しい認証コードがメールアドレスに送信されました。
ko: 인증 코드가 만료되었습니다, 새 인증용 메일을 발송했습니다.
nl: Verificatiecode is verlopen, nieuwe verificatie e-mail verstuurd.
no: Bekreftelseskoden har utløpt, ny bekreftelsesmail sendt.
pl: Ten kod wygasł. Wysłano nowy kod weryfikacyjny.
pt: O código de verificação está expirado, um novo email de verificação foi enviado.
pt_br: O código de verificação expirou, um novo e-mail de confirmação foi enviado.
ru: Код устарел, отправлено новое письмо.
sv: Verifieringskoden har löpt ut, ett nytt bekräftelsemejl har skickats.
th: รหัสยืนยันตัวตนนี้หมดอายุแล้ว ได้ทำการส่งรหัสยืนยันตัวตนใหม่ไปทางอีเมลแล้ว
tr: Doğrulama kodunun süresi doldu, yeni doğrulama e-postası yollandı.
uk: Даний код застарів, відправлено новий лист.
vi: Mã xác thực này đã hết hạn, email xác thực mới đã được gửi.
zh: 该验证码已经过期，新验证码已经重新发送。
zh_tw: 該驗證碼已經過期，新驗證碼已經重新發送。

# errors.incorrect_key
source: Incorrect verification code.
ar: رمز التحقق غير صحيح.
be: Няправільны код пацверджання.
bg: Грешен код за потвърждение.
cs: Nesprávný ověřovací kód.
da: Ugyldig bekræftelseskode.
de: Inkorrekter Bestätigungscode.
el: Μη έγκυρος κωδικός επαλήθευσης.
es: Código de verificación incorrecto.
fi: Virheellinen vahvistuskoodi.
hu: Helytelen hitelesítő kód.
ja: 認証コードが正しくありません。
ko: 인증 코드가 잘못되었습니다.
nl: Onjuiste verificatiecode.
no: Ugyldig bekreftelseskode.
pl: Wprowadzono nieprawidłowy kod weryfikacyjny.
pt: Código de verificação incorreto.
pt_br: Código de verificação incorreto.
ru: Неверный код.
sv: Felaktig bekräftelsekod.
th: รหัสยืนยันตัวตนไม่ถูกต้อง
tr: Hatalı doğrulama kodu.
uk: Невірний код.
vi: Mã xác thực không chính xác.
zh: 验证码错误。
zh_tw: 驗證碼錯誤。

# errors.retries_exceeded
source: Incorrect verification code. Retry limit exceeded, new verification email sent.
ar: رمز التحقق غير صحيح. تجاوزت حد إعادة المحاولة، تم ارسال بريد تحقق جديد.
be: Няправільны код пацверджання. Ліміт спроб перавышаны, новы код быў адпраўлены на эл. пошту.
bg: Грешен код за потвърждение. Лимитът за повторни опити е превишен, ново електронно писмо бе пратено на пощата ви.
cs: Nesprávný ověřovací kód. Limit pokusů dosažen, byl zaslán nový ověřovací email.
da: Ugyldig bekræftelseskode, og du har brugt for mange forsøg. En ny email med bekræftelseskode er blevet sendt.
de: Inkorrekter Bestätigungscode. Wiederholungslimit wurde überschritten, eine neue E-Mail wurde gesendet.
el: Μη έγκυρος κωδικός επαλήθευσης. Το όριο προσπαθειών ξεπεράστηκε, ένα νέο email επαλήθευσης έχει σταλεί.
es: Código de verificación incorrecto. Límite de intentos excedido, nuevo correo de verificación enviado.
fi: Virheellinen vahvistuskoodi. Uudelleenyritysraja ylitetty, uusi vahvistussähköposti lähetetty.
hu: Helytelen hitelesítő kód. Újrapróbálkozási korlát túllépve, új ellenőrző e-mail elküldve.
ja: 認証コードが正しくありません。試行回数の制限を超えたので、新しい認証コードがメールアドレスに送信されました。
ko: 인증 코드가 잘못되었습니다. 재시도 횟수를 초과하여, 새 인증용 메일을 발송했습니다.
nl: Onjuiste verificatiecode. Limiet opnieuw proberen overschreden, nieuwe verificatie e-mail verstuurd.
no: Ugyldig bekreftelseskode. Antall tillatte forsøk overskredet, ny bekreftelsesmail sendt.
pl: Wprowadzono nieprawidłowy kod weryfikacyjny. Liczba prób została przekroczona, w związku z tym wysłaliśmy nowy kod weryfikacyjny.
pt: Código de verificação incorreto. O limite de tentativas foi excedido, um novo email de verificação foi enviado.
pt_br: Código de verificação incorreto. Limite de tentativas excedido, um novo e-mail de confirmação foi enviado.
ru: Неверный код. Вы исчерпали количество попыток, отправлено новое письмо.
sv: Felaktig bekräftelsekod. Försöksgränsen har uppnåtts, ett nytt bekräftelsemejl har skickats.
th: รหัสยืนยันตัวตนไม่ถูกต้อง จำนวนการลองใหม่เกินกว่าที่กำหนด ได้ทำการส่งรหัสยืนยันตัวตนใหม่ไปทางอีเมลแล้ว
tr: Hatalı doğrulama kodu. Tekrar deneme sınırı aşıldı, yeni doğrulama e-postası gönderildi.
uk: Невірний код підтвердження. Ви вичерпали кількість спроб, відправлено новий лист.
vi: Mã xác thực không chính xác. Vượt quá giới hạn lần thử lại, email xác thực mới đã được gửi.
zh: 验证码错误次数超过限定次数，新验证码已经重新发送。
zh_tw: 驗證碼連續輸入錯誤超過次數，新驗證碼已經重新發送。

# errors.reissued
source: Verification code reissued, new verification email sent.
ar: تم اصدار رمز جديد، تم ارسال بريد تحقق جديد.
be: Адпраўлены эл. ліст з іншым кодам.
bg: Нов код за потвърждение бе създаден, ново електронно писмо бе пратено на пощата ви.
cs: Ověřovací kód znovu vygenerován, byl zaslán nový ověřovací email.
da: En email med en ny bekræftelseskode er blevet sendt.
de: Neuer Bestätigungscode wurde angefordert, eine neue E-Mail wurde gesendet.
el: Ο κωδικός επαλήθευσης δημιουργήθηκε, ένα νέο email επαλήθευσης έχει σταλεί.
es: Código de verificación reemitido, nuevo correo de verificación enviado.
fi: Vahvistuskoodi uusittu, uusi vahvistussähköposti lähetetty.
hu: Ellenőrző kód kiadva, új visszaigazoló e-mail lett küldve.
ja: 認証コードが再発行され、新しい認証コードがメールアドレスに送信されました。
ko: 인증 코드가 재발급되었습니다, 새 인증용 메일을 발송했습니다.
nl: Verificatiecode is hermaakt, nieuwe verificatie e-mail verstuurd.
no: Bekreftelseskoden har blitt gjenutgitt, ny bekreftelsesmail sendt.
pl: Wygenerowano nowy kod weryfikacyjny. Sprawdź swoją skrzynkę odbiorczą.
pt: Código de verificação reenviado, um novo email de verificação foi enviado.
pt_br: Código de verificação gerado, um novo e-mail de confirmação foi enviado.
ru: Отправлено письмо с другим кодом.
sv: Verifieringskoden återutfärdades, ett nytt bekräftelsemejl har skickats.
th: รหัสยืนยันตัวตนถูกเปลี่ยน ได้ทำการส่งรหัสยืนยันตัวตนใหม่ไปทางอีเมลแล้ว
tr: Doğrulama kodu yeniden verildi, yeni e-posta gönderildi.
uk: Відправлено лист з іншим кодом.
vi: Mã xác thực đã được làm mới, email xác thực mới đã được gửi.
zh: 新验证码已经重新发送。
zh_tw: 新驗證碼已經重新發送。

# errors.unknown
source: Unknown problem occurred, new verification email sent.
ar: حدثت مشكلة غير معروفة، تم ارسال بريد تحقق جديد.
be: Узнікла невядомая памылка, новы код пацверджання быў адпраўлены на эл. пошту.
bg: Изникна необичаен проблем, ново електронно писмо бе пратено на пощата ви.
cs: Vyskytl se neznámý problém, byl zaslán nový ověřovací email.
da: Der opstod et ukendt problem. En ny email med bekræftelseskode er blevet sendt.
de: Ein unbekannter Fehler ist aufgetreten, eine neue E-Mail wurde gesendet.
el: Παρουσιάστηκε άγνωστο πρόβλημα, στάλθηκε νέο email επαλήθευσης.
es: Ha ocurrido un problema desconocido, nuevo correo de verificación enviado.
fi: Tuntematon virhe tapahtui, uusi vahvistussähköposti lähetetty.
hu: Ismeretlen hiba történt, új visszaigazoló email küldve.
ja: 予期せぬ問題が発生しました。新しい認証コードがメールアドレスに送信されました。
ko: 알 수 없는 문제가 발생하여 새 인증용 메일을 발송했습니다.
nl: Onbekend probleem trad op, nieuwe verificatie e-mail verstuurd.
no: Et ukjent problem har forekommet, ny bekreftelsesmail sendt.
pl: Wystąpił nieoczekiwany błąd. Wysłano nowy e-mail weryfikacyjny.
pt: Ocorreu um problema desconhecido, um novo email de verificação foi enviado.
pt_br: Ocorreu um problema desconhecido, um novo e-mail de confirmação foi enviado.
ru: Неизвестная ошибка, отправлено новое письмо.
sv: Ett okänt problem uppstod, ett nytt bekräftelsemejl har skickats.
th: พบข้อผิดพลาดเกิดขึ้น ได้ทำการส่งรหัสยืนยันตัวตนใหม่ไปทางอีเมลแล้ว
tr: Bilinmeyen hata oluştu, yeni doğrulama e-postası gönderildi.
uk: Невідома помилка, відправлено новий лист.
vi: Một lỗi không xác định đã xảy ra, email xác thực mới đã được gửi.
zh: 发生了未知的错误，新验证码已经重新发送。
zh_tw: 發生了未知的錯誤，新驗證碼已經重新發送。
