Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# disabled.reasons.compromised
source: Your account has deemed to be compromised. It may be disabled temporarily while its identity is confirmed.
ar: تم اتخاذ اِجراءات بحق حِسابِك. قد يكون معطلاََ مؤقتاََ حتى تؤكَدَ هويتهُ.
bg: Вашият акаунт бе счетен за компрометиран. Възможно е временното му деактивиране, докато не бъде потвърдена самоличността ви.
da: Din account synes at være blevet infiltreret. Den kan muligvis være blevet midlertidigt lukket mens ejerens identitet bekræftes.
de: Dein Konto wurde als gefährdet eingestuft. Es kann vorübergehend deaktiviert werden, während seine Identität bestätigt wird.
es: Su cuenta se ha considerado comprometida. Puede ser desactivada temporalmente mientras se confirma su identidad.
fi: Tilisi on katsottu vaarannetuksi. Se voidaan poistaa käytöstä väliaikaisesti, siihen asti kunnes käyttäjän henkilöllisyys on vahvistettu.
fr: Votre compte a été considéré comme compromis. Il est désactivé temporairement en attendant que son identité soit confirmée.
hu: A fiókod veszélyeztetettnek tekinthető. Idéglenesen lehet nem lesz elérhető, addig amíg a valódi személyazonosság megerősítésre nem kerül.
id: Akun Anda terindikasi telah disalahgunakan oleh pihak-pihak yang tidak bertanggung jawab untuk hal-hal yang membahayakan. Akun Anda akan dinonaktifkan untuk sementara waktu hingga identitas pengguna akun telah terkonfirmasi.
it: Il tuo account sembra essere stato compromesso. Potrebbe essere disattivato temporaneamente mentre la sua identità viene confermata.
ja: アカウントが侵害されたとみなされました。 IDが確認されるまでの間、一時的に無効にされる場合があります。
ko: 계정 도용이 의심됩니다. 신원이 확인될 때까지 계정이 비활성화될 수 있습니다.
nl: Uw account is beschadigd. Het kan tijdelijk worden uitgeschakeld terwijl de identiteit wordt bevestigd.
no: Kontoen din anses å være kompromittert. Den kan være midlertidig deaktivert mens identiteten er bekreftet.
pl: Bezpieczeństwo twojego konta zostało uznane za naruszone. Zdezaktywowaliśmy je do czasu potwierdzenia twojej tożsamości.
pt: A tua conta foi considerada como comprometida. Poderá estar desativada temporariamente enquanto a sua identidade for confirmada.
pt_br: Sua conta foi considerada comprometida. Ela pode estar desativada temporariamente enquanto sua identidade for confirmada.
ro: Contul dumneavoastră a fost compromis. Ar putea fi dezactivat temporar în timp ce identitatea este confirmată.
ru: Возможно, ваш аккаунт был скомпрометирован. Он может быть временно отключен, пока личность владельца подтверждается.
sv: Ditt konto har bedömts vara komprometterat. Det kan inaktiveras tillfälligt medan dess identitet bekräftas.
th: บัญชีของคุณถือว่าถูกบุกรุก อาจถูกปิดใช้งานชั่วคราวในขณะที่มีการยืนยันตัวตน
tr: Hesabınızın güvenliği ihlal edilmiş sayıldı. Kimliği doğrulanırken geçici olarak devre dışı bırakılabilir.
uk: Можливо, ваш аккаунт був скомпрометований. Він може бути тимчасово відключений, поки особистість власника підтверджується.
zh: 我们认为你的帐户已被盗用。在确认身份期间，该帐户会被暂时停用。

# disabled.reasons.opening
source: There are a number of reasons that can result in your account being disabled:
ar: هنالك عدد من الأسباب التي تجعل من حِسابِك معطلاََ:
bg: Има редица причини, които могат да доведат до деактивирането на акаунта ви:
da: Der er en række grunde til at din accoung can blive midlertidigt lukket:
de: Es gibt eine Reihe von Gründen, die dazu führen können, dass Dein Konto deaktiviert wird:
es: Hay un serie de razones que pueden resultar en la desactivación de su cuenta:
fi: Tässä pari mahdollista syytä tilisi lukitsemiseen
fr: Il y a plusieurs raisons qui peuvent conduire à la désactivation de votre compte :
hu: Számtalan indok van, amiért a fiókod tiltva lett:
id: Ada sejumlah alasan yang dapat menyebabkan akun Anda dinonaktifkan:
it: Ci sono una serie di motivi che possono causare la disabilitazione del tuo account:
ja: アカウントが無効になる原因にはいくつかの理由があります:
ko: 계정 비활성화가 될 수 있는 이유는 다음과 같습니다:
nl: Er zijn een aantal redenen die ertoe kunnen leiden dat uw account wordt uitgeschakeld:
no: Det er flere grunner som kan resultere i at kontoen din er deaktivert:
pl: Istnieje kilka powodów, przez które Twoje konto mogło zostać zdezaktywowane:
pt: Há uma série de razões pelas quais podem resultar na desativação da tua conta:
pt_br: Há vários motivos que podem resultar na desativação da sua conta:
ro: Sunt un număr de motive care pot rezulta în contul dumneavoastră să fie dezactivat:
ru: Есть ряд причин, которые могут привести к отключению вашего аккаунта:
sv: Det finns ett antal skäl som kan leda till att ditt konto inaktiveras:
th: การที่บัญชีของคุณถูกระงับนั้นมาจากหลายสาเหตุด้วยกัน:
tr: Hesabını dondurmaya sebebiyet verebilecek birtakım sebepler var:
uk: Є ряд причин, які можуть призвести до відключення вашого облікового запису:
zh: 您的账户可能由于这几种原因被禁用：

# disabled.reasons.tos._
source: You have broken one or more of our {0} or {1}.
ar: لقد خرقت واحداََ او اكثر من {0} او {1}.
bg: Вие сте нарушили едно или повече от нашите {0} или {1}.
da: Du har brudt en eller flere af vores {0} eller {1}.
de: Du hast eine oder mehr von unseren {0} oder {1} gebrochen.
es: Ha roto una o más de nuestras {0} o {1}.
fi: Olet rikkonut yhtä tai useampaa {0} tai {1}.
fr: Vous avez enfreint une ou plusieurs de nos {0} ou des {1}.
hu: Megszegtél egy vagy több szabályt az előírásainkból {0} vagy {1}.
id: Anda telah melakukan pelanggaran terhadap satu atau lebih poin yang tercantum pada {0} atau {1} kami.
it: Hai violato una o più delle nostre {0}, oppure uno o più {1}.
ja: あなたは一つ以上の{0} もしくは {1} に違反しています。
ko: 해당 계정은 {0} 또는 {1} 를 위반했습니다.
nl: Je hebt een of meer van onze {0} of {1} overtreden.
no: Du har brutt en eller flere av våre {0} or {1}.
pl: Złamałeś(-aś) {0} lub {1} osu!.
pt: Desrespeitaste pelo menos uma das nossas {0} ou {1}.
pt_br: Você quebrou uma ou mais das nossas {0} ou {1}.
ro: Ați încălcat una sau mai multe dintre {0} sau {1}.
ru: Вы нарушили одно или больше из {0} или {1}.
sv: Du har brutit mot en eller flera av våra {0} eller {1}.
th: คุณทำผิด {0} อย่างน้อยหนึ่งข้อ หรือ {1}
tr: Siz, {0} ya da {1} kurallarından bir veya daha fazlasını ihlal ettiniz.
uk: Ви зламали один або кілька наших {0} або {1}.
zh: 您已经违反了一条或多条 {0} 或是 {1}
zh_tw: 您已違反一條或多條{0}或{1}

# disabled.reasons.tos.community_rules
source: community rules
ar: قوانين المجتمع
bg: обществени правила
cs: pravidla komunity
da: fællesskabs-regler
de: Communityregeln
es: reglas de la comunidad
fi: yhteisön sääntöä
fr: règles de la communauté
hu: közösségi szabályok
id: peraturan komunitas
it: regole della community
ja: コミュニティルール
ko: 커뮤니티 규칙
nl: community regels
no: samfunnsregler
pl: zasady społeczności
pt: regras da comunidade
pt_br: regras da comunidade
ro: reguli comunitate
ru: правил сообщества
sk: pravidlá komunity
sv: gemenskapsregler
th: กฎชุมชน
tr: topluluk kuralları
uk: правила спільноти
vi: tiêu chuẩn cộng đồng
zh: 社区规则
zh_tw: 社群規則

# disabled.reasons.tos.tos
source: terms of service
ar: بنود الخدمة
bg: условия за ползване
cs: smluvní podmínky
da: tjenestevilkår
de: Nutzungsbedinungen
es: términos de servicio
fi: käyttöehtoa
fr: conditions de service
hu: felhasználási feltételek
id: ketentuan layanan
it: termini di servizio
ja: 利用規約
ko: 이용 약관
nl: algemene voorwaarden
no: brukervilkår
pl: warunki świadczenia usług
pt: termos de serviço
pt_br: termos de serviço
ro: termeni de utilizare
ru: условий использования
sk: zmluvné podmienky
sv: användarvillkor
th: เงื่อนไขการใช้บริการ
tr: hizmet kullanım şartları
uk: умови обслуговування
vi: điều khoản dịch vụ
zh: 服务条款
zh_tw: 服務條款

# filtering.by_game_mode
source: Members by game mode
ar: الأعضاء حسب نمط اللعبة
da: Medlemmer efter spiltilstand
de: Mitglieder nach Spielmodus
es: Miembros por modo de juego
fi: Jäsenet pelitilan mukaan
fr: Membres par mode de jeu
hu: Felhasználók játékmód szerint
id: Pengguna berdasarkan mode permainan
it: Membri per modalità di gioco
ja: ゲームモードによるメンバー
ko: 게임 모드 별 멤버
nl: Leden per spelmodus
pl: Według trybu gry
pt: Membros por modo de jogo
pt_br: Membros por modo de jogo
ru: Участники по игровому режиму
sv: Medlemmar efter spelläge
th: สมาชิกตามโหมดเกม
tr: Oyun moduna göre üyeler
uk: Учасники за режимом гри
zh: 成员按游戏模式筛选

# force_reactivation.reason.inactive_different_country
source: Your account hasn't been used in a long time.
ar: لم تستعمل حسابك منذ وقتِِ طويل.
bg: Вашият акаунт не е ползван от дълго време.
da: Din account har ikke været i brug i lang tid.
de: Dein Konto wurde längere Zeit nicht benutzt.
es: Su cuenta no ha sido utilizada en mucho tiempo.
fi: Käyttäjätiliäsi ei ole käytetty pitkään aikaan.
fr: Votre compte n'a pas été utilisé depuis longtemps.
hu: A fiókod hosszú ideje nem volt használva.
id: Akun Anda telah lama tidak digunakan.
it: Il tuo account non è stato utilizzato per molto tempo.
ja: あなたのアカウントは長期間使用されていません。
ko: 당신의 계정은 오랫동안 사용되지 않았네요.
nl: Je account is lange tijd niet gebruikt.
no: Kontoen din har ikke blitt brukt på lang tid.
pl: Brak aktywności przez długi czas.
pt: A tua conta não foi usada há muito tempo.
pt_br: Sua conta não foi usada há muito tempo.
ro: Contul dumneavoastră nu a fost folosit într-un timp îndelungat.
ru: Ваш аккаунт не использовался в течение долгого времени.
sv: Ditt konto har inte använts på länge.
th: บัญชีของคุณไม่ได้ใช้งานมานาน
tr: Hesabın uzun bir zamandır kullanılmamıştır.
uk: Ваш обліковий запис вже давно не використовується.
zh: 您已经很长时间没有使用您的账户了。
zh_tw: 你的帳號已經一段時間沒有登入了

# login._
source: Sign in
ar: تسجيل الدخول
be: Увайсці
bg: Вход
cs: Přihlásit se
da: Log ind
de: Login
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu
fr: Se connecter
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
no: Logg inn
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Conectar-se
ro: Autentifică-te
ru: Вход
sk: Prihlásiť sa
sv: Logga in
th: ลงชื่อเข้าใช้
tr: Giriş Yap
uk: Вхід
vi: Đăng nhập
zh: 登录
zh_tw: 登入

# login.button
source: Sign in
ar: تسجيل الدخول
be: Увайсці
bg: Вход
cs: Přihlásit se
da: Log Ind
de: Einloggen
el: Είσοδος
es: Iniciar sesión
fi: Kirjaudu
fr: Se connecter
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
no: Logg inn
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Conectar
ro: Autentifică-te
ru: Войти
sk: Prihlásiť sa
sv: Logga in
th: ลงชื่อเข้าใช้
tr: Giriş Yap
uk: Вхід
vi: Đăng nhập
zh: 登录
zh_tw: 登入

# login.button_posting
source: Signing in...
ar: يسجل الدخول...
be: Уваход...
bg: Влизане...
cs: Probíhá přihlášení...
da: Logger ind...
de: Einloggen...
el: Είσοδος...
es: Iniciando sesión...
fi: Kirjaudutaan...
fr: Connexion...
hu: Bejelentkezés...
id: Mencoba masuk...
it: Accesso in corso...
ja: ログイン中・・・
ko: 로그인 중...
nl: Inloggen...
no: Logger inn...
pl: Logowanie...
pt: A iniciar sessão...
pt_br: Conectando...
ro: Se conectează...
ru: Входим...
sk: Prihlasuje sa...
sv: Loggar in...
th: กำลังลงชื่อเข้าใช้…
tr: Giriş yapılıyor...
uk: Входимо...
vi: Đang đăng nhập...
zh: 登录中...
zh_tw: 登入中...

# login.email_login_disabled
source: Signing in with email is currently disabled. Please use username instead.
ar: تسجيل الدخول بالبريد الالكتروني معطل حالياََ. برجاء تسجيل الدخول عن طريق اسم المستخدم بدلا من ذلك.
bg: Влизането чрез имейл е в момента деактивирано. Вместо това, моля ползвайте потребителското си име.
da: Login via email er i øjeblikket deaktiveret. Brug venligst dit brugernavn i stedet.
de: Das Anmelden per E-Mail ist derzeit deaktiviert. Bitte benutze stattdessen Deinen Benutzernamen.
es: El inicio de sesión con correo electrónico está actualmente desactivado. Por favor, utilice el nombre de usuario en su lugar.
fi: Sähköpostilla kirjautuminen ei ole tällä hetkellä käytössä. Käytä sen sijaan käyttäjänimeä.
fr: La connexion par email est actuellement désactivée. Veuillez utiliser le nom d'utilisateur à la place.
hu: Az email-el való belépés jelenleg le van tiltva. Kérlek használd a felhasználó neved helyette.
id: Anda tidak lagi dapat masuk dengan menggunakan alamat email. Silakan masuk dengan menggunakan nama pengguna.
it: L'accesso con email è attualmente disabilitato. Utilizza il nome utente.
ja: 現在、メールでのログインは無効になっています。代わりにユーザー名を使用してください。
ko: 현재 이메일로 로그인할 수 없습니다. 대신 유저 이름을 사용해 주세요.
nl: Inloggen met e-mail is momenteel uitgeschakeld. Gebruik in plaats daarvan de gebruikersnaam.
no: Innlogging med email er for tiden deaktivert. Vennligst bruk brukernavn i stedet.
pl: Logowanie się przy użyciu adresu e-mail jest obecnie wyłączone. Użyj swojej nazwy użytkownika.
pt: Neste momento, a autenticação por email está desativada. Por favor usa o nome de utilizador como alternativa.
pt_br: O login com email está desativado no momento. Por favor use o nome de usuário.
ro: Înregistrarea cu email este momentan dezactivată. Vă rugăm folosiți numele de utilizator în schimb.
ru: Вход в аккаунт с помощью электронной почты в настоящее время отключён. Вместо этого, пожалуйста, используйте имя пользователя.
sv: Inloggning med email är för närvarande inaktiverat. Vänligen använd användarnamn istället.
th: ขณะนี้การลงชื่อเข้าใช้ด้วยอีเมลถูกปิดใช้งาน กรุณาใช้ชื่อผู้ใช้แทน
tr: E-posta ile giriş yapmak şu anlık mümkün değildir. Lütfen kullanıcı adınızı kullanınız.
uk: Вхід через електронну пошту відключений. Будь ласка, використовуйте ім'я користувача.
vi: Đăng nhập bằng email hiện đã bị vô hiệu. Vui lòng sử dụng tên người dùng để đăng nhập.
zh: 当前不可以使用电子邮件登陆。请使用您的用户名。
zh_tw: 目前沒辦法使用Email登入了，請使用使用者名稱登入。

# login.failed
source: Incorrect sign in
ar: تسجيل دخول غير صحيح
be: Няправільны ўваход
bg: Неправилен опит за влизане
cs: Nesprávné přihlášení
da: Ugyldigt login
de: Falscher Login
el: Λάθος σύνδεση
es: Inicio de sesión incorrecto
fi: Väärät kirjautumistiedot
fr: Identifiants incorrects
hu: Hibás adatok
id: Gagal masuk
it: Login non corretto
ja: ログインに失敗しました
ko: 계정 정보가 올바르지 않습니다
nl: Verkeerde login
no: Feil innlogging
pl: Nieprawidłowe dane logowania
pt: Início de sessão incorreto
pt_br: Login incorreto
ro: Conectare incorectă
ru: Неверный вход
sk: Nesprávne prihlásenie
sv: Felaktig inloggning
th: เข้าสู่ระบบไม่ถูกต้อง
tr: Hatalı giriş
uk: Помилка авторизації
vi: Đăng nhập không chính xác
zh: 登录失败
zh_tw: 登入失敗

# login.forgot
source: Forgotten your password?
ar: نسيت كلمة المرور؟
be: Забылі свой пароль?
bg: Забравихте си паролата?
cs: Zapoměl jsi heslo?
da: Glemt din adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Olvidaste tu contraseña?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
hu: Elfelejtetted a jelszavad?
id: Lupa kata sandi?
it: Hai dimenticato la tua password?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊어버리셨나요?
nl: Wachtwoord vergeten?
no: Glemt passordet ditt?
pl: Nie pamiętasz hasła?
pt: Esqueceste-te da palavra-passe?
pt_br: Esqueceu sua senha?
ro: Ți-ai uitat parola?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sv: Glömt ditt lösenord?
th: ลืมรหัสผ่าน?
tr: Şifrenizi mi unuttunuz?
uk: Забули пароль?
vi: Quên mật khẩu?
zh: 忘记密码？
zh_tw: 忘記密碼？

# login.info
source: Please sign in to continue
ar: الرجاء تسجيل الدخول للاستمرار
bg: Моля влезте в профила си, за да продължите
cs: Prosím přihlaste se pro pokračování
da: Log ind for at fortsætte
de: Bitte melde dich an, um fortzufahren
es: Por favor, inicie sesión para continuar
fi: Kirjaudu sisään jatkaaksesi
fr: Veuillez vous connecter pour continuer
hu: Jelentkezz be a folytatáshoz
id: Silahkan sign in untuk melanjutkan
it: Accedi per continuare
ja: ログインして続行してください
ko: 계속 하시려면 로그인 해주세요
nl: Log in om verder te gaan
no: Vennligst logg inn for å fortsette
pl: Zaloguj się, aby kontynuować.
pt: Por favor inicia sessão para continuar
pt_br: Por favor, conecte-se para continuar
ro: Pentru a continua, vă rugam să vă autentificaţi
ru: Пожалуйста, войдите в аккаунт, чтобы продолжить
sk: Prosím prihláste sa pre pokračovanie
sv: Vänligen logga in för att fortsätta
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
tr: Devam etmek için lütfen giriş yapınız
uk: Увійдіть, щоб продовжити
vi: Vui lòng đăng nhập để tiếp tục
zh: 请登录以继续
zh_tw: 請先登入以繼續

# login.invalid_captcha
source: Too many failed login attempts, please complete the captcha and try again. (Refresh page if captcha is not visible)
ar: فَشِلت الكابتشا، قم بتحديث الصفحة وحاول مرة أخرى.
da: For mange mislykkede loginforsøg. Udfyld venligst captcha og prøv igen. (Opdater side, hvis captcha ikke er synlig)
de: Captcha ungültig, bitte aktualisiere die Seite und versuche es erneut.
es: Demasiados intentos fallidos de inicio de sesión, complete el captcha e inténtelo de nuevo. (Actualice la página si el captcha no está visible)
fi: Liian monta epäonnistunutta kirjautumisyritystä, täytä captcha ja yritä uudelleen. (Päivitä sivu jos captcha ei ole näkyvissä)
fr: Trop de tentatives de connexion ont échoué, veuillez compléter le captcha et réessayer. (Rafraîchissez la page si le captcha n'est pas visible)
hu: Túl sok sikertelen belépési kísérlet, kérlek töltsd ki a captcha-t és próbáld újra. (Ha a captcha nem látszik, frissítsd az oldalt)
id: Captcha tidak valid. Harap muat ulang halaman.
it: Troppi tentativi di accesso falliti, completa il captcha e riprova. (Ricarica la pagina se il captcha non è visibile)
ja: Captcha が無効です。ページを更新して再度お試し下さい。
ko: Captcha가 올바르지 않습니다. 페이지를 새로 고친 후 다시 시도해주세요.
nl: Captcha ongeldig, vernieuw de pagina en probeer het opnieuw.
pl: Zbyt wiele nieudanych prób logowania - wykonaj captchę, by spróbować ponownie (odśwież stronę, jeżeli captcha nie jest widoczna).
pt: Demasiadas tentativas falhadas de início de sessão, termina o captcha e tenta novamente. (Atualiza a página se o captcha não estiver visível)
pt_br: Captcha inválido, atualize a página e tente novamente.
ro: Prea multe încercări nereușite, vă rugăm să completați captcha și să încercați din nou. (Reîmprospăta pagina dacă captcha nu este vizibilă)
ru: Неверная капча, перезагрузите страницу и попробуйте снова.
sv: Captcha ogiltig, uppdatera sidan och försök igen.
th: เข้าสู่ระบบล้มเหลวมากเกินไป กรุณาทำ captcha และลองอีกครั้ง (ลองรีเฟรชหน้าเว็บถ้ามองไม่เห็น captcha)
tr: Captcha geçersiz, sayfayı yenileyip tekrar deneyin.
uk: Занадто багато невдалих спроб входу в систему, будь ласка, завершіть капчу і спробуйте ще раз. (Оновити сторінку, якщо капча не видима)
vi: Quá nhiều lần thử đăng nhập thất bại, vui lòng hoàn tất captcha và thử lại. (Làm mới trang nếu không thấy captcha)
zh: 验证码无效，请刷新页面后重试。
zh_tw: 登入失敗的次數過多，請完成Captcha挑戰後再試。 (如果看不見Captcha請重新載入頁面)

# login.locked_ip
source: your IP address is locked. Please wait a few minutes.
ar: عنوان IP الخاص بك مؤمن. الرجاء الانتظار بضع دقائق.
be: ваш IP-адрас заблакаваны. Пачакайце некалькі хвілін.
bg: Вашият IP адрес е блокиран. Моля изчакайте няколко минути.
cs: vaše IP adresa je uzamčena. Počkejte, prosím, několik minut.
da: din IP-adresse er låst. Vent venligst et par minutter.
de: Deine IP-Adresse ist gesperrt. Bitte warte ein paar Minuten.
el: η διεύθυνση IP σας είναι κλειδωμένη. Παρακαλώ περιμένετε λίγα λεπτά.
es: Tu dirección IP está bloqueada. Espera unos minutos.
fi: IP-osoitteesi on lukittu. Ole hyvä ja odota muutama minuutti.
fr: votre adresse IP est bloquée. Merci d'attendre quelques minutes.
hu: Az IP címed zárolva van. Kérjük várj egy pár percet.
id: Alamat IP Anda dikunci. Mohon tunggu beberapa menit.
it: il tuo indirizzo IP è bloccato. Aspetta qualche minuto per favore.
ja: あなたのIPアドレスはロックされています。数分後もう一度お試しください。
ko: 당신의 IP 주소가 잠겨있습니다. 잠시만 기다려주세요.
nl: je IP adres is vergrendeld. Wacht enkele minuten.
no: IP-adressen din er blokkert. Vennligst vent et par minutter.
pl: Twój adres IP został zablokowany. Poczekaj kilka minut.
pt: o teu endereço de IP foi bloqueado. Por favor espera uns minutos.
pt_br: seu endereço IP está bloqueado. Por favor, espere alguns minutos.
ro: adresa ta IP este blocată. Te rugăm să aștepți câteva minute.
ru: Ваш IP адрес заблокирован. Попробуйте через несколько минут.
sk: vaša IP adresa je zamknutá. Prosím počkajte niekoľko minút.
sv: din IP-adress är låst. Var vänlig vänta några minuter.
th: ที่อยู่ IP ของคุณถูกล็อก โปรดรอสักครู่
tr: IP adresiniz kilitli. Lütfen birkaç dakika bekleyin.
uk: ваша IP адреса заблокована. Будь ласка спробуйте пізніше.
vi: Địa chỉ IP của bạn đã bị khóa. Vui lòng đợi một vài phút.
zh: IP 已被锁定，请稍等几分钟
zh_tw: 您的 IP 位址已被鎖定。請稍候幾分鐘。

# login.password
source: Password
ar: كلمة السر
be: Пароль
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
id: Kata Sandi
ja: パスワード
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码
zh_tw: 密碼

# login.register
source: Don't have an osu! account? Make a new one
ar: ليس لديك حساب osu!؟ قم باِنشاء واحد
be: Вы яшчэ не маеце ўліковага запісу osu!? Стварыце новы
bg: Нямате osu! акаунт? Направете си един
cs: Nemáš osu! účet? Vytvoř si ho
da: Har du ikke en osu! konto? Opret en ny én!
de: Noch keinen osu!-Account? Erstell' einen
el: Δεν έχετε λογαριασμό στο osu!; Φτιάξτε ένα νέο
es: ¿No tienes una cuenta de osu!? Crea una nueva
fi: Eikö sinulla ole osu!-tiliä? Tee yksi
fr: Vous n'avez pas de compte osu! ? Inscrivez-vous maintenant
hu: Nincs osu! felhasználód? Regisztrálj egyet!
id: Belum memiliki akun osu!? Buat sekarang
it: Non hai un account di osu!? Fanne uno nuovo
ja: osu!アカウントを持っていませんか？新しいアカウントを作るにはこちらから
ko: osu!계정이 없으신가요? 새로 하나 만들어보세요
nl: Heb je geen osu! account? Maak een nieuwe
no: Har du ikke en osu!-konto? Lag en ny en
pl: Nie posiadasz konta osu!? Utwórz nowe.
pt: Não tens uma conta osu? Cria uma nova
pt_br: Você não tem uma conta no osu!? Faça uma!
ro: Nu ai un cont osu!? Fă-ți unul nou
ru: У вас всё ещё нет аккаунта в osu!? Создайте новый
sk: Nemáš osu! účet? Vytvor si nový
sv: Har du inget osu! konto? Skapa ett nytt
th: ไม่มีแอคเคาท์ osu! หรอ? สร้างเลยสิ
tr: osu! hesabınız yok mu? Yeni bir tane oluşturun
uk: У вас все ще немає аккаунта osu!? Створіть новий
vi: Không có tài khoản osu!? Tạo một tài khoản mới
zh: 没有 osu! 账户？现在就注册一个！
zh_tw: 沒有 osu! 帳號嗎？現在就註冊一個吧！

# login.remember
source: Remember this computer
ar: تذكر هذا الجهاز
be: Запомніць гэта камп'ютар
bg: Запомни ме на този компютър
cs: Pamatovat si tento počítač
da: Husk denne computer
de: Diesen Computer merken
el: Απομνημόνευση της σύνδεσης
es: Recordar este computador
fi: Muista tämä laite
fr: Se souvenir de cet ordinateur
hu: Számítógép megjegyzése
id: Ingat perangkat ini
it: Ricorda questo computer
ja: ログイン状態を保持する
ko: 이 컴퓨터에서 계정 정보 기억하기
nl: Onthoud deze computer
no: Husk denne datamaskinen
pl: Zapamiętaj ten komputer
pt: Lembrar este computador
pt_br: Lembrar deste computador
ro: Ține-mă minte pe acest computer
ru: Запомнить этот браузер
sk: Pamätať si tento počítač
sv: Kom ihåg denna dator
th: จดจำคอมพิวเตอร์นี้
tr: Bu bilgisayarı hatırla
uk: Запам'ятати цей браузер
vi: Nhớ máy tính này
zh: 记住此电脑
zh_tw: 記住我這台裝置

# login.title
source: Please sign in to proceed
ar: الرجاء تسجيل الدخول للمضي قدما
be: Каб працягнуць, увайдзіце
bg: Моля влезте в профила си, за да продължите
cs: Pro pokračování se prosím přihlašte
da: Log venligst ind for at fortsætte
de: Zum Fortfahren bitte einloggen
el: Παρακαλώ συνδεθείτε για να συνεχίσετε
es: Inicie sesión para continuar
fi: Kirjaudu sisään jatkaaksesi
fr: Merci de vous connecter pour continuer
hu: Kérlek, jelentkezz be a folytatáshoz
id: Mohon masuk untuk melanjutkan
it: Per favore accedi per procedere
ja: 続行するにはログインが必要です
ko: 계속하려면 로그인해 주세요
nl: Log in om verder te gaan
no: Vennligst logg inn for å fortsette
pl: Zaloguj się, aby kontynuować
pt: Por favor inicia sessão para proceder
pt_br: Por favor, conecte-se para prosseguir
ro: Te rog autentifică-te pentru a continua
ru: Войдите для продолжения
sk: Pre pokračovanie sa prosím prihláste
sv: Var vänlig logga in för att fortsätta
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อไป
tr: Devam etmek için lütfen giriş yapın
uk: Увійдіть, щоб продовжити
vi: Vui lòng đăng nhập để tiếp tục
zh: 登录以继续
zh_tw: 登入以繼續
