Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# disabled.warning
source: In the case you have broken a rule, please note that there is generally a cool-down period of one month during which we will not consider any amnesty requests. After this period, you are free to contact us should you deem it necessary. Please note that creating new accounts after you have had one disabled will result in an <strong>extension of this one month cool-down</strong>. Please also note that for <strong>every account you create, you are further breaking rules</strong>. We highly suggest you don't go down this path!
ar: في حالة مخالفَتِكَ لِقاعِدة, خذ بعين الاِعتبار ان هنالك حظر لمدة شهر واحد لم يكون ضمنه اي طلبات عفو. بعد هذه المدة, قد يكون من الضرورة مراسلتنا. برجاء الاِنتباه الى ان انشاءكَ لحِساب في هذه الفترة سيؤدي الى <strong>زيادة في فترة حظر الشهر الواحد</strong>. يرجى الاِنتباه ايضاََ الى ان <strong>كل حساب تنشأهُ, فأِنك تنتهك القوانين اكثر</strong>. ننصحك وبشدة ان لا تتجه لهذا المسار المظلم!
bg: В случай, че сте нарушили правило, имайте предвид, че съществува период на преустановяване с продължителност един месец, през който няма да разгледаме вашата молба. След изтичането на този период, свободни сте да се свържите с нас в случай на необходимост. Създаването на нови акаунти след деактивирането на един ще доведе до <strong>удължаване на този едномесечен период.</strong>. Със създаването на <strong>всеки един нов акаунт, вие допълнително нарушавате правилата</strong>. Силно се надяваме да се вслушате в думите ни!
da: I tilfælde af at du har brudt en regel, bør du vide at der er en cool-down periode på en måned hvori vi ikke vil overveje nogen former for forespørgsler om lempelser eller ophævninger. Efter denne periode kan du kontakte os igen hvis du føler det er nødvendigt. Bemærk, hvis du laver flere konti efter at have fået en lukket vil det resultere i en <strong>forlængelse af din ene måneds cool-down</strong>. Bemærk også at for <strong>hver account du laver, bryder du reglerne yderligere</strong>. Vi anbefaler stærkt at du ikke gør dette!
de: Falls Du gegen eine Regel verstoßen hast, beachte bitte, dass es in der Regel eine Frist von einem Monat gibt, in der wir keine Anträge berücksichtigen. Nach diesem Zeitraum kannst Du uns jederzeit kontaktieren, falls Du dies für erforderlich hältst. Beachte, dass das Erstellen neuer Konten nach dem Deaktivieren eines Kontos zu einer <strong>Verlängerung dieser einmonatigen Frist</strong> führt. Bitte beachte auch, dass du für <strong>jedes Konto, das du erstellst, weitere Regeln verletzt</strong>. Wir empfehlen Dir dringend, diesen Weg nicht zu gehen!
es: En el caso de que haya roto una regla, tenga en cuenta que generalmente hay un período de espera de un mes durante el cual no consideraremos ninguna solicitud de amnistía. Después de este período, puede contactar con nosotros si lo considera necesario. Tenga en cuenta que la creación de nuevas cuentas después de haber tenido una desactivada resultará en una <strong>extensión de este período de espera de un mes</strong>. Por favor, también tenga en cuenta que por <strong>cada cuenta que cree, estará violando más reglas</strong>. ¡Le sugerimos que no siga este camino!
fi: Jos olet rikkonut sääntöä huomaa, että yleensä on yksi kuukausi, jolloin emme ota huomioon armahduspyyntöjä. Tämän ajanjakson jälkeen voit ottaa meihin yhteyttä, jos pidät sitä tarpeellisena. Huomaa, että uusien tilien luominen sen jälkeen, kun yksi on poistettu käytöstä, johtaa <strong> tämän kuukauden jäähdytyksen jatkamiseen </strong>. Huomaa myös, että <strong> jokaisella luomallasi tilillä rikot edelleen sääntöjä </strong>. Suosittelemme, ettet mene tätä polkua!
fr: Dans le cas où vous avez enfreint une règle, veuillez noter qu'il y a généralement une période de temps d'un mois pendant laquelle nous n'examinerons aucune demande d'amnistie. Après cette période, vous êtes libre de nous contacter si vous le jugez nécessaire. Veuillez noter que la création de nouveaux comptes une fois que vous en ayez eu un désactivé, entraînera une prolongation <strong>de ce délai de récupération d'un mois</strong>. Veuillez également noter que pour <strong>chaque compte que vous créez, vous enfreignez à nouveau les règles</strong>. Nous vous suggérons fortement de ne pas suivre cette voie !
hu: Abban az esetben, ha megszegsz egy szabályt, kérlek vedd figyelembe, hogy van egy általános egy hónapos időszak, amiben nem fogadunk el amnesztiával kapcsolatos kéréseket. Ezután az időszak után, szabadon kapcsolatba léphetsz velünk, ha szükségesnek láttod. Kérlek vedd figyelembe, hogy ha egy új fiókot hozol létre, ha már volt legalább egy letiltott fiókod, ez egy újabb hónap meghosszabitást eredményez. Vedd azt is figyelembe, hogy minnél több fiókot hozol létre, annál több büntetésed lesz. Nagyon ajánljuk, hogy ne menj el ebbe az írányba!
id: Apabila Anda telah melakukan suatu pelanggaran yang berdampak langsung terhadap status akun Anda, akun Anda akan dikondisikan di dalam masa hukuman percobaan selama satu bulan di mana selama satu bulan ini kami tidak akan menggubris segala laporan dan permintaan yang masuk terkait dengan akun Anda. Setelah masa hukuman ini berakhir, Anda baru akan kemudian dapat mengontak kami apabila Anda ingin kembali bermain dengan akun Anda. Mohon diperhatikan bahwa membuat akun baru di kala akun utama Anda sedang dibatasi <strong>akan menambah masa hukuman Anda</strong>, dan <strong>masa hukuman ini akan senantiasa bertambah panjang dengan setiap akun baru yang Anda coba untuk buat</strong>. Kami harap Anda dapat memetik pelajaran dari kasus ini dan tidak akan melakukan pelanggaran lagi ke depannya!
it: Nel caso tu abbia violato una regola, è necessario evidenziare che si tratta di un periodo dalla durata di un mese dove non saranno considerate alcune richieste di scuse. Dopo questo periodo, sarai libero di contattarci se lo ritieni opportuno. La creazione di nuovi account dopo la disattivazione di un altro sarà punita con <strong>l'estensione del periodo di un mese</strong>. È necessario sottolineare che <strong>creando un nuovo account ogni volta, violi ancora di più le regole</strong>. Ti suggeriamo caldamente di non prendere questa strada!
ja: ルールに違反した場合は、通常１か月のクールダウン期間があり、その間のリクエストは考慮されません。この期間の後、必要と思われる場合はお気軽にお問い合わせください。無効にしたアカウントを1つ作成した後に新しいアカウントを作成すると、<strong>１か月のクールダウンが延長される</strong>ことに注意してください。また、<strong>作成するすべてのアカウントが、さらなる規則に違反することに注意してください</strong>。この道をたどらないでください！
ko: 규칙을 어긴 경우, 일반적으로 한 달 동안 어떠한 사면 요청도 받고 있지 않습니다. 해당 기간이 끝난 후, 사면이 필요하다고 판단될 경우 언제든지 저희에게 연락하실 수 있습니다. 하나의 계정이 비활성화된 이후 새로운 계정을 만들면 <strong>한 달의 기간이 연장될 수 있음</strong>을 명심해주세요. 또한, <strong>계정을 새로 만들 때마다 더욱 규칙 위반으로 간주</strong>한다는 것을 잊지 마세요. 이 길은 절대로 건너지 말아 주시기 바랍니다!
nl: In het geval dat je een regel hebt overtreden, houd er rekening mee dat er over het algemeen een afkoelperiode van één maand is waarin we geen amnestieverzoeken in behandeling nemen. Na deze periode kunt u contact met ons opnemen als je dit nodig vind. Houd er rekening mee dat het maken van nieuwe accounts nadat uw account is uitgeschakeld, resulteert in een <strong> verlenging van deze cool-down van een maand </strong>. Houd er ook rekening mee dat voor <strong> elk account dat je maakt, je de regels verder overtreedt </strong>. We raden je ten zeerste aan om dit niet te doen!
no: I tilfelle du har brutt en regel, vær oppmerksom på at det vanligvis er en nedkjølingsperiode på en måned hvor vi ikke kommer til å vurdere noen amnestiforespørsler. Etter denne periodenm kan du fritt kontakte oss dersom du mener det er nødvendig. Vær oppmerksom på at å opprette nye kontoer etter du har hatt en allerede deaktivert vil resultere i enn <strong>utvidelse av denne en måneders nedkjølingsperioden</strong>. <strong>Du må også huske at med hver bruker du lager, bryter du reglene enda mer</strong>. Vi anbefaler på det sterkeste at du ikke gjør dette!
pl: Jeżeli złamiesz zasady, pamiętaj o tym, że zwyczajowo obowiązuje okres oczekiwania o długości 1 miesiąca, podczas którego nie będziemy przyjmować żadnych próśb o amnestię. Po tym czasie możesz skontaktować się z nami, jeśli uznasz to za konieczne. Miej na uwadze, że tworzenie nowych kont po otrzymaniu blokady na jedno z nich poskutkuje <strong>przedłużeniem tego miesięcznego okresu oczekiwania</strong>. Pamiętaj także, że <strong>każdorazowe utworzenie nowego konta jest dalszym łamaniem zasad</strong>. Stanowczo zalecamy nieobieranie tej ścieżki!
pt: No caso de teres desrespeitado uma regra, por favor nota que geralmente há um período de espera de 1 mês durante o qual não iremos considerar nenhum pedido de amnistia. Após este período, podes entrar em contacto connosco caso aches necessário. Por favor nota que a criação de novas contas após teres tido uma desativada resultará numa <strong>extensão deste período de espera de 1 mês </strong>. Por favor nota também que para <strong>cada conta que cries, estás a violar ainda mais as regras</strong>. Sugerimos muito que não sigas este caminho!
pt_br: No caso de você ter infringido uma regra, observe que geralmente há um período de espera de um mês durante o qual não consideraremos nenhum pedido de anistia. Após esse período, você pode entrar em contato conosco caso julgue necessário. Observe que a criação de novas contas após a desativação de uma conta resultará em uma <strong> extensão desse período de espera de um mês </strong>. Observe também que, para <strong> todas as contas criadas, você está violando ainda mais as regras </strong>. É altamente recomendável que você não siga esse caminho!
ro: În cazul în care ați încălcat o regulă, vă rugăm să notați că în general este o perioadă de răcire de o lună în care vom considera orice cerere de amnesty. După această perioadă, simtete liber să ne contactezi dacă o găsești necesar. Vă rugăm să notați că după creearea unui cont nou ați avut unul dezactivat va rezulta într-un <strong>extesie în acestă răcire de o lună</strong>. Vă rugăm să notați și că pentru <strong>orice cont creat, încalci regulile în continuare</strong>. Vă recomandăm puternic să nu faceți asta!
ru: Учтите, что если вы нарушили правила, то как минимум месяц ваши попытки обжаловать блокировку рассматриваться не будут. По истечении одного месяца можете связываться с нами, если посчитаете это необходимым. Также знайте, что создание новых аккаунтов во избежание блокировки <strong>лишь продлит этот месячный период</strong>, в который вы не сможете восстановить свой главный аккаунт. Вдобавок, <strong>создание вторичных аккаунтов запрещено правилами</strong>, поэтому советуем вам не делать этого!
sv: Om du har brutit mot en regel, vänligen notera att det generellt finns en cool-down-period á en månad under vilken vi inte kommer att överväga några amnestiförfrågningar. Efter denna period, är du välkommen att kontakta oss om du anser det nödvändigt. Vänligen notera att skapandet av nya konton efter att du haft ett inaktiverat kommer att resultera i en <strong>förlängning av denna en månads cool-down</strong>. Vänligen notera även att för <strong>varje konto du skapar, bryter du mot reglerna ytterligare</strong>. Vi rekommenderar starkt att du inte tar denna vägen!
th: ถ้าคุณทำผิดกฎ เราจะบอกว่ามีระยะเวลาเว้นช่วง (Cool-down) หนึ่งเดือน ซึ่งระหว่างนี้เราจะไม่รับคำขอยกโทษ และหลังจากผ่านไปแล้วหนึ่งเดือน คุณค่อยติดต่อเรากลับมา (ถ้าจำเป็น) อีกอย่างคือถ้าสร้างบัญชีเพิ่มอีก (หลังจากอันเก่าโดนระงับ) ก็<strong>จะโดนอีกหนึ่งเดือน</strong> และจะบอกว่า<strong>ยิ่งสร้างบัญชีเพิ่ม ยิ่งทำผิดกฎมากขึ้น</strong> ขอร้องล่ะนะ
tr: Bir kuralı ihlal etmeniz durumunda, genellikle herhangi bir af(veya itiraz) talebini dikkate almayacağımız bir aylık bekleme süresinin olduğunu unutmayın. Bu süreden sonra, gerekli olması halinde bizimle iletişime geçmekte özgürsünüz. Bir hesabı devre dışı bıraktıktan sonra yeni hesap oluşturmanın <strong>bu bir aylık bekleme süresinin uzatılmasına</strong> neden olacağını lütfen unutmayın. Ayrıca <strong> oluşturduğunuz her hesap için kuralları daha fazla ihlal ettiğinizi </strong> unutmayın. Bu yolda gitmemenizi önemle tavsiye ederiz!
uk: Врахуйте, що якщо ви порушили правила, то як мінімум місяць ваші спроби оскаржити блокування розглядатися не будуть. Після закінчення одного місяця можете зв'язуватися з нами, якщо вважаєте за це необхідним. Також знайте, що створення нових акаунтів щоб уникнути блокування <strong>лише продовжить цей місячний період</strong>, в який ви не зможете відновити свій головний аккаунт. До того ж, <strong>створення вторинних акаунтів заборонено правилами</strong>, тому радимо вам не робити цього!
zh: 如果您违反了规则，我们原则上在一个月的期限以内不会考虑解禁您的帐户。在此之后，您如果需要，可以随时联系我们。请注意，在一个帐户被封后创建新帐户会<strong>使您的封禁期限被延长</strong>。您更需要注意<strong>您每创建一个新帐户都会更严重地违反规则</strong>。我们强烈建议您不要误入歧途。
zh_tw: 若你沒有遵守規則，我們原則上在一個月的期限以內不會考慮解禁您的帳號。在此之後，您如有需要，可以隨時聯絡我們。請注意，在一個帳號被封禁後創建新帳號會<strong>使您的封禁期限被延長</strong>。而且<strong>每當您創建一個新帳號，您都是在更嚴重地破壞規則</strong>。我們強烈建議您不要誤入歧途。

# disabled.if_mistake._
source: If you feel this is a mistake, you are welcome to contact us (via {0} or by clicking the "?" in the bottom-right-hand corner of this page). Please note that we are always fully confident with our actions, as they are based on very solid data. We reserve the right to disregard your request should we feel you are being intentionally dishonest.
ar: اذا كنت تعتقد ان هذا خطأ, انت مرحب بمراسلتنا ( على {0} او بالنقر على "؟" على اسغل زاوية-اليد-اليمنى من هذه الصفحة). ارجوك تفهم اننا واثقون دائماََ من جميع اجرائاتِنا, بحسبِ انها تستند الى معلومات دقيقة جداََ. لدينا الحق في مخالفة طلبك اعتقدنا انه يبدو غير صادق.
bg: Ако мислите, че е станала грешка, свободните сте да се свържете с нас (чрез {0} или с натискането на "?" в долната дясна част на страницата). Имайте предвид, че сме уверени в действията си, защото са базирани на солидна информация. Ние запазваме правото си да пренебрегнем молбата ви в случай, че мислим, че вие сте умешлено нечестни с нас.
da: Hvis du føler at dette var en fejltagelse er du velkommen til at kontakte os (via {0} eller ved at klike på "?" i hjørnet nederst til højre). Bemærk venligst at vi altid har fuld tillid til vores handlinger da de er baseret på solidt data. Vi reserverer retten til at se bort fra din anmodning skulle vi føle at du handler i dårlig ånd eller er uærlig.
de: Wenn Du der Meinung bist, dass dies ein Fehler ist, kannst Du uns gerne kontaktieren (per {0} oder durch Klicken auf das "?" in der rechten unteren Ecke dieser Seite). Bitte beachte, dass wir bei unseren Handlungen immer volles Vertrauen haben, da sie auf sehr soliden Daten beruhen. Wir behalten uns das Recht vor, Deine Anfrage zu ignorieren, wenn wir das Gefühl haben, dass Du absichtlich unehrlich bist.
es: Si cree que se trata de un error, puede ponerse en contacto con nosotros (por {0} o haciendo clic en el "?" en la esquina inferior derecha de esta página). Tenga en cuenta que siempre confiamos plenamente en nuestras acciones, ya que se basan en datos muy sólidos. Nos reservamos el derecho de ignorar su petición si consideramos que está siendo intencionadamente deshonesto.
fi: Jos koet, että tämä on virhe, olet tervetullut ottamaan meihin yhteyttä (sähköpostilla {0} tai klikkaamalla "?" tämän sivun oikeassa alareunan kulmassa). Huomioithan, että olemme aina täysin varmoja toiminnastamme, koska ne perustuvat erittäin tukeviin tietoihin. Pidätämme oikeuden jättää pyyntönne huomiotta, jos tunnemme, että olette tahallisesti epärehellisiä.
fr: Si vous pensez que c'est une erreur, vous êtes invités à nous contacter (via {0} ou en cliquant sur le "?" dans le coin en bas à droite de cette page). Veuillez noter que nous sommes confiants en nos actions, car elles reposent sur des données solides. Nous nous réservons le droit de ne pas tenir compte de votre demande si nous pensons que vous êtes délibérément malhonnête.
hu: Ha hibát észleltél, nyugodtan lépj kapcsolatba velünk (itt {0} vagy kattints a ? ikonra a jobb alsó sarokba az oldalon). Fontos, hogy mi mindig magabiztosak vagyunk abban mit teszünk, mivel nagyon magabiztos adatokból dolgozunk. Továbbá fent tartjuk azt a jogot, hogy a becstelen vagy sértő a kéréseket figyelmen kivül hagyjuk.
id: Apabila Anda merasa hal ini merupakan sebuah kesalahpahaman, Anda dianjurkan untuk mengontak kami sesegera mungkin (melalui {0} atau tombol "?" yang tersedia pada pojok kanan bawah halaman ini). Mohon diperhatikan bahwa segala keputusan yang kami ambil terkait dengan akun Anda selalu berdasar pada data-data konkrit yang kami punya dan senantiasa diambil dengan penuh keyakinan. Selain itu, kami juga berhak untuk tidak menindaklanjuti laporan Anda lebih lanjut apabila kami merasa Anda dengan sengaja berbohong kepada kami dalam aduan yang Anda ajukan.
it: Se pensi che si tratti di un'errore, sei libero di contattarci (via {0} o cliccando su "?" nell'angolo in basso a destra di questa pagina). Nota che siamo pienamente fiduciosi delle nostre azioni, siccome si basano su prove consolidate. Ci riserviamo il diritto di rifiutare la tua richiesta se riteniamo che tu sia intenzionalmente disonesto.
ja: これが間違いだと思われる場合は、お気軽にお問い合わせください（{0} を使用するか、このページの右下にある[?]をクリックしてください）。これは非常に堅実なデータに基づいて行われています。意図的な不正であると判断した場合、私達はリクエストを無視する権利を留保します。
ko: 만약 실수라고 생각된다면, 저희에게 연락할 수 있습니다 ({0} 이나 이 페이지의 오른쪽 하단 버튼 "?"을 클릭).
nl: Als je denkt dat dit een vergissing is, ben je welkom om ons te contacteren (via {0} of door te klikken op "? in de rechter onderhoek van deze pagina). Houd er rekening mee dat we altijd volledig vertrouwen hebben in onze acties, aangezien deze gebaseerd zijn op zeer solide gegevens. We behouden ons het recht voor om je verzoek te negeren als we het gevoel hebben dat je opzettelijk oneerlijk bent.
no: Hvis du mener dette er en feil, er du velkommer til å kontakte oss (via {0} eller med å klikke på "?" i nedre-høyre hjørne av denne siden). Vær oppmerksom på at vi alltid er helt sikre på hva vi gjør, fordi de er basert på svært solide data. Vi forbeholder oss retten til å ignorere din forespørsel bor vi føle at du er bevisst uærlig.
pl: Jeżeli uważasz, że to pomyłka, skontaktuj się z nami (poprzez {0} lub kliknięcie znaku zapytania w prawym dolnym rogu tej strony). Miej na uwadze, że zawsze jesteśmy całkowicie pewni naszych działań, ponieważ opierają się one na wiarygodnych danych. Mamy prawo odrzucić Twój wniosek, jeżeli uważamy, że umyślnie próbujesz wprowadzić nas w błąd.
pt: Se achas que isto é um engano, poderás entrar em contacto connosco (via {0} ou ao clicar em "?" no canto inferior direito desta página). Por favor nota que estamos sempre totalmente confiantes com as nossas ações, uma vez que se baseiam em dados fidedignos. Nós reservamo-nos ao direito de ignorar o teu pedido se sentirmos que estás a ser intencionalmente desonesto.
pt_br: Se você acha que isso é um erro, você pode entrar em contato conosco (através de {0} ou clicando no "?" no canto inferior direito desta página). Por favor observe que estamos sempre totalmente confiantes com nossas ações, uma vez que se baseiam em dados muito sólidos. Nós nos reservamos o direito de ignorar o seu pedido se sentirmos que você está sendo intencionalmente desonesto.
ro: Dacă credeți că a fost o greșeală, ești bine venit să ne contactezi (prin {0} sau să dați click pe "?" din colțul-drept-jos de pe această pagină). Vă rugăm notați că suntem foarte convinși cu acțiunile noastre, care sunt bazate pe date concrete. Rezervăm dreptul să vă respingem dacă simțim că sunteți dezonest.
ru: Если вы считаете, что это ошибка, то можете связаться с нами (по {0}, или нажав на «?» в нижнем правом углу страницы). Пожалуйста, учтите, что мы всегда уверены в своих действиях, так как они основаны на надёжных данных. Мы оставляем за собой право игнорировать ваши жалобы, если посчитаем, что вы ведёте себя недобросовестно.
sv: Om du upplever att detta är ett misstag, är du välkommen att kontakta oss (via {0} eller genom att klicka "?" i det nedre högra hörnet av denna sidan). Vänligen notera att vi alltid är helt säkra i våra ageranden, då de är baserade på mycket pålitlig data. Vi förbehåller oss rätten att bortse från din förfrågan om vi upplever att du avsiktligen är oärlig.
th: หากคิดว่าเป็นความผิดพลาด สามารถติดต่อเรา (ผ่าน {0} หรือกดปุ่ม "?" ที่ด้านล่างขวาของหน้านี้) เราขอบอกว่าทุกอย่างที่เราทำไปค่อนข้างมั่นใจและแน่นอนมาก เพราะทุกอย่างมาจากข้อมูลที่ชัดเจน และขอเตือนว่าเรามีสิทธิ์จะปฏิเสธคำขอของคุณหากเรารู้สึกว่าคุณไม่สุจริต
tr: Eğer bir yanlışlık olduğunu düşünüyorsanız, bizimle ({0} adresi üzerinden veya bu sayfanın sağ-alt köşesinde bulunan "?" ikonuna tıklayarak) iletişime geçebilirsiniz. Çok sağlam verilere dayandığından, eylemlerimize her daim tamamen güvendiğimizi lütfen unutmayın. Bilerek bizimle dürüst olmadığınızı fark ettiğimizde talebinizi göz ardı etme hakkını saklı tutarız.
uk: Якщо ви вважаєте, що це помилка ви можете зв'язатися з нами (через {0} або після натискання на "?" В правому-нижньому кутку цієї сторінки). Зауважте, що ми завжди впевнені в своїх діях, так як вони засновані на надійних даних. Ми залишаємо за собою право ігнорувати ваші скарги, якщо порахуємо, що ви ведете себе недобросовісно.
zh: 如果你觉得我们误封了你的账号，你可以通过电子邮件（{0}）或者点击本页面右下方的问号来联系我们。一般来说，我们犯错的几率是很低的。我们只以可靠的数据为参考进行这一类的操作。如果你执意违反规则，我们保留拒绝你的请求的权利。

# disabled.if_mistake.email
source: email
ar: البريد الإلكتروني
bg: имейл
es: correo electrónico
fi: sähköposti
ja: メールアドレス
ko: 이메일
no: epost
ru: электронной почте
th: อีเมล
tr: e-posta
uk: ел. поште
zh: 电子邮件
zh_tw: 電子郵件
