Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# show.extra.historical.most_played.title
source: Most Played Beatmaps
ar: الخرائط الاكثر لعباََ
be: Найбольш згуляныя бітмапы
bg: Най-играните бийтмапове
cs: Nejhranější mapy
da: Mest Spillede Beatmaps
de: Meistgespielte Beatmaps
el: Πιο πολυπαιγμένα beatmaps
es: Mapas más jugados
fi: Pelatuimmat Beatmapit
fr: Beatmaps les plus jouées
hu: Legtöbbet Játszott Beatmap-ek
id: Beatmap yang Paling Banyak Dimainkan
it: Beatmap più Giocate
ja: プレイ回数の多いビートマップ
ko: 가장 많이 플레이한 비트맵
nl: Meest Gespeelde Beatmaps
no: Mest Spilte Beatmaps
pl: Najczęściej grane beatmapy
pt: Os beatmaps mais jogados
pt_br: Beatmaps Mais Jogados
ro: Cele mai jucate beatmaps
ru: Наибольше сыгранные карты
sk: Najviac Hrané Beatmapy
sv: Mest Spelade Beatmaps
th: บีทแมพที่เล่นมากที่สุด
tr: En Çok Oynanan Beatmapler
uk: Найбільше зіграні карти
vi: Beatmap được chơi nhiều nhất
zh: 玩得最多的谱面
zh_tw: 玩過次數最多的圖譜

# show.extra.historical.recent_plays.accuracy
source: accuracy: {0}
ar: الدقة: {0}
be: дакладнасць: {0}
bg: прецизност: {0}
cs: přesnost: {0}
da: præcision: {0}
de: genauigkeit: {0}
el: ακρίβεια: {0}
es: precisión: {0}
fi: tarkkuus {0}
fr: précision : {0}
hu: pontosság: {0}
id: akurasi: {0}
it: precisione: {0}
ja: 精度: {0}
ko: 정확도: {0}
nl: precisie: {0}
no: presisjon {0}
pl: celność: {0}
pt: precisão: {0}
pt_br: precisão: {0}
ro: precizie: {0}
ru: точность: {0}
sk: presnosť: {0}
sv: precision: {0}
th: ความแม่นยำ: {0}
tr: isabet oranı: {0}
uk: точність: {0}
vi: độ chính xác: {0}
zh: 准确率：{0}
zh_tw: 準確率：{0}

# show.extra.historical.recent_plays.title
source: Recent Plays (24h)
ar: الخرائط الملعوبة اخر (24 ساعة)
be: Нядаўнія гальні (24гадз)
bg: Скорошна активност (24 часа)
cs: Nedávno zahráno (24h)
da: Senest spillet (24 timer)
de: Neuliche Plays (24h)
el: Πρόσφατα Σκορ (24ω)
es: Jugadas recientes (24 h)
fi: Viimeisimmät pelaukset (24h)
fr: Parties récentes (dernières 24h)
hu: Legutóbb Játszott (24ó)
id: Rekam Jejak Permainan Terbaru (24 jam)
it: Partite Recenti (nelle ultime 24 ore)
ja: 最近のプレイ（24時間以内）
ko: 최근 플레이 (24시간)
nl: Recent gespeeld
no: Nylige spillforsøk (24t)
pl: Ostatnie wyniki (24 godz.)
pt: Partidas recentes (24h)
pt_br: Jogados Recentemente (24h)
ro: Jocuri recente (24 de ore)
ru: Последние игры (за сутки)
sk: Nedávno Odohrané (24h)
sv: Senaste spel (24h)
th: เล่นล่าสุด (24 ชั่วโมง)
tr: Son Oynamalar (24s)
uk: Останні ігри (24г)
vi: Những Lần Chơi Gần Đây (24h)
zh: 最近24小时游玩
zh_tw: 最近24小時遊玩

# show.extra.historical.replays_watched_counts.title
source: Replays Watched History
ar: تاريخ مشاهدات النتائج
be: Гісторыя праглядаў паўтораў
bg: История на гледани повторения
cs: Historie zhlédnutí replayů
da: Replays Set Historik
de: Angeschaute Wiederholungen
el: Ιστορικό Παρακολούθησης Replay
es: Historial de repeticiones vistas
fi: Katsotut Uusinnat
fr: Historique des replays regardées
hu: Visszajátszás megtekintések előzménye
id: Riwayat Jumlah Tayangan Ulang yang Ditonton
it: Cronologia Replay Guardati
ja: リプレイの再生回数
ko: 리플레이가 재생된 횟수
nl: Replays Gekeken Geschiedenis
no: Historikk For Repriser
pl: Wykres obejrzanych powtórek
pt: Historial de repetições vistas
pt_br: Histórico de Replays Assistidos
ro: Istoricul reluărilor vizionate
ru: История просмотров реплеев
sk: História Pozretých Replayov
sv: Repriser kollade
th: ประวัติการดูรีเพลย์
tr: Tekrar İzlenme Geçmişi
uk: Історія перегляду повторів
vi: Lịch Sử Replay Được Xem
zh: 回放被观看记录
zh_tw: 重播觀看的歷史記錄

# show.extra.historical.replays_watched_counts.count_label
source: Replays Watched
ar: مشاهدات النتائج
be: Паўтораў прагледжана
bg: Гледани повторения
cs: Záznamů přehráno
da: Replays Set
de: Wiederholungen angeschaut
el: Παρακολουθημένες Επαναλήψεις
es: Repeticiones vistas
fi: Uusintoja katsottu
fr: Replays regardés
hu: Megnézett Visszajátszások
id: Kali Tayangan Ulang Ditonton
it: Replay guardati
ja: リプレイ再生回数
ko: 리플레이 재생 횟수
nl: Replays Bekeken
no: Repriser Sett
pl: Obejrzane powtórki:
pt: Repetições assistidas
pt_br: Replays Assistidos
ro: Reluări vizionate
ru: Просмотрено реплеев
sk: Počet zhliadnutích hier
sv: Repriser Sedda
th: การดูรีเพลย์
tr: Tekrar İzlendi
uk: Переглянуті повтори
vi: Replay Đã Xem
zh: 回放被观看次数
zh_tw: 重播觀看次數

# show.extra.kudosu.recent_entries
source: Recent Kudosu History
ar: تاريخ الكودوسو الفائت
be: Нядаўняя гісторыя кудосу
bg: Скорошна Kudosu история
cs: Nedávná Kudosu historie
da: Seneste Kudosu Historie
de: Kudosu-Verlauf
el: Πρόσφατο Ιστορικό Kudosu
es: Historial de Kudosu Reciente
fi: Viimeisimmät Kudosut
fr: Historique de Kudosu récent
hu: Legutóbbi Kudosu történelem
id: Riwayat Kudosu Terbaru
it: Cronologia Kudosu Recenti
ja: 最近のKudosu履歴
ko: 최근 Kudosu 기록
nl: Recente Kudosu Geschiedenis
no: Nylig Kudosu Historie
pl: Ostatnio zdobyte kudosu
pt: Historial recente de kudosu
pt_br: Histórico de kudosu recente
ro: Istoricul Kudosu recent
ru: История кудосу
sk: Nedávna Kudosu História
sv: Nyligen Kudosu Historia
th: ประวัติ Kudosu ล่าสุด
tr: Son Kudosu Geçmişi
uk: Останні обміни
vi: Lịch Sử Kudosu Gần Đây
zh: 最近 Kudosu 记录
zh_tw: 近期 Kudosu 記錄

# show.extra.kudosu.title
source: Kudosu!
ar: كودوسو!
be: Кудосу!
ru: Кудосу!
uk: Кудосу!

# show.extra.kudosu.total
source: Total Kudosu Earned
ar: عدد الكودوسو الحاصل عليها
be: Агулам зароблена кудосу
bg: Общо получено Kudosu
cs: Celkově získané Kudosu
da: Total Kudosu Optjent
de: Kudosu insgesamt
el: Σύνολο Εξασφαλισμένων Kudosu
es: Total de Kudosu obtenido
fi: Ansaittu Kudosu
fr: Kudosu reçus au total
hu: Összesen megszerzett Kudosu
id: Jumlah Kudosu yang Diperoleh
it: Totale Kudosu Guadagnati
ja: Kudosuの累計獲得数
ko: 총 획득한 Kudosu 수
nl: Totaal Aantal Kudosu Verdiend
no: Total Kudosu Opptjent
pl: Zdobyte kudosu
pt: Total de kudosu ganhos
pt_br: Total de Kudosu Adquirido
ro: Suma totală de Kudosu câștigați
ru: Кудосу накоплено
sk: Celkovo Získané Kudosu
sv: Total Kudosu Intjänad
th: Kudosu ที่ได้รับ
tr: Kazanılan Toplam Kudosu
uk: Кудосу накопичено
vi: Tông Số Kudosu Nhận Được
zh: 总共获得 kudosu
zh_tw: 總共獲得 kudosu

# show.extra.kudosu.entry.amount
source: {0} kudosu
ar: {0} كودوسو
be: {0} кудосу
fi: {0} kudosun
ru: {0} кудосу
uk: {0} кудосу

# show.extra.kudosu.entry.empty
source: This user hasn't received any kudosu!
ar: هذا المستخدم لم يحصل على اية كودوسو!
be: Гэты карыстальнік наогул не атрымліваў кудосу!
bg: Този потребител все още няма kudosu!
cs: Tento uživatel zatím neobdržel žádné kudosu!
da: Denne bruger har ikke modtaget nogen kudosu!
de: Dieser Benutzer hat kein Kudosu erhalten!
el: Αυτός ο χρήστης δεν έχει κερδίσει kudosu!
es: ¡Este usuario no ha recibido ningún kudosu!
fi: Tämä käyttäjä ei ole saanut yhtään kudosua!
fr: Cet utilisateur n'a jamais reçu de Kudosu !
hu: Ez a felhasználó még nem kapott kudosu-t!
id: Pengguna ini belum tercatat pernah menerima kudosu! sebelumnya.
it: Questo utente non ha ricevuto alcun kudosu!
ja: このユーザーはまだkudosu!を獲得していません！
ko: 획득한 kudosu가 없습니다!
nl: Deze gebruiker heeft nog geen kudosu ontvangen!
no: Denne brukeren har ikke mottatt noen kudosu!
pl: Ten gracz nie otrzymał jeszcze żadnego kudosu!
pt: Este utilizador não recebeu nenhum kudosu!
pt_br: Esse usuário ainda não recebeu nenhum kudosu!
ro: Acest utilizator nu a primit niciun kudosu!
ru: Этот пользователь ещё не получал Кудосу!
sk: Tento užívateľ zatiaľ neobdržal žiadne kudosu!
sv: Denna användare har inte fått någon kudosu!
th: ผู้ใช้คนนี้ยังไม่เคยได้รับ kudosu!
tr: Bu kullanıcı henüz kudosu almamış!
uk: Цей користувач не обмінювався Кудосу!
vi: Người dùng này chưa nhận kudosu nào!
zh: 该用户还没有收到过 kudosu ！
zh_tw: 該使用者尚未收到任何 kudosu!

# show.extra.kudosu.entry.beatmap_discussion.allow_kudosu.give
source: Received {0} from kudosu deny repeal of modding post {1}
ar: حصل على {0} من الكودوسو التي رفضت من اقتراح على منشور {1}
be: Атрымана {0} за адказ у {1}
bg: Получено {0} от погрешно анулиране на kudosu на съобщение от {1}
cs: Obdržel jsi {0} kudosu z kudosu odmítnutí, z módding příspěvku {1}
da: Modtog {0} fra kudosu benægtelsesophævelse af modding opslaget {1}
de: {0} durch das Zurückziehen des Kudosu-Verwehrens von {1} erhalten
el: Λάβατε {0} kudosu από την άρνηση κατάργησης για την επεξεργασία του post {1}
es: Recibió {0} de revocación de negación de kudosu por la publicación de modding {1}
fi: Sai {0} modausviestin kudosuhylkäyksen kumoamisesta keskustelussa {1}
fr: Reçu {0} kudosu du post de modding {1}
hu: {0} kudosu szerezve a {1} lévő kudosu megvonás megcáfolására
id: Menerima {0} atas pembatalan penolakan kudosu di post modding {1}
it: Ricevuto {0} dall'annullamento del rifiuto di kudosu del post di modding {1}
ja: Modding投稿{0} のkudosu獲得拒否の取り消しにより {1} 獲得
ko: 토론 {0}에서의 kudosu 획득 자격이 복구되어 {1}를 받았습니다.
nl: Kreeg {0} kudosu voor in beroep gaan van afwijzing in modding post {1}
no: Mottok {0} fra opphevelse av nektet kudosu i modding innlegget {1}
pl: Otrzymano {0} za uchylenie odmowy otrzymania kudosu za post {1}
pt: {0} recebido da revogação negada de kudosu da publicação de modding {1}
pt_br: Recebeu {0} por negação de kudosu na publicação {1}
ro: A primit {0} de la respringerea revocării de kudosu la postarea {1}
ru: Получено {0} за ответ в {1}
sk: Obdržal si {0} kudosu z odmietnutí kudosu z modding príspevku {1}
sv: Tog emot {0} från kudosu nekning upphävning av modding inlägg {1}
th: ได้รับ {0} kudosu จากการไม่ยกเลิก modding โพสต์ {1}
tr: {0} mod gönderisinde kudosu red iptalinden dolayı {1} kazanıldı
uk: Отримано {0} за відповідь в {1}
vi: Đã nhận {0} từ bãi bỏ sự từ chối kudosu của bài đăng modding {1}
zh: 因讨论帖 {0} 的 kudosu 移除操作的撤销而获得 {1}
zh_tw: 此貼文 {0} 總共獲得 {1} 點 kudosu

# show.extra.kudosu.entry.beatmap_discussion.deny_kudosu.reset
source: Denied {0} from modding post {1}
ar: رفض {0} من منشور الاقتراح {1}
be: Пазбаўлена {0} за адказ у {1}
bg: Отхвърлено {0} от съобщение от {1}
cs: Bylo odepřeno {0} z modding příspěvku {1}
da: Benægtet {0} fra modding opslaget {1}
de: {0} vom Beitrag {1} verwehrt
el: Αρνήθηκε {0} από το modding της ανάρτησης {1}
es: Se le negó {0} por la publicación de modding {1}
fi: Hylkäsi {0} modausviestistä keskustelussa {1}
fr: Refus de {0} kudosu du post {1}
hu: {0} visszavonva a {1} modolási posztról
id: Menolak {0} di post modding {1}
it: Negato {0} dal post di modding {1}
ja: {0}の {1} 獲得を拒否
ko: 토론 {0}에서 {1}를 거절당했습니다.
nl: {0} ontkend voor modding bericht {1}
no: Nektet {0} fra modding innlegget i {1}
pl: Odmówiono {0} za post {1}
pt: {0} recusado da publicação de modding {1}
pt_br: Negou {0} na publicação {1}
ro: A refuzat {0} de la postarea {1}
ru: Отнято {0} за ответ в {1}
sk: Bolo odopreté {0} z modding príspevku {1}
sv: Nekad {0} från modding inlägg {1}
th: ปฏิเสธ {0} จาก modding โพสต์ {1}
tr: {0} mod gönderisinden {1} reddedildi
uk: Відібрано {0} за відповідь в {1}
vi: Từ chối {0} từ bài đăng modding {1}
zh: 在讨论帖 {0} 中被移除 {1}
zh_tw: 此貼文 {0} 總共被拒絕 {1} 點 kudosu

# show.extra.kudosu.entry.beatmap_discussion.delete.reset
source: Lost {0} from modding post deletion of {1}
ar: خسر {0} من حذف منشور الاقتراح {1}
be: Страчана {0} за выдаленне адказа ў допісе {1}
bg: Изгубено {0} от изтриване на съобщение от {1}
cs: Ztraceno {0} kvůli smazání modding příspěvku {1}
da: Mistede {0} fra sletning af modding opslag {1}
de: {0} durch das Löschen des Modding-Beitrags {1} verloren
el: Χάσατε {0} από την επεξεργασία του post {1} αφού έχει διαγραφεί
es: Perdió {0} por la eliminación de la publicación de modding de {1}
fi: Menetti {0} modausviestin poistamisesta keskustelussa {1}
fr: Perte de {0} kudosu suite à la suppression du post {1}
hu: {0} elvesztve a {1} lévő modolási poszt törlődése miatt
id: Kehilangan {0} atas penghapusan post di post modding {1}
it: Perso {0} dalla rimozione del post di modding di {1}
ja: {0} の削除により {1} 取り消し
ko: 토론 {0}이 삭제되어 {1}를 잃었습니다.
nl: {0} verloren vanwege verwijdering modding post {1}
no: Tapte {0} fra sletting av modding innlegget i {1}
pl: Utracono {0} za usunięcie posta {1}
pt: {0} perdido da publicação de modding {1}
pt_br: Perdeu {0} por postagem deletada em {1}
ro: A pierdut {0} de la ștergerea postării {1}
ru: Потеряно {0} за удаление ответа в посте {1}
sk: Strateno {0} kvôli zmazaniu príspevku {1}
sv: Förlorade {0} från modding inlägg radering av {1}
th: สูญหาย {0} จากการลบmoddingโพสต์ {1}
tr: {0} mod gönderisi silindiğinden dolayı {1} kaybedildi
uk: Втрачено {0} за видалення відповіді в {1}
vi: Mất {0} từ bài đăng modding {1} bị xóa
zh: 因讨论帖 {0} 被删除而失去 {1}
zh_tw: 此貼文 {0} 因被移除總共失去 {1} 點 kudosu

# show.extra.kudosu.entry.beatmap_discussion.restore.give
source: Received {0} from modding post restoration of {1}
ar: استلم {0} من استعادة منشور الاقتراح {1}
be: Атрымана {0} за аднаўленне адказа ў допісе {1}
bg: Получено {0} от възобновяване на съобщение от {1}
cs: Obdrženo {0} za obnovení modding příspěvku {1}
da: Modtog {0} fra modding opslag genetablering af {1}
de: {0} durch die Wiederherstellung des Modding-Posts {1} erhalten
el: Λάβατε {0} από την επεξεργασία μετά την αποκατάσταση του {1}
es: Recibió {0} por la restauración de la publicación de modding de {1}
fi: Sai {0} modausviestin palauttamisesta keskustelussa {1}
fr: Réception de {0} kudosu suite à la restoration du post {1}
hu: {0} szerezve {1} lévő modolási poszt visszaállítása miatt
id: Menerima {0} atas pengembalian post di post modding {1}
it: Ricevuto {0} dal ripristino del post di modding di {1}
ja: {0} の復元により {1} 獲得
ko: 삭제된 토론 {0}이 복원되어 {1}를 받았습니다.
nl: Kreeg {0} voor modding post {1} the herstellen
no: Mottok {0} fra gjenopprettelse av modding innlegget i {1}
pl: Otrzymano {0} za przywrócenie posta {1}
pt: {0} recebido da restauração da publicação de modding {1}
pt_br: Recebeu {0} pela publicação restaurada em {1}
ro: A primit {0} de la restaurarea postării {1}
ru: Получено {0} за восстановление ответа в посте {1}
sk: Obdržané {0} za obnovenie modding príspevku {1}
sv: Tog emot {0} från modding inlägg återställning av {1}
th: ได้รับ {0} จากการโพสต์modding {1}
tr: {0} mod gönderisinin iyileştirilmesinden dolayı {1} kazanıldı
uk: Отримано {0} за відновлення відповіді в {1}
vi: Nhận được {0} từ bài đăng modding được phục hồi {1}
zh: 因讨论帖 {0} 被恢复而获得 {1}
zh_tw: 此貼文 {0} 因被還原總共獲得 {1} 點 kudosu

# show.extra.kudosu.entry.beatmap_discussion.vote.give
source: Received {0} from obtaining votes in modding post of {1}
ar: استلم {0} من خلال الحصول على اصوات منشور الاقتراح {1}
be: Атрымана {0} за атрыманне галасоў у допісе {1}
bg: Получено {0} от получените гласове на съобщение от {1}
cs: Obdrženo {0} za získání hlasů u modding příspěvku {1}
da: Modtog {0} fra at få stemmer på modding opslaget {1}
de: {0} durch erhaltene Stimmen im Post {1} erhalten
el: Λάβατε {0} από την απόκτηση ψήφων στην επεξεργασία του post {1}
es: Recibió {0} por obtención de votos en la publicación de modding de {1}
fi: Sai {0} modausviestissä keräämistä äänistä keskustelussa {1}
fr: Réception de {0} kudosu suite aux votes reçus dans le post {1}
hu: {0} szerezve a {1} lévő modolási poszton elért szavazatokért
id: Mendapatkan {0} dari suara yang diperoleh pada topik diskusi {1}
it: Ricevuto {0} dall'ottenimento di voti nel post di modding di {1}
ja: {0} での投票により {1} 獲得
ko: 모딩 토론 {0}에서 득표하여 {1}를 받았습니다.
nl: Kreeg {0} via stemmen in modding post {1}
no: Mottok {0} fra å få stemmer på modding innlegget i {1}
pl: Otrzymano {0} za zdobycie głosów w poście {1}
pt: {0} recebido de obteres votos na publicação de modding {1}
pt_br: Recebeu {0} por obter votos na publicação {1}
ro: A primit {0} de la obținerea de voturi în postarea din {1}
ru: Получено {0} за получение голосов в посте {1}
sk: Obdržané {0} za získanie hlasu v modding príspevku {1}
sv: Tog emot {0} från införskaffande röster i modding inlägg av {1}
th: ได้รับ {0} จากการได้รับคะแนนโหวตในตำแหน่ง modding {1}
tr: {0} mod gönderisinde alınan oylardan {1} kazanıldı
uk: Отримано {0} за отримання голосів в {1}
vi: Nhận được {0} từ bài đăng modding {1} được nhận upvote
zh: 因在讨论帖 {0} 中得到了足够票数而获得 {1}
zh_tw: 此貼文 {0} 因取得足夠票數總共獲得 {1} 點 kudosu

# show.extra.kudosu.entry.beatmap_discussion.vote.reset
source: Lost {0} from losing votes in modding post of {1}
ar: خسر {0} من خلال خسارة اصوات منشور الاقتراح {1}
be: Страчана {0} за страчэнне галасоў у допісе {1}
bg: Загубено {0} от загубените гласове на съобщение от {1}
cs: Ztraceno {0} za ztrátu hlasů u modding příspěvku {1}
da: Mistede {0} fra at miste stemmer på modding opslaget {1}
de: {0} durch verlorene Stimmen im Beitrag {1} verloren
el: Χάσατε {0} επειδή χάσατε ψήφους για την επεξεργασία του post {1}
es: Perdió {0} por perder votos en la publicación de modding de {1}
fi: Menetti {0} modausviestissä hävityistä äänistä keskustelussa {1}
fr: Perte de {0} kudosu suite aux votes perdus dans le post {1}
hu: {0} elvesztve a {1} lévő modolási posztról elvesztett szavazatokért
id: Kehilangan {0} dari suara yang hilang pada topik diskusi {1}
it: Perso {0} dalla perdita di voti nel post di modding di {1}
ja: {0} の投票損失により {1} 取り消し
ko: 모딩 글({0})의 투표에서 충분한 표를 얻지 못해 {1}를 잃었습니다.
nl: Verloor {0} uit verliezende stemmen van post {1}
no: Tapte {0} fra å miste stemmer på modding innlegget i {1}
pl: Utracono {0} za utratę głosów w poście {1}
pt: {0} perdido de perderes votos na publicação de modding {1}
pt_br: Perdeu {0} por perder votos na publicação {1}
ro: A pierdut {0} de la pierderea de voturi în postarea din {1}
ru: Потеряно {0} за потерю голосов в посте {1}
sk: Strateno {0} za stratu hlasu v modding príspevku {1}
sv: Förlorade {0} från förlorade röster i modding inlägg av {1}
th: สูญหาย {0} จากการสูญเสียคะแนนโหวตในตำแหน่ง modding {1}
tr: {0} mod gönderisinde kaybedilen oylardan {1} kaybedildi
uk: Втрачено {0} за втрату голосів у {1}
vi: Mất {0} từ bài đăng modding {1} mất vote
zh: 因在讨论帖 {0} 中丢失了票数而失去 {1}
zh_tw: 此貼文 {0} 因得票數不足總共失去 {1} 點 kudosu

# show.extra.kudosu.entry.beatmap_discussion.recalculate.give
source: Received {0} from votes recalculation in modding post of {1}
ar: استلم {0} من خلال اعادة حساب منشور الاقتراح {1}
be: Атрымана {0} за пералік галасоў у допісе {1}
bg: Получено {0} от прекалкулиране на гласовете на съобщение от {1}
cs: Obdrženo {0} za přepočítání hlasů u modding příspěvku {1}
da: Modtog {0} fra genberegning af stemmer i modding opslaget {1}
de: {0} durch Neuberechnung der Stimmen in {1} erhalten
el: Λάβατε {0} από επανυπολογισμό ψήφων στην επεξεργασία του post {1}
es: Recibió {0} por recálculo de votos en la publicación de modding de {1}
fi: Sai {0} modausviestissä olevien äänten uudelleenlaskennasta keskustelussa {1}
fr: Réception de {0} suite au recalcul des votes du post {1}
hu: {0} szerezve a {1} lévő modolási poszt szavazatainak újraszámolásáért
id: Menerima {0} atas penilaian ulang suara di post modding {1}
it: Ricevuto {0} dal ricalcolo di voti nel post di modding di {1}
ja: {0} の投票再計算により {1} 獲得
ko: 모딩 토론 {0}에서 투표가 재계산되어 {1}를 얻었습니다.
nl: Kreeg {0} uit stemming hertelling in modding post van {0}
no: Mottok {0} fra omberegning av stemmer i modding innlegget {1}
pl: Otrzymano {0} w wyniku przekalkulowania głosów w poście {1}
pt: {0} recebido da recalculação dos votos na publicação de modding {1}
pt_br: Recebeu {0} por votos recalculados na publicação {1}
ro: A primit {0} de la recalcularea voturilor în postarea din {1}
ru: Получено {0} за перерасчёт голосов в посте {1}
sk: Obdržané {0} za prepočítanie hlasov v modding príspevku {1}
sv: Tog emot {0} från röst omkalkylering i modding inlägg av {1}
th: ได้รับ {0} จากการโหวตในโพสต์ modding เพื่อขอคำนวณใหม่ใน {1}
tr: {0} mod gönderisinde oyların yeniden hesaplanmasından dolayı {1} kazanıldı
uk: Отримано {0} за перерахунок голосів в {1}
vi: Nhận được {0} từ bài đăng modding {1} được tính lại vote
zh: 因讨论帖 {0} 的投票重新计算而获得 {1}
zh_tw: 此貼文 {0} 因得票數重新計算總共獲得 {1} 點 kudosu

# show.extra.kudosu.entry.beatmap_discussion.recalculate.reset
source: Lost {0} from votes recalculation in modding post of {1}
ar: خسر {0} من خلال اعادة حساب منشور الاقتراح {1}
be: Страчана {0} за пералік галасоў у допісе {1}
bg: Загубено {0} от прекалкулиране на гласовете на съобщение от {1}
cs: Ztraceno {0} za přepočítání hlasů u modding příspěvku {1}
da: Mistede {0} fra genberegning af stemmer i modding opslaget {1}
de: {0} durch Neuberechnung der Stimmen in {1} verloren
el: Χάσατε {0} από επαnυπολογισμό ψήφων για την επεξεργασία του post {1}
es: Perdió {0} por recálculo de votos en la publicación de modding de {1}
fi: Menetti {0} modausviestissä olevien äänten uudelleenlaskennasta keskustelussa {1}
fr: Perte de {0} suite au recalcul des votes du post {1}
hu: {0} elvesztve a {1} lévő modolási poszt szavazatainak újraszámolásáért
id: Kehilangan {0} atas penilaian ulang suara di post modding {1}
it: Perso {0} dal ricalcolo di voti nel post di modding di {1}
ja: {0} の投票再計算により {1} 取り消し
ko: 모딩 토론 {0}에서 투표가 재계산되어 {1}를 잃었습니다.
nl: Verloor {0} uit stemming hertelling in modding post van {0}
no: Tapte {0} fra omberegning av stemmer i modding innlegget {1}
pl: Utracono {0} w wyniku przekalkulowania głosów w poście {1}
pt: {0} perdido da recalculação de votos na publicação de modding {1}
pt_br: Perdeu {0} por votos recalculados na publicação {1}
ro: A pierdut {0} de la recalucarea voturilor în postarea din {1}
ru: Потеряно {0} за перерасчёт голосов в посте {1}
sk: Strateno {0} za prepočítanie hlasov v modding príspevku {1}
sv: Förlorade {0} från röst omkalkylering i modding inlägg av {1}
th: เสีย {0} จากการโหวตในโพสต์ modding เพื่อขอคำนวณใหม่ใน {1}
tr: {0} mod gönderisinde oyların yeniden hesaplanmasından dolayı {1} kaybedildi
uk: Втрачено {0} за перерахунок голосів в {1}
vi: Mất {0} từ bài đăng modding {1} được tính lại vote
zh: 因讨论帖 {0} 的投票重新计算而失去 {1}
zh_tw: 此貼文 {0} 因得票數重新計算總共失去 {1} 點 kudosu

# show.extra.kudosu.entry.forum_post.give
source: Received {0} from {1} for a post at {2}
ar: استلم {0} من {1} لمنشوره في {2}
be: {0} даў {1} за адказ у допісе {2}
bg: Получено {0} от {1} за публикацията {2}
cs: Obdrženo {0} od {1} za příspěvek u {2}
da: Modtog {0} fra {1} for opslaget {2}
de: {0} von {1} für einen Beitrag in {2} erhalten
el: Λάβατε {0} από τον {1} για μια ανάρτηση στο {2}
es: Recibió {0} de {1} por una publicación en {2}
fi: Sai {0} käyttäjältä {1} viestistään keskustelussa {2}
fr: A reçu {0} de {1} pour un post sur {2}
hu: {0} szerezve {1} által egy {2} lévő posztra
id: Menerima {0} dari {1} untuk posting di {2}
it: Ricevuto {0} da {1} per il post in {2}
ja: {0} の投稿で{1}から {2} 獲得
ko: {0}에서 {1}님으로부터 {2}를 받았습니다.
nl: {0} ontvangen van {1} voor {2}
no: Mottok {0} fra {1} for et innlegg i {2}
pl: Otrzymano {0} od {1} za post na {2}
pt: {0} recebido de {1} por uma publicação em {2}
pt_br: Recebeu {0} de {1} por uma publicação em {2}
ro: A primit {0} de la {1} pentru o postare la {2}
ru: Получено {0} от {1} за сообщение в посте {2}
sk: Obdržané {0} od {1} za príspevok {2}
sv: Tog emot {0} från {1} för ett inlägg på {2}
th: ได้รับ {0} จาก {1} ให้ผู้โพสต์ {2}
tr: {0} gönderisinde {1} tarafından {2} kazanıldı
uk: {0} дав {1} за відповідь в {2}
vi: Nhận được {0} từ {1} cho một bài đăng tại {2}
zh: 在帖子 {0} 中被 {1} 给予 {2}
zh_tw: 此貼文 {0} 由 {1} 給予 {2} 點 kudosu
