Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# restricted_banner.message
source: While restricted, you will be unable to interact with other players and your scores will only be visible to you. This is usually the result of an automated process and will usually be lifted within 24 hours. If you wish to appeal your restriction, please <a href="mailto{0}@ppy.sh">contact support</a>.
ar: عندما تكون مقيداََ, سوف تمنع من مراسلة الاخرين ونتائج ستكون ظاهرة لك فقط. هذه عادة نتيجة تلقائية وسوف تختفي خلال 24 ساعة. اذا كنت تريد الغاء تقييدك, ارجوك <a href="mailto{0}@ppy.sh">اتصل بالدعم</a>.
be: Падчас абмежавання, вы не можаце ўзаемадзейнічаць з іншымі гульцамі, а вашы вынікі будуць бачны толькі вам. Звычайна гэта вынік аўтаматычнага працэсу, які зазвычай знікае праз суткі. Калі вы хочаце скасаваць сваё абмежаванне, калі ласка <a href="mailto{0}@ppy.sh">звяжыцеся з намі</a>.
bg: Докато сте с ограничен статут, вие няма да можете да общувате с други играчи и изпълненията Ви ще бъдат видими само за вас. Това често е резултат от системата ни за автоматично засичане на измамници и статутът ще бъде премахнат до 24 часа. В противен случай сте добре дошли да обжалвате този статут като се свържете с <a href="mailto{0}@ppy.sh"> поддръжка</a>.
cs: Zatímco jsi v omezeném režimu, nebudeš moci komunikovat s ostatními hráči a tvá skóre budou viditelná pouze pro tebe. Toto je obvykle výsledkem automatického procesu který by se měl sám vyřešit do nejpozději 24 hodin. Pokud si přeješ odvolat tvé omezení, prosím <a href="mailto{0}@ppy.sh">kontaktujte podporu</a>.
da: Når du er begrænset, kan du ikke interagere med andre spillere, og dine scores vil kun være synlige for dig. Dette er som regel en automatisk proces, og begrænsningen vil blive fjernet indenfor 24 timer. Hvis du ønsker at appellere din begrænsning, <a href="mailto{0}@ppy.sh">kontakt supporten</a>.
de: Während du restricted bist, kannst du nicht mit anderen Spielern interagieren und deine Ranglistenscores sind nur für dich sichtbar. Dies passiert normalerweise durch einen automatischen Prozess und wird üblicherweise innerhalb von 24 Stunden aufgehoben. Wenn du Einspruch gegen deine Restriction erheben möchtest, wende dich bitte an <a href="mailto{0}@ppy.sh">den Support</a>.
el: Όσο βρίσκεστε υπό περιορισμό, δεν θα είστε σε θέση να αλληλεπιδράσετε με άλλους χρήστες και τα score σας θα είναι ορατά μόνο σε εσάς. Αυτό είναι αποτέλεσμα μιας αυτόματης διαδικασίας που συνήθως διαρκεί 24 ώρες. Εάν επιθυμείτε την αναίρεση του περιορισμού, παρακαλώ <a href="mailto{0}@ppy.sh">επικοινωνήστε με την ομάδα υποστήριξης</a>.
es: Mientras estás restringido, no podrás interactuar con otros jugadores y tus puntuaciones solo las podrás ver tú. Esto es, normalmente, el resultado de un proceso automatizado, y se levanta normalmente dentro de 24 horas. Si deseas apelar a tu restricción, por favor <a href="mailto{0}@ppy.sh">contacta con el soporte</a>.
fi: Kun olet rajoitetussa tilassa, et näe muita pelaajia ja tuloksesi ovat näkyvissä vain sinulle. Tämä on yleensä automatisoitu prosessi ja poistuu useimmiten 24 tunnin sisällä. Jos haluat tehdä valituksen <a href="mailto{0}@ppy.sh">ota yhteyttä tukeen</a>.
fr: Quand vous êtes restreint, vous ne pouvez pas interagir avec les autres joueurs et vos scores ne seront visibles que par vous. Cette restriction est souvent le résultat d'un processus automatique et sera en général levée dans les 24 heures. Si vous souhaitez faire appel de votre restriction, merci de <a href="mailto{0}@ppy.sh">contacter le support</a>.
hu: Korlátozva nem leszel képes más játékosokkal kapcsolatba lépni és a pontjaid csak neked lesznek láthatóak. Ez az eredménye egy automatikus folyamatnak és általában fel lesz oldva 24 órán belül. Amennyiben fellebbezni szeretnél, légyszíves lépj kapcsolatba a <a href="mailto{0}@ppy.sh">support</a>-al.
id: Selama akun Anda di-restrict, Anda tidak dapat berinteraksi dengan para pengguna lain dan skor-skor yang telah Anda raih hanya akan dapat dilihat oleh diri Anda sendiri. Hal ini pada umumnya merupakan efek samping dari proses yang dilakukan oleh sistem secara otomatis dan akan diangkat dalam 24 jam apabila Anda memang terbukti tidak melakukan pelanggaran apapun terhadap aturan-aturan yang berlaku. Jika Anda ingin mengajukan banding atas status akun Anda, mohon <a href="mailto{0}@ppy.sh">hubungi layanan dukungan</a>.
it: Quando sei limitato, non sarai in grado di interagire con gli altri giocatori e i tuoi punteggi saranno visibili solo a te. Solitamente questo è il risultato di un processo automatico e verrà risolto preferibilmente entro 24 ore. Se desideri fare appello alla tua restrizione, <a href="mailto{0}@ppy.sh">contatta il supporto</a>.
ja: 制限中は他のプレイヤーと交流ができなくなり、スコアが他人には表示されなくなります。ほとんどの場合、自動的に行われた処理で通常２４時間以内に解除されます。この制限に異議を申し立てたい場合は<a href="mailto{0}@ppy.sh">サポート</a>に問い合わせて下さい。
ko: 계정이 제한되어있으면 다른 플레이어와 소통할 수 없으며 점수가 본인에게만 표시됩니다. 계정 제한은 보통 자동적으로 처리되며, 24시간 이내에 철회될 수 있습니다. 제한에 대한 항소를 원하시면 <a href="mailto{0}@ppy.sh">지원팀에 연락</a>해주시기 바랍니다.
nl: Zolang je gerestrict bent, kan je niet communiceren met andere spelers en kan enkel jij je scores zien. Meestal is dit het resultaat van een geautomatiseerd proces en wordt het binnen 24 uur verwijderd. Als je in beroep wil gaan, <a href="mailto{0}@ppy.sh">contacteer dan support</a>.
no: Mens du er begrenset vil du ikke være i stand til å samhandle med andre spillere, og poengresultatene dine vil kun være synlige for deg selv. Dette er vanligvis resultatet av en automatisert prosess og vil normalt bli hevet innen 24 timer. Hvis du ønsker å appellere begrensningen, vennligst <a href="mailto{0}@ppy.sh">kontakt støtteteamet</a>.
pl: Podczas blokady konta interakcja z innymi użytkownikami nie będzie możliwa, a twoje wyniki będą widoczne tylko dla ciebie. Zazwyczaj nałożenie blokady jest rezultatem zautomatyzowanego procesu, a jej usunięcie powinno nastąpić w ciągu 24 godzin. Jeżeli chcesz odwołać się od blokady, skontaktuj się z <a href="mailto{0}@ppy.sh">pomocą techniczną</a>.
pt: Enquanto restrito(a), estarás incapaz de interagir com outros jogadores e as tuas pontuações só serão visíveis para ti. Isto é habitualmente o resultado dum processo automático e irá ser levantado geralmente em 24 horas. Se quiseres apelar a tua restrição, por favor <a href="mailto{0}@ppy.sh">contacta a assistência</a>.
pt_br: Enquanto restrito, você será impossibilitado de interagir com outros jogadores e suas pontuações serão visíveis apenas para você. Isso é geralmente causado por um processo automático e provavelmente será resolvido em até 24 horas. Caso tenha interesse em recorrer contra sua restrição, por favor, <a href="mailto{0}@ppy.sh">entre em contato com o suporte</a>.
ro: Când ești restricționat, nu vei putea să interacționezi cu alți jucători și scorurile tale vor fi vizibile doar pentru tine. Acesta este de obicei rezultatul unui proces automat și, de obicei, în termen de 24 de ore. Dacă dorești să contești, te rugăm să <a href="mailto{0}@ppy.sh">contactezi asistența</a>.
ru: Пока права вашего аккаунта ограничены, вы не сможете взаимодействовать с другими игроками и ваши результаты будут видны только вам. Обычно это результат автоматизированного процесса и, как правило, ограничение снимается в течении суток. Если вы хотите обжаловать ваше ограничение, пожалуйста <a href="mailto{0}@ppy.sh">свяжитесь с поддержкой</a>.
sk: Zatial čo si v zablokovanom režime, nebudeš môcť komunikovať s ostatnými hráčmi a tvoje skóre budu viditeľné iba pre teba. Toto je obvykle výsledkom automatického procesu, ktorý by sa mal vyriešit do 24 hodín. Pokiaľ si praješ odvolať tvoj blokovaný režim, prosím <a href="mailto{0}@ppy.sh">kontaktuj podporu</a>.
sv: När du är begränsad, kommer du inte kunna interagera med andra spelare och dina poäng kommer endast vara synliga för dig. Detta är oftast ett resultat av en automatiserad process och kommer troligen lyftas inom 24 timmar. Om du vill överklaga din begränsning, var vänlig <a href="mailto{0}@ppy.sh">kontakta support</a>.
th: เมื่อถูกจำกัดการใช้งาน, คุณจะไม่สามารถโต้ตอบกับผู้เล่นคนอื่น ๆ ได้ และคะแนนของคุณจะเห็นได้แค่คุณเท่านั้น นี่น่าจะเป็นผลของกระบวนการอัตโนมัติและจะถูกปลดภายใน 24 ชั่วโมง ถ้าคุณประสงค์จะอุทธรณ์การจำกัดการใช้งานแอคเคาท์ของคุณ โปรดติดต่อที่<a href="mailto{0}@ppy.sh">ความช่วยเหลือผู้เล่น</a>.
tr: Kısıtlanmışken, diğer oyuncularla etkileşime geçemeyecek ve skorlarınızı sadece siz görebileceksiniz. Bu genellikle otomatik olan bir işlemin sonucudur ve 24 saat içerisinde kalkabilir. Kısıtlamanızın açılması için başvurmak istiyorsanız, lütfen <a href="mailto{0}@ppy.sh">destek hattıyla</a> iletişime geçin.
uk: Поки права вашого облікового запису обмежені, ви не зможете взаємодіяти з іншими гравцями і ваші результати будуть видні тільки вам. Зазвичай це результат автоматизованого процесу і, як правило, обмеження знімається на протязі доби. Якщо ви хочете оскаржити ваше обмеження, будь ласка <a href="mailto{0}@ppy.sh"> зв'яжіться з підтримкою </a>.
vi: Trong khi bị hạn chế, Bạn sẽ không thể tương tác với những người chơi khác và chỉ có bạn thấy được điểm của bạn. Đây thường là kết quả của một quá trình từ động và thường sẽ được gỡ bỏ trong vòng 24 giờ. Nếu bạn muốn kháng nghị về sự hạn chế này, vui lòng <a href="mailto{0}@ppy.sh">liên hệ hỗ trợ</a>.
zh: 在被限制时，无法与其他玩家互动，分数只有自己可见。该限制通常由系统自动给予，并将在24小时内解除。需要申诉？请<a href="mailto{0}@ppy.sh">联系支持团队</a>.
zh_tw: 當您的帳號受到系統自動限制時，您將無法與其他玩家互動，且您的遊戲分數僅供自己查閱。系統將在24小時內解除限制。如果您需要申訴？請<a href="mailto{0}@ppy.sh">聯繫支援服務</a>.

# show.age
source: {0} years old
ar: {0} سنة
be: {0} год
bg: на {0} години
cs: {0} let
da: {0} år gammel
de: {0} Jahre alt
el: {0} ετών
es: {0} años
fi: {0} vuotta vanha
fr: {0} ans
hu: {0} éves
id: {0} tahun
it: {0} anni
ja: {0}歳
ko: 만 {0}세
nl: {0} jaar oud
no: {0} år gammel
pl: Ma {0} lat
pt: {0} anos
pt_br: {0} anos
ro: {0} ani
ru: {0} лет
sk: {0} rokov
sv: {0} år gammal
th: {0} ปี
tr: {0} yaşında
uk: {0} років
vi: {0} tuổi
zh: {0} 岁
zh_tw: {0} 歲

# show.change_avatar
source: change your avatar!
ar: غير صورتك!
be: змяніць аватар!
bg: променете аватара си!
cs: změňte si avatar!
da: ændre din avatar!
de: ändere deinen avatar!
el: αλλάξτε το avatar σας!
es: ¡cambia tu avatar!
fi: vaihda profiilikuvasi!
fr: changer votre avatar !
hu: változtasd meg a profilképed!
id: ganti avatar Anda!
it: cambia il tuo avatar!
ja: プロフィール画像の変更
ko: 아바타를 바꾸세요!
nl: verander je avatar!
no: endre profilbildet ditt!
pl: zmień swój awatar!
pt: muda o teu avatar!
pt_br: mude seu avatar!
ro: schimbă-ți avatarul!
ru: сменить аватар!
sk: zmeň si svoj avatar!
sv: byt din avatar!
th: เปลี่ยนรูปของคุณ
tr: avatarını değiştir!
uk: змінити аватар!
vi: đổi ảnh đại diện!
zh: 更换头像！
zh_tw: 變更您的頭像！

# show.first_members
source: Here since the beginning
ar: هنا منذ البداية
be: Тут з самага пачатку
bg: Тук от началото
cs: Zde od počátku
da: Var her fra starten
de: Seit dem Anfang hier
el: Εδώ από την αρχή
es: Aquí desde el comienzo
fi: Täällä alusta lähtien
fr: Ici depuis le début
hu: Itt van a kezdetek óta
id: Di sini sejak awal
it: Qui dall'inizio
ja: 創設時からのメンバー
ko: osu!의 초창기부터 함께한 유저
nl: Hier sinds het begin
no: Her siden begynnelsen
pl: Od samego początku
pt: Aqui desde o princípio
pt_br: Aqui desde o começo
ro: Aici încă de la început
ru: Здесь с самого начала
sk: Od samého začiatku
sv: Här sedan början
th: อยู่ตั้งแต่โอสุเริ่มต้น
tr: Başlangıçtan beri burada
uk: Тут з самого початку
vi: Ở đây kể từ khi bắt đầu
zh: 元老玩家
zh_tw: 元老玩家

# show.is_developer
source: osu!developer
ar: مطور!osu
cs: osu!vývojář
de: osu!-Entwickler
fi: osu!kehittäjä
hu: osu!fejlesztő
it: sviluppatore di osu!
ja: osu!開発者
no: osu!utvikler
pl: programista osu!
ro: dezvoltator osu!
sk: osu!vývojár
th: osu!ผู้พัฒนา
tr: osu!geliştiricisi
uk: osu!розробник
zh: osu! 开发者
zh_tw: osu! 開發者

# show.is_supporter
source: osu!supporter
fi: Tukija
hu: osu!támogató
ja: osu!サポーター
pl: donator osu!
ro: suporter osu!
th: osu!ผู้สนับสนุน
uk: osu!прихильник
zh_tw: osu! 贊助者

# show.joined_at
source: Joined {0}
ar: انضم في {0}
be: Далучыўся {0}
bg: Потребител от {0}
cs: Členem od {0}
da: Blev medlem {0}
de: {0} beigetreten
el: Μέλος από {0}
es: Se unió en {0}
fi: Liittyi {0}
fr: Ici depuis {0}
hu: Regisztrált: {0}
id: Bergabung {0}
it: Registrato da {0}
ja: 登録日 {0}
ko: {0}에 가입
nl: Werd lid op {0}
no: Ble med {0}
pl: Na osu! od {0}
pt: Juntou-se em {0}
pt_br: Entrou em {0}
ro: Încris {0}
ru: Дата регистрации: {0}
sk: Registroval sa {0}
sv: Gick med {0}
th: เข้าร่วมเมื่อ {0}
tr: {0} tarihinde katıldı
uk: Дата реєстрації: {0}
vi: Đã tham gia {0}
zh: 注册时间：{0}
zh_tw: 註冊時間：{0}

# show.lastvisit
source: Last seen {0}
ar: اخر ظهور {0}
be: Быў у сетцы {0}
bg: Последно видян {0}
cs: Naposledy spatřen {0}
da: Sidst set {0}
de: Zuletzt gesehen {0}
el: Τελευταία φορά εμφανίστηκε στις {0}
es: Visto {0}
fi: Nähty viimeksi {0}
fr: Vu pour la dernière fois {0}
hu: Legutóbb online: {0}
id: Terakhir terlihat {0}
it: Ultimo accesso {0}
ja: 最終ログイン {0}
ko: {0}에 마지막으로 접속
nl: Laatst gezien op {0}
no: Sist sett {0}
pl: Ostatnio online {0}
pt: Visto pela última vez em {0}
pt_br: Visto por último {0}
ro: Văzut ultima dată {0}
ru: Был в сети {0}
sk: Naposledy videný {0}
sv: Senast sedd {0}
th: ออนไลน์ล่าสุด {0}
tr: Son görülme {0}
uk: Останній раз бачили {0}
vi: Lần cuối hoạt động {0}
zh: 上次登录：{0}
zh_tw: 最後登入於：{0}

# show.lastvisit_online
source: Currently online
ar: متصل حالياً
be: Зараз у сетцы
bg: В момента онлайн
cs: Momentálně aktivní
da: Online nu
de: Derzeit online
es: Actualmente en línea
fi: Tällä hetkellä paikalla
fr: Actuellement en ligne
hu: Jelenleg elérhető
id: Saat ini online
it: Attualmente online
ja: 現在オンライン
ko: 현재 온라인
nl: Momenteel online
no: Pålogget for øyeblikket
pl: Obecnie online
pt: Atualmente online
pt_br: Atualmente online
ro: Momentat online
ru: Сейчас в сети
sk: Práve teraz
sv: Online just nu
th: ออนไลน์ในขณะนี้
tr: Şu an çevrimiçi
uk: Зараз в мережі
vi: Hiện đang trực tuyến
zh: 当前在线
zh_tw: 上線中

# show.missingtext
source: You might have made a typo! (or the user may have been banned)
ar: لقد ادخلت معلومات خاطئة! (او قد يكون المستخدم مقيد)
be: Магчыма, вы памыліліся! (або карыстальнік заблакаваны)
bg: Вероятно сте допуснали правописна грешка! (или потребителят е бил баннат)
cs: Možná jste se přepsal! (nebo byl uživatel zabanován)
da: Du har formentlig lavet en stavefejl! (eller også er brugeren blevet bannet)
de: Vielleicht hast du dich verschrieben (oder der Benutzer wurde gebannt)!
el: Ίσως να κάνατε κάποιο ορθογραφικό λάθος! (ή ο χρήστης είναι banned)
es: ¡Es posible que hayas cometido un error tipográfico! (o el usuario puede haber sido baneado)
fi: Taisit tehdä kirjoitusvirheen! (tai käyttäjällä on porttikielto)
fr: Vous avez peut-être fait une faute de frappe ! (ou l'utilisateur est banni)
hu: Véletlenül elüthettél valamit! (vagy a felhasználó tiltva van)
id: Mungkin Anda salah ketik! (atau pengguna yang hendak Anda tuju telah di-ban sebelumnya)
it: Potresti aver fatto un errore di battitura! (o l'utente potrebbe essere stato bannato)
ja: 打ち間違いがないか確認してください！（ユーザーが削除されている可能性もあります）
ko: 오타가 있는 것 같은데요! (또는 차단된 사용자일 수 있습니다)
nl: Je hebt misschien een typfout gemaakt! (of de gebruiker is verbannen)
no: Du begikk muligens en skrivefeil! (eller så kan brukeren ha blitt utestengt)
pl: Wprowadzona nazwa użytkownika jest błędna lub użytkownik został zablokowany
pt: Poderás ter escrito mal! (ou o utilizador poderá ter sido banido)
pt_br: Talvez você tenha feito um erro de digitação! (ou o usuário está banido)
ro: S-ar putea să fi făcut o greșeală de scriere! (sau este posibil ca utilizatorul să fi fost restricționat)
ru: Возможно, вы сделали опечатку! (или игрок заблокирован)
sk: Možno si spravil chybu! (alebo je hľadaný používateľ zabanovaný)
sv: Du kanske har stavat fel! (eller så är användaren bannlyst)
th: พิมพ์ผิดหรือเปล่า? (ไม่ก็ผู้ใช้โดนแบน)
tr: Yazım hatası yapmış olabilirsin! (veya bu kullanıcı banlanmış olabilir)
uk: Можливо, ви зробили помилку! (Або гравець заблокований)
vi: Có thể bạn đã thực hiện một lỗi đánh máy! (hoặc người dùng này có thể đã bị ban)
zh: 你可能打错字了！（或者该用户已经被封禁）
zh_tw: 未找到的使用者！（或者該使用者已經被封鎖）

# show.origin_country
source: From {0}
ar: من {0}
be: Адкуль: {0}
bg: От {0}
cs: Z {0}
da: Fra {0}
de: Aus {0}
el: Από {0}
es: De {0}
fi: Maasta {0}
fr: De {0}
hu: Innen: {0}
id: Dari {0}
it: da {0}
ja: 所在国 {0}
ko: {0}에 거주
nl: Uit {0}
no: Fra {0}
pl: Pochodzi z {0}
pt: De {0}
pt_br: Morando em {0}
ro: Din {0}
ru: Проживает в {0}
sk: Štát {0}
sv: Från {0}
th: มาจาก {0}
tr: Ülke: {0}
uk: Проживає в {0}
vi: Từ {0}
zh: 来自 {0}
zh_tw: 來自 {0}

# show.previous_usernames
source: formerly known as
ar: سابقاََ
be: таксама вядомы як
bg: някога известен като
cs: dříve znám jako
da: tidligere kendt som
de: auch bekannt als
el: προηγουμένως γνωστός ως
es: antes conocido como
fi: tunnettiin aiemmin nimellä
fr: Anciennement connu en tant que
hu: korábbi nevén
id: dulu dikenal sebagai
it: precedentemente conosciuto come
ja: 以前の名前
ko: 이전 사용자명
nl: vroeger bekend als
no: tidligere kjent som
pl: poprzednie nazwy użytkownika
pt: antigamente conhecido como
pt_br: anteriormente conhecido como
ro: cunoscut anterior ca
ru: ранее известный как
sk: v minulosti známy ako
sv: tidigare känd som
th: เคยมีชื่อว่า
tr: nâm-ı diğer
uk: також відомий як
vi: được biết đến trước đây với
zh: 曾用名
zh_tw: 前一個的使用者名稱

# show.plays_with
source: Plays with {0}
ar: يستخدم {0}
be: Гуляе з {0}
bg: Играе с {0}
cs: Hraje s {0}
da: Spiller med {0}
de: Spielt mit {0}
el: Παίζει με {0}
es: Juega con {0}
fi: Pelityylinä {0}
fr: Joue avec {0}
hu: Ezekkel játszik: {0}
id: Bermain menggunakan {0}
it: Gioca con {0}
ja: 使用デバイス {0}
ko: 플레이 장비: {0}
nl: Speelt met {0}
no: Spiller med {0}
pl: Gra za pomocą {0}
pt: Joga com {0}
pt_br: Joga com {0}
ro: Joacă cu {0}
ru: Играет с {0}
sk: Hrá s {0}
sv: Spelar med {0}
th: เล่นด้วย {0}
tr: {0} ile oynuyor
uk: Грає з {0}
vi: Chơi bằng {0}
zh: 惯用 {0}
zh_tw: 慣用 {0}

# show.title
source: {0}'s profile
ar: صفحة{0} الشخصية
be: Профіль {0}
bg: профила на {0}
cs: profil uživatele {0}
da: {0}´s profil
de: Profil von {0}
el: Το προφίλ του {0}
es: Perfil de {0}
fi: {0}{1} profiili
fr: Profil de {0}
hu: {0} profilja
id: profil {0}
it: Profilo di {0}
ja: {0}のプロフィール
ko: {0}님의 프로필
nl: Profiel van {0}
no: Profilen til {0}
pl: Profil {0}
pt: Perfil de {0}
pt_br: Perfil de {0}
ro: Profilul lui {0}
ru: Профиль {0}
sk: profil používateľa {0}
sv: {0}'s profil
th: โปรไฟล์ของ {0}
tr: {0} kullanıcısının profili
uk: профіль {0}
vi: Trang cá nhân của {0}
zh: {0} 的个人资料
zh_tw: {0} 的個人簡介

# show.comments_count._
source: Posted {0}
ar: نَشَر {0}
da: Slået op {0}
de: {0} abgegeben
es: Publicó {0}
fi: Julkaistu {0}
fr: Publié {0}
hu: {0} posztolva
id: Telah menulis {0}
it: Ha postato {0}
ja: 投稿 {0}
ko: {0} 작성됨
nl: Geplaatst op {0}
pt: Publicou {0}
pt_br: Publicado {0}
ru: Опубликовано {0}
sv: Upplagd {0}
th: โพสต์ {0}
tr: {0} gönderdi
uk: Опубліковано {0}
vi: Đã đăng {0}
zh: 发表了 {0}
zh_tw: 發表了 {0}

# show.comments_count.count
source: {0} comment|{0} comments
ar: {0} تعليق|{0} تعليقات
da: {0} kommentar|{0} kommentarer
de: {0} Kommentar|{0} Kommentare
es: {0} comentario|{0} comentarios
fi: {0} kommentti|{0} kommentteja
fr: {0} commentaire|{0} commentaires
hu: {0} komment|{0} komment
id: {0} komentar|{0} komentar
it: {0} commento|{0} commenti
ja: {0} コメント
ko: 댓글 {0}개
nl: {0} commentaar:{0} reacties
pl: {0} komentarz|{0} komentarze|{0} komentarzy
pt: {0} comentário|{0} comentários
pt_br: {0} comentário|{0} comentários
ru: {0} комментарий|{0} комментария|{0} комментариев
th: {0} ความคิดเห็น|{0} ความคิดเห็น
tr: {0} yorum|{0} yorum
uk: {0} коментар|{0} коментарі
zh: {0} 条评论

# show.edit.cover.button
source: Change Profile Cover
ar: تغيير صورة الغلاف
be: Змяніць фон профілю
bg: Промяна на профилната корица
cs: Změnit záhlaví profilu
da: Skift Coverbillede
de: Profilbanner ändern
el: Αλλάξτε το Εξώφυλλο του Προφίλ σας
es: Cambiar portada de perfil
fi: Muuta profiilin kansikuvaa
fr: Changer la bannière du profil
hu: Profil Borító Változtatása
id: Ganti Sampul Profil
it: Cambia copertina del profilo
ja: カバー画像の変更
ko: 프로필 표지 변경
nl: Verander Profiel Cover
no: Endre profilbanner
pl: Zmień tło profilu
pt: Mudar a capa do perfil
pt_br: Mudar Capa de Perfil
ro: Schimbă coperta de profil
ru: Сменить обложку профиля
sk: Zmeniť pozadie profilu
sv: Ändra Profilomslag
th: เปลี่ยนรูปภาพปก
tr: Kapak Fotoğrafını Değiştir
uk: Змінити обкладинку профілю
vi: Đổi Ảnh Bìa Trang Cá Nhân
zh: 更换个人资料头图
zh_tw: 變更個人簡介封面

# show.edit.cover.defaults_info
source: More cover options will be available in the future
ar: خيارات اغلفة اضافية ستكون متاحة في المستقبل
be: Больш параметраў фону будуць доступны ў будучыні
bg: Повече опции за корици ще бъдат налични в бъдеще
cs: Více možností záhlaví bude k dispozici v budoucnu
da: Flere muligheder for coverbillede kommer snart
de: In der Zukunft wird es mehr Optionen für das Banner geben
el: Περισσότερα εξώφυλλα θα είναι διαθέσιμα στο μέλλον
es: Más opciones de portadas estarán disponibles en el futuro
fi: Lisää kansikuvavaihtoehtoja tulee olemaan saatavilla tulevaisuudessa
fr: D'autres options de bannières seront disponibles à l'avenir
hu: További borító lehetőségek a jövőben lesznek elérhetőek
id: Pilihan sampul lainnya akan tersedia di masa mendatang
it: Più opzioni per la copertina saranno disponibili in futuro
ja: カバー画像の選択肢は増える予定です
ko: 이후에 더 많은 표지 설정이 추가됩니다
nl: In de toekomst zullen er meer cover opties beschikbaar zijn
no: Flere banneralternativer vil være tilgjengelige i framtiden
pl: Więcej teł pojawi się w przyszłości
pt: Mais opções de capa estarão disponíveis no futuro
pt_br: Mais opções de capa virão no futuro
ro: Mai multe opțiuni de coperte vor fi disponibile în viitor
ru: Больше вариантов в недалёком будущем
sk: Viac možností pozadia bude dostupných v budúcnosti
sv: Fler omslagsalternativ kommer finnas i framtiden
th: จะมีตัวเลือกรูปภาพปกเพิ่มมากขึ้นในอนาคต
tr: Diğer kapak seçenekleri gelecekte mevcut olacak
uk: Більше варіантів буде доступно найближчим часом
vi: Sẽ có thêm lựa chọn ảnh bìa trong tương lai
zh: 在将来会有更多头图可用
zh_tw: 未來將提供更多的封面選項
