Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# show.rank.global
source: Global rank for {0}
ar: الترتيب العالمي لـ {0}
be: Глабальны рэйтынг для {0}
bg: Световна класация за {0}
cs: Globální pozice pro {0}
da: Global rang for {0}
de: Globaler Rang im Modus {0}
el: Παγκόσμια κατάταξη για το {0}
es: Rank global para {0}
fi: Maailmanlaajuinen sijoitus pelimuodossa {0}
fr: Classement global en {0}
hu: Globális rank a {0}/re
id: Peringkat global untuk {0}
it: Rank globale {0}
ja: {0}の世界ランク
ko: {0} 세계 순위
nl: Globale rank voor {0}
no: Global rangering for {0}
pl: Pozycja w rankingu globalnym dla {0}
pt: Classificação global para {0}
pt_br: Ranking global de {0}
ro: Clasament global pentru {0}
ru: Глобальный рейтинг для {0}
sk: Globálna pozícia pre {0}
sv: Global rank för {0}
th: อันดับทั่วโลกของ {0}
tr: {0} için Dünya sıralaması
uk: Глобальний рейтинг для {0}
vi: Hạng quốc tế cho {0}
zh: {0} 模式的全球排名
zh_tw: {0} 模式的全球排名

# show.rank.global_simple
source: Global Ranking
ar: الترتيب العالمي
be: Глабальны рэйтынг
bg: Глобално класиране
cs: Světové hodnocení
da: Global Rang
de: Globale Rangliste
el: Παγκόσμια Κατάταξη
es: Clasificación Global
fi: Maailmanlaajuinen sijoitus
fr: Classement Global
hu: Globális Rangsor
id: Peringkat Global
it: Classifica globale
ja: 世界ランキング
ko: 세계 순위
nl: Wereldwijde Ranking
no: Global Rangering
pl: Ranking globalny
pt: Classificação global
pt_br: Ranking Global
ro: Clasament global
ru: Рейтинг в мире
sk: Celkové umiestnenie
sv: Global Rankning
th: อันดับทั่วโลก
tr: Küresel Sıralama
uk: Рейтинг в світі
vi: Hạng Toàn Cầu
zh: 全球排名
zh_tw: 全球排名

# show.stats.hit_accuracy
source: Hit Accuracy
ar: دقة التصويب
be: Дакладнасць трапленняў
bg: Прецизност на ударите
cs: Přesnost zásahů
da: Præcision
de: Genauigkeit
el: Ακρίβεια Ευστοχίας
es: Precisión
fi: Tarkkuus
fr: Précision
hu: Találati Pontosság
id: Akurasi Hit
it: Precisione dei colpi
ja: 精度
ko: 정확도
nl: Hit Precisie
no: Presisjon
pl: Celność
pt: Precisão de acertos
pt_br: Precisão
ro: Precizie
ru: Точность попаданий
sk: Presnosť Zásahov
sv: Träffsäkerhet
th: ความแม่นยำเฉลี่ย
tr: Vuruş İsabeti
uk: Точність попадань
vi: Độ Chính Xác
zh: 准确率
zh_tw: 準確率

# show.stats.level
source: Level {0}
ar: المستوى {0}
be: Узровень {0}
bg: Ниво {0}
cs: Úroveň {0}
el: Επίπεδο {0}
es: Nivel {0}
fi: Taso {0}
fr: Niveau {0}
hu: Szint: {0}
it: Livello {0}
ja: レベル {0}
ko: 레벨 {0}
no: Nivå {0}
pl: Poziom {0}
pt: Nível {0}
pt_br: Nível {0}
ro: Nivelul {0}
ru: Уровень {0}
sk: Úroveň {0}
sv: Nivå {0}
th: เลเวล {0}
tr: {0} Seviye
uk: Рівень {0}
zh: 等级 {0}
zh_tw: 等級 {0}

# show.stats.level_progress
source: Progress to next level
ar: التقدم للمستوى التالي
be: Прагрэс да новага ўзроўню
bg: Прогрес до следващото ниво
cs: Postup do dalšího levelu
da: Progression til næste level
de: Fortschritt bis zum nächsten Level
el: Πρόοδος για επόμενο επίπεδο
es: Progreso al siguiente nivel
fi: Eteneminen seuraavalle tasolle
fr: Progression jusqu’au prochain niveau
hu: Haladás a következő szintre
id: Persentase pencapaian untuk menuju ke level selanjutnya
it: Avanzamento al livello successivo
ja: 次のレベルまで
ko: 다음 레벨까지의 진척도
nl: Voortgang naar volgend level
no: Fremgang til neste nivå
pl: Postęp do następnego poziomu
pt: Progresso para o próximo nível
pt_br: Progresso para o próximo nível
ro: Progres până la nivelul următor
ru: Прогресс до следующего уровня
sk: Percentá do ďalšieho levelu
sv: Framsteg till nästa nivå
th: ความคืบหน้าในการอัพเลเวล
tr: Sonraki seviyeye ilerle
uk: Прогрес до наступного рівня
vi: Tiến độ qua level tiếp theo
zh: 到下一级的进度
zh_tw: 距離下一級的進度

# show.stats.maximum_combo
source: Maximum Combo
ar: السرد الأقصى
be: Максімальнае комба
bg: Максимално комбо
cs: Maximální Combo
da: Højeste Combo
de: Höchste Combo
el: Μέγιστο Combo
es: Combo máximo
fi: Suurin combo
fr: Combo maximum
hu: Legmagasabb Kombó
id: Kombo Maksimum
it: Combo Massima
ja: 最大コンボ
ko: 최대 콤보
nl: Hoogste Combo
no: Maks kombo nådd
pl: Maksymalne combo
pt: Combo máximo
pt_br: Combo Máximo
ro: Combo maxim
ru: Максимальное комбо
sk: Maximálne Kombo
sv: Maximal Kombo
th: คอมโบสูงสุด
tr: Maksimum Kombo
uk: Максимальне комбо
vi: Combo Cao Nhất
zh: 最大连击
zh_tw: 最大連擊

# show.stats.medals
source: Medals
ar: الاوسمة
be: Медалі
bg: Медали
cs: Medaile
da: Medaljer
de: Medaillen
el: Μετάλλια
es: Medallas
fi: Mitalit
fr: Médailles
hu: Medálok
id: Jumlah Medali
it: Medaglie
ja: メダル
ko: 메달
nl: Medailles
no: Medaljer
pl: Medale
pt: Medalhas
pt_br: Medalhas
ro: Medalii
ru: Медалей
sk: Medaily
sv: Medaljer
th: เหรียญตรา
tr: Madalyalar
uk: Досягнення
vi: Huy Chương
zh: 奖章
zh_tw: 成就

# show.stats.play_count
source: Play Count
ar: مرات اللعب
be: Колькасць гульняў
bg: Брой игри
cs: Počet zahrání
da: Antal Forsøg
de: Anzahl Spiele
el: Αριθμός Προσπαθειών
es: Conteo de jugadas
fi: Pelikertoja
fr: Nombres de parties
hu: Játékszám
id: Jumlah Main
it: Partite giocate
ja: プレイ回数
ko: 플레이 횟수
no: Antall Spillforsøk
pl: Liczba zagrań
pt: Número de partidas
pt_br: Vezes Jogadas
ro: Număr de jocuri
ru: Количество игр
sk: Počet Zahraní
sv: Antal Gånger Spelat
th: จำนวนครั้งที่เล่น
tr: Toplam Oynama Sayısı
uk: Кількість ігор
vi: Số Lần Chơi
zh: 游戏次数
zh_tw: 遊玩次數

# show.stats.play_time
source: Total Play Time
ar: وقت اللعب الإجمالي
be: Агульны час гульні
bg: Общо играно време
cs: Celkový čas hraní
da: Total Spilletid
de: Gesamtspielzeit
el: Συνολικός Χρόνος Παιχνιδιού
es: Tiempo de juego total
fi: Pelattu aika
fr: Temps de jeu total
hu: Teljes játékidő
id: Telah Bermain Selama
it: Tempo totale di gioco
ja: プレイ時間
ko: 총 플레이 시간
nl: Totale Speeltijd
no: Total Spilletid
pl: Łączny czas gry
pt: Tempo total de jogo
pt_br: Tempo de Jogo
ro: Timpul total de joc
ru: Времени в игре
sk: Celkový počet hrania
sv: Total speltid
th: เวลาการเล่นทั้งหมด
tr: Toplam Oynama Süresi
uk: Загальний час у грі
vi: Tổng Thời Gian Chơi
zh: 游戏时间
zh_tw: 總遊玩時間

# show.stats.ranked_score
source: Ranked Score
ar: نقاط الترتيب
be: Рэйтынгавыя ачкі
bg: Общ класиран резултат
cs: Hodnocené skóre
de: Punktzahl auf Ranglisten
el: Ranked Σκορ
es: Puntuación clasificada
fi: Tilastoidut pisteet
fr: Score classé
hu: Rangsorolt Pontszám
id: Skor Ranked
it: Punteggio Rankato
ja: 合計Rankedスコア
ko: 기록된 점수
nl: Gerankte Score
no: Rangert Poengsum
pl: Łączny rankingowy wynik
pt: Pontuação classificada
pt_br: Pontuação Ranqueada
ro: Scor clasat
ru: Рейтинговые очки
sk: Hodnotené Skóre
sv: Rankad Poäng
th: คะแนนแรงค์
tr: Dereceli Skor
uk: Рейтингові очки
vi: Điểm Được Xếp Hạng
zh: Ranked 谱面总分
zh_tw: 進榜圖譜總分

# show.stats.replays_watched_by_others
source: Replays Watched by Others
ar: النتائج التي شوهدت بواسطة الاخرين
be: Праглядаў паўтораў іншымі
bg: Брой гледания от повторения
cs: Replaye zhlédnuty ostatními
da: Replays Set af Andre
de: Von anderen angeschaute Wiederholungen
el: Replays που Παρακολουθήθηκαν από Άλλους
es: Repeticiones vistas por otros
fi: Muiden Katsomat Uusinnat
fr: Replays regardés par les autres
hu: Mások Által Megtekintett Visszajátszások
id: Jumlah Tayangan Ulang yang Ditonton
it: Replay Guardati da Altri
ja: リプレイが再生された回数
ko: 리플레이가 재생된 횟수
nl: Replays Bekeken door Anderen
no: Repriser Sett av Andre
pl: Powtórki obejrzane przez innych
pt: Repetições vistas por outros
pt_br: Replays Assistidos por Outros
ro: Istoria reluărilor vizionate de alții
ru: Реплеев просмотрено другими
sk: Replaye Pozreté od Ostatných
sv: Repriser Sedda av Andra
th: ดูรีเพลย์โดยผู้อื่น
tr: Başkaları Tarafından İzlenen Tekrarlar
uk: Повтори переглянуті іншими
vi: Replay Được Xem
zh: 回放被观看次数
zh_tw: 重播被觀看的次數

# show.stats.score_ranks
source: Score Ranks
ar: ترتيب النقاط
be: Рэйтынг па ачках
bg: Класации по брой точки
cs: Umístění podle skóre
de: Ränge durch Punkte
el: Κατάταξη Score
es: Clasificación de las puntuaciones
fi: Luokitukset
fr: Classements de Scores
hu: Eredmény Rangok
id: Peringkat Skor
it: Rank dei Punteggi
ja: スコアランク
ko: 점수 순위
no: Poengsum Rangering
pl: Wyniki
pt: Classificações das pontuações
pt_br: Ranque em Pontuação
ro: Clasament de scoruri
ru: Рейтинг по очкам
sk: Umiestnenie Podľa Skóre
sv: Poäng Ranker
tr: Skor Dereceleri
uk: Рейтинг по очках
vi: Điểm Số
zh: 得分等级
zh_tw: 得分等級

# show.stats.total_hits
source: Total Hits
ar: مجموع التصويبات
be: Усяго патрапленняў
bg: Общ брой попадения
cs: Celkově zásahů
da: Totale Hits
de: Anzahl Treffer
el: Συνολικά Hits
es: Golpes totales
fi: Osumat
fr: Nombre de clics
hu: Találatok Száma
id: Jumlah Hit
it: Colpi Totali
ja: 合計ヒット数
ko: 총 타격 횟수
nl: Totaal Aantal Hits
no: Totale Treff
pl: Łączna liczba uderzeń
pt: Acertos totais
pt_br: Acertos Totais
ro: Număr de clicuri
ru: Всего попаданий
sk: Celkových Zásahov
sv: Totala Träffar
tr: Toplam Vuruş
uk: Всього попадань
vi: Tổng Lần Bấm
zh: 总命中次数
zh_tw: 總命中次數

# show.stats.total_score
source: Total Score
ar: مجموع النقاط
be: Усяго ачкоў
bg: Общ брой точки
cs: Celkové skóre
de: Gesamtpunktzahl
el: Συνολική Βαθμολογία
es: Puntuación total
fi: Kokonaispisteet
fr: Score total
hu: Összpontszám
id: Jumlah Skor
it: Punteggio Totale
ja: 合計スコア
ko: 총 점수
nl: Totale Score
no: Samlet Poengsum
pl: Łączny wynik
pt: Pontuação total
pt_br: Pontuação Total
ro: Scor total
ru: Всего очков
sk: Celkové Skóre
sv: Total Poäng
th: คะแนนรวมทั้งหมด
tr: Toplam Skor
uk: Всього очків
vi: Tổng Điểm
zh: 总分
zh_tw: 總分

# show.stats.loved_beatmapset_count
source: Loved Beatmaps
ar: الخرائط المُحَبَبة
bg: Обичани бийтмапове
cs: Oblíbené Beatmapy
da: Elskede Beatmaps
es: Mapas Amados
fi: Rakastetut Beatmapit
fr: Beatmaps adorées
hu: Kedvelt beatmapek
id: Beatmap Loved
it: Beatmap Amate
ja: Lovedされたビートマップ
ko: Loved 비트맵
no: Elskede Beatmaps
pl: Ulubione beatmapy społeczności
pt: Beatmaps adorados
pt_br: Beatmaps Loved
ro: Beatmap-uri iubite
ru: Любимые сообществом карты
sk: Obľúbené beatmapy
sv: Älskade Beatmaps
th: บีทแมพที่ Loved
tr: Sevilen Beatmapler
uk: Улюблені карти
zh: Loved 的谱面
zh_tw: Loved 圖譜

# show.stats.graveyard_beatmapset_count
source: Graveyarded Beatmaps
ar: الخرائط المقبورة
bg: Изоставени бийтмапове
da: Beatmaps på Kirkegården
de: Begrabende Beatmaps
es: Mapas Abandonados
fi: Kuopatut Beatmapit
fr: Beatmaps dans le cimetière
hu: Eltemetett beatmapek
id: Beatmap Graveyard
it: Beatmap Abbandonate
ja: Graveyardのビートマップ
ko: 묻힌 비트맵
no: Gravlagte Beatmaps
pl: Porzucone beatmapy
pt: Beatmaps no cemitério
pt_br: Beatmaps no Cemitério
ro: Beatmap-uri Îngropate
ru: Заброшенные карты
sk: Irelevantné beatmapy
sv: Begravda Beatmaps
th: สุสานบีทแมพ
tr: Mezarlıktaki Beatmapler
uk: Закинуті карти
zh: 坟场里的谱面
zh_tw: 已拋棄的圖譜

# silenced_banner.title
source: You are currently silenced.
ar: أنت مُقيد (صامت) حاليا.
da: Du er i øjeblikket gjort tavs.
de: Du bist derzeit stumm.
es: Actualmente está silenciado.
fi: Olet hiljennetty.
fr: Vous êtes actuellement réduit au silence.
hu: Jelenleg el vagy némítva.
id: Anda sedang di-silence.
it: Sei attualmente silenziato.
ja: あなたは現在サイレンス中です。
ko: 당신은 현재 침묵 상태입니다.
nl: Je bent momenteel gedempt.
pl: Twoje konto jest obecnie uciszone.
pt: Estás silenciado de momento.
pt_br: Você está silenciado no momento.
ru: У вас сайленс.
sv: Du är för närvarande tystad.
th: คุณกำลังถูกใบ้อยู่
tr: Şu anda susturulmuş durumdasınız.
uk: Наразі ви заглушені.
zh: 你已被禁言。
zh_tw: 您正被禁言。

# silenced_banner.message
source: Some actions may be unavailable.
ar: قد تكون بعض الإجراءات غير متوفرة.
da: Nogle handlinger kan være utilgængelige.
de: Einige Aktionen sind möglicherweise nicht verfügbar.
es: Es posible que algunas acciones no estén disponibles.
fi: Jotkin toiminnot eivät ehkä ole käytettävissä.
fr: Certaines actions peuvent être indisponibles.
hu: Egyes műveletek lehet, hogy nem érhetők el.
id: Anda tidak dapat melakukan tindakan-tindakan tertentu.
it: Alcune funzioni non saranno disponibili.
ja: いくつかのアクションが利用できない可能性があります。
ko: 몇몇 동작이 수행 불가능할 수 있습니다.
nl: Sommige acties zijn mogelijk niet beschikbaar.
pl: Niektóre działania mogą być niedostępne.
pt: Algumas ações podem não estar disponíveis.
pt_br: Algumas ações podem estar indisponíveis.
ru: Некоторые действия могут быть недоступны.
sv: Vissa åtgärder kan vara otillgängliga.
th: การกระทำบางอย่างอาจใช้ไม่ได้
tr: Bazı eylemler kullanım dışı olabilir.
uk: Деякі дії можуть бути недоступними.
zh: 部分操作将不可用。
zh_tw: 可能無法執行某些動作。

# status.all
source: All
ar: الكل
be: Усе
bg: Всички
cs: Všichni
da: Alle
de: Alle
es: Todos
fi: Kaikki
fr: Tous
hu: Összes
id: Semua
it: Tutti
ja: 全て
ko: 모두
nl: Alle
no: Alle
pl: Wszyscy
pt: Todos
pt_br: Todos
ro: Tot
ru: Все
sk: Všetko
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Всі
vi: Tất cả
zh: 所有
zh_tw: 全部

# status.online
source: Online
ar: متصل
be: У сетцы
bg: Онлайн
el: Συνδεδεμένοι
es: En línea
fi: Paikalla
fr: En ligne
hu: Elérhető
ja: オンライン
ko: 온라인
no: Tilkoblet
ru: В сети
th: ออนไลน์
tr: Çevrimiçi
uk: В мережі
zh: 在线
zh_tw: 線上

# status.offline
source: Offline
ar: غير متصل
be: Не ў сетцы
bg: Офлайн
el: Αποσυνδεδεμένοι
es: Sin conexión
fi: Poissa
fr: Hors-ligne
hu: Nem elérhető
ja: オフライン
ko: 오프라인
no: Frakoblet
ru: Не в сети
th: ออฟไลน์
tr: Çevrimdışı
uk: Не в мережі
zh: 离线
zh_tw: 離線

# store.saved
source: User created
ar: انشأ المستخدم
be: Карыстальнік створаны
bg: Потребител създаден
cs: Uživatelem vytvořen
da: Bruger Oprettet
de: Benutzer erstellt
el: Ο χρήστης δημιουργήθηκε
es: Usuario creado
fi: Käyttäjä luotu
fr: Utilisateur créé
hu: Felhasználó létrehozva
id: Pengguna dibuat
it: Utente creato
ja: ユーザーが作成されました
ko: 사용자 계정 생성됨
nl: Door gebruiker gemaakt
no: Bruker opprettet
pl: Użytkownik utworzony
pt: Criado por utilizadores
pt_br: Usuário criado
ro: Utilizator creat
ru: Пользователь создан
sk: Vytvorený používateľom
sv: Användare skapad
th: ผู้ใช้ถูกสร้างขึ้น
tr: Kullanıcı oluşturuldu
uk: Користувач створений
vi: Đã tạo người dùng
zh: 账户已创建
zh_tw: 帳號已註冊

# verify.title
source: Account Verification
ar: التحقق من الحساب
be: Пацверджанне ўліковага запісу
bg: Потвърждение на акаунта
cs: Ověření účtu
da: Kontobekræftelse
de: Accountverifizierung
el: Επαλήθευση του Λογαριασμού
es: Verificación de la cuenta
fi: Tilin vahvistaminen
fr: Vérification de compte
hu: Fiók megerősítése
id: Verifikasi Akun
it: Verifica dell'account
ja: アカウントの認証
ko: 계정 인증
nl: Accountverificatie
no: Kontobekreftelse
pl: Weryfikacja konta
pt: Verificação da conta
pt_br: Verificação de Conta
ro: Verificarea contului
ru: Подтверждения аккаунта
sk: Overenie Účtu
sv: Kontoverifiering
th: ยืนยันตัวตนบัญชี
tr: Hesap Doğrulama
uk: Підтвердження аккаунта
vi: Xác Thực Tài Khoản
zh: 账户认证
zh_tw: 帳號驗證

# view_mode.brick
source: Brick view
ar: عرض الطوب
bg: Блоков изглед
da: Klods visning
de: Ziegelansicht
es: Vista de bloque
fi: Tiilinäkymä
fr: Vue brique
hu: Tégla nézet
id: Tampilan batu bata
it: Vista a blocchi
ja: ブリックビュー
ko: 벽돌 형식 보기
nl: Baksteen weergave
no: Blokk-visning
pl: Widok cegiełek
pt: Vista em blocos
pt_br: Visualização em blocos
ro: Vedere brick
ru: Показывать кирпичиками
sv: Tegelvy
th: มุมมองแบบกลุ่มก้อน
tr: Tuğla görünümü
uk: Показувати цеглою
zh: 方块视图
zh_tw: 方塊檢視

# view_mode.card
source: Card view
ar: العرض كبطاقة
be: Картачны выгляд
bg: Картов изглед
da: Kortvisning
de: Kartenansicht
es: Vista de tarjeta
fi: Kortin näkymä
fr: Voir la carte
hu: Kártya nézet
id: Tampilan kartu
it: Vista a schede
ja: カードビュー
ko: 카드 형식 보기
nl: Kaartweergave
no: Bilde-visning
pl: Widok kart
pt: Vista do cartão
pt_br: Visualizar em card
ro: Vedere card
ru: Показывать карточками
sk: Karty
sv: Kortvy
th: มุมมองแบบการ์ด
tr: Kart Görünümü
uk: Показувати картками
zh: 卡片检视
zh_tw: 卡片檢視

# view_mode.list
source: List view
ar: عرض كلائحة
be: У выглядзе спіса
bg: Списъчен изглед
da: Listevisning
de: Listenansicht
es: Vista de lista
fi: Luettelonäkymä
fr: Voir la liste
hu: Lista nézet
id: Tampilan daftar
it: Vista ad elenco
ja: 一覧表示
ko: 목록으로 보기
nl: Lijst weergave
no: Listevisning
pl: Widok listy
pt: Vista da lista
pt_br: Visualizar em lista
ro: Vedere listă
ru: Показывать списком
sk: Zoznam
sv: Listvy
th: มุมมองแบบรายการ
tr: Liste Görünümü
uk: Показувати списком
zh: 列表检视
zh_tw: 列表檢視
