Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# show.extra.account_standing.recent_infringements.title
source: Recent Infringements
ar: الحوادث الاخيرة
be: Нядаўнія парушэнні
bg: Скорошни нарушения
cs: Nedávné incidenty
da: Seneste Overtrædelser
de: Neuliche Verstöße
el: Πρόσφατες Παραβιάσεις
es: Infracciones recientes
fi: Viimeisimmät Rikkomukset
fr: Sanctions récentes
hu: Legutóbbi szabálysértések
id: Pelanggaran Terbaru
it: Infrazioni recenti
ja: 最近の違反
ko: 최근 사건
nl: Recente Overtredingen
no: Nylige overtredelser
pl: Ostatnie przewinienia
pt: Infrações recentes
pt_br: Infrações Recentes
ro: Sancțiuni recente
ru: Недавние нарушения
sk: Nedávne Porušenia
sv: Senaste Överträdelser
th: การกระทำผิดล่าสุด
tr: Son İhlaller
uk: Недавні порушення
vi: Vi Phạm Gần Đây
zh: 最近记录
zh_tw: 最近違規

# show.extra.account_standing.recent_infringements.date
source: date
ar: التاريخ
be: дата
bg: дата
cs: datum
da: dato
de: datum
el: ημερομηνία
es: fecha
fi: päivä
hu: dátum
id: tanggal
it: data
ja: 発生日
ko: 날짜
nl: datum
no: dato
pl: data
pt: data
pt_br: data
ro: data
ru: Дата
sk: dátum
sv: datum
th: วันที่
tr: tarih
uk: дата
vi: ngày
zh: 时间
zh_tw: 時間

# show.extra.account_standing.recent_infringements.action
source: action
ar: النشاط
be: дзея
bg: действие
cs: trest
da: handling
de: maßnahme
el: δράση
es: acción
fi: toiminto
fr: sanction
hu: művelet
id: tindakan
it: azione
ja: アクション
ko: 처벌
nl: actie
no: handling
pl: typ
pt: ação
pt_br: ação
ro: acțiune
ru: действие
sk: trest
sv: åtgärd
th: ดำเนินการ
tr: eylem
uk: покарання
vi: hành động
zh: 处理
zh_tw: 處理

# show.extra.account_standing.recent_infringements.length
source: length
ar: الطول
be: працягласць
bg: продължителност
cs: délka
da: længde
de: länge
el: μήκος
es: duración
fi: pituus
fr: durée
hu: hossz
id: durasi
it: durata
ja: 期間
ko: 기간
nl: lengte
no: lengde
pl: długość
pt: duração
pt_br: duração
ro: durată
ru: продолжительность
sk: dĺžka
sv: längd
th: ระยะเวลา
tr: uzunluk
uk: тривалість
vi: thời lượng
zh: 时长
zh_tw: 時長

# show.extra.account_standing.recent_infringements.length_permanent
source: Permanent
ar: دائم
be: Назаўсёды
bg: Завинаги
cs: Permanentní
el: Μόνιμο
es: Permanente
fi: Ikuinen
hu: Végleges
id: Permanen
it: Permanente
ja: 永久
ko: 영구
pl: Na zawsze
pt: Permanente
pt_br: Permanente
ru: Навсегда
sk: Permanentné
th: ถาวร
tr: Kalıcı
uk: Назавжди
vi: vĩnh viễn
zh: 永久
zh_tw: 永久

# show.extra.account_standing.recent_infringements.description
source: description
ar: الوصف
be: апісанне
bg: описание
cs: popis
da: beskrivelse
de: beschreibung
el: περιγραφή
es: descripción
fi: kuvaus
hu: leírás
id: deskripsi
it: descrizione
ja: 詳細
ko: 사유
nl: omschrijving
no: beskrivelse
pl: opis
pt: descrição
pt_br: descrição
ro: descriere
ru: описание
sk: popis
sv: beskrivning
th: คำอธิบาย
tr: açıklama
uk: опис
vi: mô tả
zh: 原因
zh_tw: 詳情

# show.extra.account_standing.recent_infringements.actor
source: by {0}
ar: بواسطة {0}
bg: от {0}
cs: od {0}
da: af {0}
de: von {0}
el: από {0}
es: por {0}
fi: käyttäjältä {0}
fr: par {0}
hu: {0} által
id: oleh {0}
it: da {0}
ko: {0}으로
nl: door {0}
no: av {0}
pl: przez {0}
pt: por {0}
pt_br: por {0}
ro: de {0}
sk: od {0}
sv: efter {0}ändarnamn
th: โดย {username}
tr: {0} tarafından
uk: від {0}
vi: bởi {0}
zh: 裁决者： {0}
zh_tw: 裁决者： {0}

# show.extra.account_standing.recent_infringements.actions.restriction
source: Ban
ar: حظر
be: Заблакіраваць
bg: Бан
de: Bann
el: Αποκλεισμός
es: Restringir
fi: Porttikielto
fr: Bannir
hu: Kitiltás
no: Utestengelse
pl: Blokada
pt: Banido
pt_br: Banimento
ro: Interdicție
ru: Рестриктед
sv: Bannlys
th: แบน
uk: Заблокувати
zh: 封禁
zh_tw: 封鎖

# show.extra.account_standing.recent_infringements.actions.silence
source: Silence
ar: سكون
be: Зацішаны
bg: Заглушен
cs: Ztlumení
da: Mute
el: Σίγαση
es: Silenciado
fi: Mykistys
hu: Némítás
it: Silenziato
ja: サイレンス
ko: 침묵
no: Forstummet
pl: Uciszenie
pt: Silenciado
pt_br: Silenciamento
ro: Amuțire
ru: Сайленс
sk: Stlmenie
sv: Tystnad
th: ถูกใบ้
tr: Susturma
uk: Заглушений
vi: Im lặng
zh: 禁言
zh_tw: 禁言

# show.extra.account_standing.recent_infringements.actions.note
source: Note
ar: ملاحظة
be: Нататка
bg: Бележка
cs: Poznámka
da: Noter
de: Warnung
el: Σημείωση
es: Nota
fi: Muistutus
hu: Megjegyzés
id: Catatan
it: Nota
ja: メモ
ko: 알림
nl: Opmerking
no: Merknad
pl: Adnotacja
pt: Notificado
pt_br: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sv: Anteckning
th: หมายเหตุ
tr: Not
uk: Замітка
vi: Ghi chú
zh: 注释
zh_tw: 備註

# show.info.interests
source: Interests
ar: الاهتمامات
be: Цікаўнасці
bg: Интереси
cs: Zájmy
da: Interesser
de: Interessen
el: Ενδιαφέροντα
es: Intereses
fi: Kiinnostuksen kohteet
fr: Centres d'intérêt
hu: Érdekeltségek
id: Minat
it: Interessi
ja: 趣味
ko: 관심 분야
nl: Interesses
no: Interesser
pl: Zainteresowania
pt: Interesses
pt_br: Interesses
ro: Interese
ru: Интересы
sk: Záujmy
sv: Intressen
th: สิ่งที่สนใจ
tr: İlgi Alanları
uk: Вподобання
vi: Sở Thích
zh: 兴趣爱好
zh_tw: 興趣愛好

# show.info.location
source: Current Location
ar: الموقع الحالي
be: Бягучае месцазнаходжанне
bg: Текущо местоположение
cs: Současná poloha
da: Nuværende Position
de: Aktueller Standort
el: Τρέχουσα Τοποθεσία
es: Ubicación actual
fi: Tämänhetkinen sijainti
fr: Emplacement actuel
hu: Tartózkodási hely
id: Lokasi Saat Ini
it: Posizione Attuale
ja: 現在地
ko: 거주지
nl: Huidige Locatie
no: Nåværende Plassering
pl: Obecna lokalizacja
pt: Localização atual
pt_br: Local Atual
ro: Locația curentă
ru: Текущее местоположение
sk: Súčasná Poloha
sv: Nuvarande plats
th: ตำแหน่งปัจจุบัน
tr: Mevcut Konum
uk: Поточне місцезнаходження
vi: Vị Trí Hiện Tại
zh: 所在地
zh_tw: 所在地

# show.info.occupation
source: Occupation
ar: المهنة
be: Занятак
bg: Занимание/Работа
cs: Povolání
da: Stilling
de: Beschäftigung
el: Ενασχόληση
es: Ocupación
fi: Ammatti
hu: Foglalkozás
id: Pekerjaan
it: Occupazione
ja: 職業
ko: 직업
nl: Beroep
no: Yrke
pl: Zajęcia
pt: Ocupação
pt_br: Ocupação
ro: Ocupație
ru: Род деятельности
sk: Povolanie
sv: Sysselsättning
th: อาชีพ
tr: Meslek
uk: Рід занять
vi: Nghề Nghiệp
zh: 职业
zh_tw: 職業

# show.info.website
source: Website
ar: الموقع
be: Вэб-сайт
bg: Уеб сайт
cs: Webové stránky
da: Hjemmeside
de: Webseite
el: Ιστοσελίδα
es: Sitio web
fi: Verkkosivu
fr: Site Internet
hu: Honlap
it: Sito
ja: ウェブサイト
ko: 웹사이트
no: Nettside
pl: Strona internetowa
pt: Sítio web
ro: Site web
ru: Веб-сайт
sk: Web Stránka
sv: Hemsida
th: เว็บไซต์
tr: Web sitesi
uk: Сайт
zh: 网站
zh_tw: 個人網站

# show.not_found.reason_1
source: They may have changed their username.
ar: لربما غير اسم المستخدم الخاص به.
be: Вы маглі змяніць сваё імя карыстальніка.
bg: Този потребител вероятно си е променил името.
cs: Možná si změnil uživatelské jméno.
da: De kan have ændret deres brugernavn.
de: Der gesuchte Benutzer könnte seinen Namen geändert haben.
el: Μπορεί να έχει αλλάξει όνομα χρήστη.
es: Pudo haber cambiado de nombre de usuario.
fi: Käyttäjänimi saattaa olla vaihtunut.
fr: Il a peut-être changé de nom d'utilisateur.
hu: Talán megváltoztatta a felhasználónevét.
id: Pengguna yang hendak Anda tuju telah mengubah nama penggunanya.
it: Potrebbero aver cambiato il loro nome utente.
ja: ユーザー名を変更した可能性があります。
ko: 사용자명이 변경되었을 가능성이 있습니다.
nl: Misschien is hun gebruikersnaam veranderd.
no: De kan ha endret brukernavnet sitt.
pl: Użytkownik mógł zmienić swoją nazwę.
pt: É capaz de ter mudado o nome de utilizador.
pt_br: Talvez o usuário tenha mudado seu nome.
ro: S-ar putea să-și fi schimbat numele de utilizator.
ru: Они могли изменить свои псевдонимы.
sk: Možno si zmenil užívateľské meno.
sv: De kan ha ändrat sitt användarnamn.
th: ผู้ใช้นั้นอาจเปลี่ยนชื่อ
tr: Kullanıcı adını değiştirmiş olabilir.
uk: Вони могли змінити свої псевдоніми.
vi: Có thể họ đã đổi tên tài khoản.
zh: 他可能换了用户名。
zh_tw: 他可能已經更換了使用者名稱。

# show.not_found.reason_2
source: The account may be temporarily unavailable due to security or abuse issues.
ar: الحساب غير متوفر حالياََ بسبب الأمان او مشاكل اخرى.
be: Уліковы запіс можа быць часова недаступны з-за скарг або праблем бяспечнасці.
bg: Акаунтът вероятно е недостъпен по причини за сигурност или злоупотреба.
cs: Účet může být dočasně nedostupný z důvodu problémů s bezpečností, nebo zneužitím.
da: Kontoen kan være midlertidigt utilgængelig pga. sikkerhedsproblemer eller misbrug.
de: Der Account ist aus Sicherheitsgründen temporär nicht verfügbar.
el: Ο λογαριασμός μπορεί να είναι προσωρινά μη διαθέσιμος λόγω προβλημάτων ασφάλειας η κατάχρησης.
es: La cuenta puede estar temporalmente no disponible debido a problemas de seguridad o abuso.
fi: Käyttäjä voi olla tilapaisesti poissa käytöstä tietoturvasyistä tai väärinkäytön seurauksena.
fr: Ce compte est peut-être temporairement indisponible pour des raisons de sécurité ou d'abus.
hu: Ez a fiók jelenleg nem elérhető biztonsági vagy visszaélési okokból.
id: Pengguna yang hendak Anda tuju telah dinonaktifkan untuk sementara waktu karena memiliki riwayat masalah yang berhubungan dengan keamanan atau penyalahgunaan akun.
it: L'account potrebbe essere temporaneamente non disponibile a causa di problemi di sicurezza o abuso.
ja: セキュリティの問題や不正利用の可能性によりアカウントが一時的に利用できなくなる可能性があります。
ko: 보안 혹은 남용 문제 때문에 일시적으로 이 계정을 사용할 수 없습니다.
nl: Het account kan tijdelijk onbeschikbaar zijn vanwege beveiligingsredenen of misbruik.
no: Kontoen kan være midlertidig utilgjengelig på grunn av sikkerhetsproblemer eller misbruk.
pl: Konto użytkownika mogło zostać zablokowane.
pt: A conta poderá estar indisponível devido a problemas de segurança ou de abuso.
pt_br: A conta pode estar temporariamente indisponível devido a problemas de abuso ou de segurança.
ro: Contul tău poate fi indisponibil momentan din cauza problemelor legate de securitate sau abuz.
ru: Учетная запись может быть временно недоступна в связи с жалобами или проблемами безопасности.
sk: Účet môže byť dočasne nedostupný z dôvodu problému s bezpečnosťou alebo zneužitím.
sv: Kontot kan vara otillgängligt på grund av säkerhet eller missbruksproblem.
th: ชื่อผู้ใช้อาจไม่สามารถเข้าถึงได้ชั่วคราวเนื่องจากปัญหาเกี่ยวกับความปลอดภัยหรือ abuse
tr: Bu hesap kötüye kullanım veya güvenlik sebepleriyle geçici olarak kullanım dışı olabilir.
uk: Обліковий запис може бути тимчасово недоступним через скарги або проблеми з безпекою.
vi: Tài khoản của họ có thể tạm thời không khả dụng vì vấn đề an ninh hoặc lạm dụng.
zh: 该帐号由于安全或滥用问题暂时不可用。
zh_tw: 該帳號因安全或濫用問題故暫不開放。

# show.not_found.reason_3
source: You may have made a typo!
ar: لربما قمت بخطأ!
be: Магчыма, вы памыліліся!
bg: Вероятно сте допуснали правописна грешка!
cs: Možná jste se přepsal!
da: Du har muligvis lavet en stavefejl!
de: Du hast dich vielleicht verschrieben!
el: Μπορεί να έχετε κάνει τυπογραφικό λάθος!
es: ¡Es posible que hayas cometido un error tipográfico!
fi: Teit mahdollisesti kirjoitusvirheen!
fr: Vous avez peut-être fait une faute de frappe !
hu: Lehet, hogy elírtál valamit!
id: Atau mungkin Anda salah ketik!
it: Potresti aver commesso un errore di battitura!
ja: 打ち間違いがないか確認してください！
ko: 오타가 있나봐요!
nl: Misschien heb je een typefout gemaakt!
no: Du kan ha gjort en skrivefeil!
pl: Wprowadzona nazwa użytkownika jest błędna.
pt: Poderás ter cometido um erro de escrita!
pt_br: Você pode ter feito um erro de digitação!
ro: Este posibil să fi făcut o greșeală de scriere!
ru: Возможно, вы сделали опечатку!
sk: Možno si sa prepísal!
sv: Du kan ha gjort ett stavfel!
th: โปรตรวจสอบว่ามีข้อผิดพลาดหรือไม่!
tr: Yazım hatası yapmış olabilirsin!
uk: Можливо, ви зробили помилку!
vi: Có thể bạn đã thực hiện một lỗi đánh máy!
zh: 你可能输错用户名了！
zh_tw: 您可能輸入錯誤！

# show.not_found.reason_header
source: There are a few possible reasons for this:
ar: هناك عدة اسباب لهذا:
be: Ёсць некалькі магчымых прычын:
bg: Има няколко вероятни причини за това:
cs: Existuje několik možných důvodů:
da: Der er et par mulige årsager til dette:
de: Es gibt ein paar mögliche Gründe dafür:
el: Υπάρχουν μερικοί πιθανοί λόγοι για αυτό:
es: Hay algunas posibles razones para esto:
fi: Tähän on lukuisia mahdollisia syitä:
fr: Il y a plusieurs raisons possibles pour cela :
hu: Fennáll egy pár lehetséges ok erre:
id: Ada beberapa kemungkinan mengapa hal ini bisa terjadi:
it: Ci sono alcuni possibili motivi per questo:
ja: 考えられる理由：
ko: 이에 대한 몇 가지 이유가 있습니다:
nl: Er enkele mogelijke redenen hiervoor:
no: Det er noen få mulige grunner til dette:
pl: Jest kilka powodów dla których mogło się to zdarzyć:
pt: Há algumas possíveis razões para isto:
pt_br: Há algumas possíveis razões para isso:
ro: Există câteva motive posibile pentru asta:
ru: Есть несколько возможных причин:
sk: Je tu niekoľko možných dôvodov:
sv: Det finns några möjliga orsaker till detta:
th: ขอเหตุผลสักสองสามข้อ สำหรับสิ่งที่เกิดขึ้น:
tr: Buna sebep olan birkaç şey şunlar olabilir:
uk: Є кілька можливих причин:
vi: Có một vài lí do cho vấn đề này:
zh: 可能是由于以下原因：
zh_tw: 可能是由以下幾個原因：

# show.not_found.title
source: User not found! ;_;
ar: لم يتم العثور على المستخدم ! ;_;
be: Карыстальнік не знойдзены! ;_;
bg: Не бе открит такъв потребител! Т - Т
cs: Uživatel nebyl nalezen! ;_;
da: Bruger ikke fundet! ;_;
de: Benutzer nicht gefunden! ;_;
el: Ο χρήστης δε βρέθηκε! ;_;
es: ¡Usuario no encontrado! ;_;
fi: Käyttäjää ei löytynyt! ;_;
fr: Utilisateur non trouvé ! ;_;
hu: Felhasználó nem található! ;_;
id: Pengguna tidak ditemukan! ;_;
it: Utente non trovato! ;_;
ja: ユーザーが見つかりませんでした。 ｡･ﾟ･(ﾉД` )･ﾟ･｡
ko: 사용자를 찾을 수 없습니다! ;_;
nl: Gebruiker niet gevonden! ;_;
no: Bruker ble ikke funnet! ;_;
pl: Nie znaleziono użytkownika! ;_;
pt: Utilizador não encontrado! ;_;
pt_br: Usuário não encontrado! ;_;
ro: Utilizatorul nu a fost găsit! ;_;
ru: Игрок не найден! ;_;
sk: Užívateľ nebol nájdený! ;_;
sv: Användare hittades inte! ;_;
th: ไม่พบผู้ใช้นี้
tr: Kullanıcı bulunamadı! ;_;
uk: Користувач не знайдений або не існує ;_;
vi: Không tìm thấy người dùng! ;_;
zh: 找不到指定的用户
zh_tw: 找不到使用者

# show.page.button
source: Edit profile page
ar: تعديل الملف الشخصي
be: Рэдагаваць профіль
bg: Редакция на профила
cs: Upravit stránku profilu
da: Rediger profil
de: Profil bearbeiten
el: Επεξεργασία σελίδας προφίλ
es: Editar página de perfil
fi: Muokkaa profiilisivua
fr: Modifier le profil
hu: Profil szerkesztése
id: Sunting laman profil
it: Modifica pagina del profilo
ja: プロフィールページを編集する
ko: 프로필 페이지 수정
nl: Profielpagina bewerken
no: Rediger profil
pl: Edytuj stronę użytkownika
pt: Editar a página de perfil
pt_br: Editar página do perfil
ro: Editează profilul
ru: Отредактировать профиль
sk: Upraviť profilovú stránku
sv: Redigera profilsida
th: แก้ไขโปรไฟล์
tr: Profili düzenle
uk: Редагувати профіль
vi: Chỉnh sửa trang cá nhân
zh: 修改资料页面
zh_tw: 編輯個人簡介頁

# show.page.description
source: <strong>me!</strong> is a personal customisable area in your profile page.
ar: <strong>انا!</strong> هي منطقة تخصصها بنفسك لعرض ما تريده للزوار.
be: <strong>пра мяне!</strong> гэта ваша ўласнае месца ў профілю, якое можна дастасаваць.
bg: <strong>за мен!</strong> е една персонализирана част от профилната ви страница.
cs: <strong>já!</strong> je osobní přizpůsobitelná plocha na vašem profilu.
da: <strong>me!</strong> er et brugerdefinerbart felt på din profil.
de: <strong>me!</strong> ist ein persönlicher Bereich auf deinem osu!-Profil, den du nach deinem Belieben anpassen kannst.
el: To <strong>me!</strong> είναι μια προσωπική προσαρμόσιμη περιοχή στη σελίδα του προφίλ σας.
es: <strong>¡yo!</strong> es una área personal y personalizable en tu perfil.
fi: <strong>Minä!</strong> on henkilökohtainen alue profiilisivullasi, jota voit muokata.
fr: <strong>Moi !</strong> est une zone personnalisable du profil.
hu: <strong>Rólam!</strong> egy személyre szabható része a profilodnak.
id: <strong>saya!</strong> adalah area pribadi yang dapat dimodifikasi di laman profil Anda.
it: <strong>io!</strong> è un'area personale personalizzabile nella tua pagina del profilo.
ja: <strong>me!</strong>はプロフィール上で自由に編集できる領域です。
ko: <strong>me!</strong>는 유저 프로필 페이지에서 개인이 꾸밀 수 있는 공간입니다.
nl: <strong>ik!</strong> is een persoonlijk bewerkbaar gedeelte van je profiel.
no: <strong>me!</strong> er et personlig egendefinerbart område på profilsiden din.
pl: <strong>O mnie</strong> to twoje osobiste miejsce, które możesz dowolnie dostosować.
pt: <strong>eu!</strong> é uma área pessoal personalizável na tua página de perfil.
pt_br: <strong>eu!</strong> é uma área pessoal customizável na sua página de perfil.
ro: <strong>eu!</strong> este o zonă personală personalizabilă în pagina ta de profil.
ru: <strong>обо мне!</strong> - это ваше личное редактируемое пространство в профиле.
sk: <strong>ja!</strong> je osobná prispôsobiteľná plocha na tvojom profile.
sv: <strong>jag!</strong> är en personlig anpassningsbar del på din profil sida.
tr: <strong>ben!</strong>, profil sayfanızdaki kişiselleştirilebilir bir alandır.
uk: <strong>про мене!</strong> є настроюваною областю профілю.
vi: <strong>tôi!</strong> là một khu vực cá nhân có thể tùy chỉnh trong trang cá nhân của bạn.
zh: <strong>个人介绍</strong> 是您可以自定义的展示区.
zh_tw: <strong>個人介紹</strong> 在您的個人簡介網頁可以自行修改。

# show.page.edit_big
source: Edit me!
ar: عدلني!
be: Рэдагаваць мяне!
bg: Редактирай ме!
cs: Uprav mě!
da: Ændr mig!
de: me! bearbeiten
el: Επεξεργασία!
es: Editar ¡yo!
fi: Muokkaa minua!
fr: Éditez-moi !
hu: A rólam! szerkesztése!
id: Sunting saya!
it: Modificami!
ja: me!を編集
ko: me! 수정하기
nl: Bewerk me!
no: Rediger "om meg!"
pl: Edytuj mnie!
pt: Edita-me!
pt_br: Me edite!
ro: Editează-mă!
ru: редактировать
sk: Uprav ma!
sv: Redigera mig!
tr: Beni düzenle!
uk: Редагуйте мене!
vi: Chỉnh sửa tôi!
zh: 编辑
zh_tw: 編輯

# show.page.placeholder
source: Type page content here
ar: ادخل محتوى الصفحة هنا
be: Напішыце змесціва старонкі тут
bg: Въведи съдържанието на страницата тук
cs: Zde napiš obsah stánky
da: Skriv indhold her
de: Seiteninhalt hier eingeben
el: Γράψτε το περιεχόμενο της σελίδας εδώ
es: Escriba el contenido de la página aquí
fi: Kirjoita sivun sisältö tähän
fr: Tapez le contenu de la page
hu: Írd ide az oldal tartalmát
id: Ketik konten laman di sini
it: Scrivi il contenuto della pagina qui
ja: ここにページの内容を入力
ko: 페이지에 들어갈 내용을 입력하세요.
nl: Typ pagina inhoud hier
no: Skriv sideinnhold her
pl: Pisz tutaj
pt: Escreve o conteúdo da página aqui
pt_br: Digite o conteúdo da página aqui
ro: Introdu conținutul paginii aici
ru: Введите контент страницы сюда
sk: Tu napíš obsah stránky
sv: Skriv sidoinnehåll här
tr: Sayfanın içeriğini buraya yaz
uk: Введіть вміст сторінки
vi: Nhập nội dung trang vào đây
zh: 在这里编辑
zh_tw: 在這裡編輯

# show.page.restriction_info._
source: You need to be an {0} to unlock this feature.
ar: تحتاج ان تكون {0} لفتح هذه الميزة.
be: Каб разблакаваць гэту функцыю патрэбны: {0}.
bg: Трябва да сте {0}, за да отключите тази функционалност.
da: Du skal være en {0} for at bruge denne funktion.
de: Sie müssen ein {0} sein, um diese Funktion freizuschalten.
es: Debes ser un {0} para desbloquear esta función.
fi: Sinun täytyy olla {0} avataksesi tämän ominaisuuden.
fr: Vous devez être un {0} pour déverrouiller cette fonctionnalité.
hu: Ennek a szolgáltatásnak a feloldásához egy linknek kell lennie. {0}.
id: Anda harus menjadi seorang {0} untuk dapat menggunakan fitur ini.
it: Devi essere un {0} per sbloccare questa funzionalità.
ja: この機能を解除するには{0}する必要があります。
ko: 이 기능을 사용하기 위해서는 {0}가 되어야합니다.
nl: U moet een {0} zijn om deze functie te ontgrendelen.
no: Du må være en {0} for å låse opp denne funksjonen.
pl: Musisz być {0}, by odblokować tę funkcję.
pt: Precisas de ser um {0} para desbloquear esta funcionalidade.
pt_br: Você precisa ser um {0} para desbloquear esta funcionalidade.
ro: Trebuie să fii un {0} să deblochezi acest feature.
ru: Для использования этой функции нужен {0}.
sk: Musíš byť {0} aby si mohol využívať túto funkciu.
sv: Du måste vara en {0} för att låsa upp den här funktionen.
th: คุณจำเป็นจะต้อง {0} เพื่อที่จะปลดล็อกสิ่งนี้
tr: Bu özelliğin kilidini açmak için bir {0} olman lazım.
uk: Для використання цієї функції потрібен {0}.
zh: 你需要成为 {0} 才能使用此功能。
zh_tw: 你需要成為一個 {0} 解鎖此功能。

# show.page.restriction_info.link
source: osu!supporter
fi: osu!tukija
hu: osu!támogató
ja: osu!サポーター
ko: osu! 서포터
pl: donatorem osu!
ro: osu!ajutător
ru: тег osu!supporter
th: osu!ผู้สนับสนุน
uk: тег osu!supporter
zh: osu!支持者
zh_tw: osu! 贊助者

# show.post_count._
source: Contributed {0}
ar: ساهم بـ {0}
be: Размясціў {0}
bg: Приноси {0}
cs: Přispěl {0}
da: Skrevet {0}
de: {0} beigetragen
el: Συνεισφορά {0}
es: Contribuyó con {0}
fi: Mukana toiminnassa {0}
fr: A contribué à {0}
hu: Hozzájárult {0}
id: Berkontribusi sebanyak {0}
it: Ha contribuito con {0}
ja: フォーラム投稿数 {0}
ko: 게시글 수 {0}
nl: Plaatste {0}
no: Bidratt med {0}
pt: Contribuiu em {0}
pt_br: Contribuiu com {0}
ro: A contribuit la {0}
ru: Написал {0}
sk: Prispel {0}
sv: Bidragit med {0}
th: การมีส่วนร่วม {0}
tr: {0} kadar katkı
uk: Написав {0}
vi: Đã đóng góp {0}
zh: 发表了 {0}
zh_tw: 發表 {0}

# show.post_count.count
source: {0} forum post|{0} forum posts
ar: {0} منشور منتدى"{0} منشورات المنتدى
be: {0} допіс|{0} допісы|{0} допісаў
bg: {0} съобщение в форума|{0} съобщения в форума
cs: {0} příspěvkem na fóru|{0} příspěvky na fóru
da: {0} forum opslag|{0} forum opslag
de: {0} Forumsbeitrag|{0} Forenbeiträge
el: {0} φόρουμ ανάρτηση|{0} φόρουμ αναρτήσεις
es: {0} publicación en el foro|{0} publicaciones en el foro
fi: {0} foorumiviestillä|{0} foorumiviestillä
fr: {0} post du forum|{0} posts du forum
hu: {0} fórum poszt|{0} fórum posztok
id: {0} postingan forum|{0} postingan forum
it: {0} post nel forum|{0} post nel forum
ja: {0}個
ko: {0}개|{0}개
nl: {0} forum bericht|{0} forum berichten
no: {0} foruminnlegg|{0} foruminnlegg
pl: {0} post na forum|{0} posty na forum|{0} postów na forum
pt: {0} publicação no fórum|{0} publicações no fórum
pt_br: {0} publicação no fórum|{0} publicações no fórum
ro: {0} postare pe forum|{0} posări pe forum
ru: {0} пост|{0} поста|{0} постов
sk: {0} príspevok na fórum|{0} príspevky na fóru
sv: {0} foruminlägg|{0} foruminlägg
th: {0} ฟอรัมโพสต์|{0} โฟรัมโพสต์
tr: {0} forum gönderisi|{0} forum gönderisi
uk: {0} пост|{0} пости|{0} постів
vi: {0} bài đăng forum
zh: {0} 篇帖子
zh_tw: {0} 篇貼文

# show.rank.country
source: Country rank for {0}
ar: ترتيب الدولة لـ {0}
be: Рэйтынг краін для {0}
bg: Класация на държавата за {0}
cs: Státní pozice pro {0}
da: Lande Rang for {0}
de: Länderrang im Modus {0}
el: Κατάταξη στη χώρα για το {0}
es: Rank nacional para {0}
fi: Maakohtainen sijoitus pelimuodossa {0}
fr: Classement national en {0}
hu: Országos rank a/az {0}/re
id: Peringkat negara untuk {0}
it: Rank del paese per {0}
ja: {0}の国別ランク
ko: {0} 국가 순위
nl: Landelijke rank voor {0}
no: Landsrangering for {0}
pl: Pozycja w rankingu krajowym dla {0}
pt: Classificação nacional para {0}
pt_br: Ranking nacional de {0}
ro: Clasament pe țară pentru {0}
ru: Рейтинг стран для {0}
sk: Štátna pozícia pre {0}
sv: Landsrank för {0}
th: อันดับประเทศของ {0}
tr: {0} için Ülke sıralaması
uk: Рейтинг країни для {0}
vi: Hạng quốc gia cho {0}
zh: {0} 模式的国内/区内排名
zh_tw: {0} 模式的國內排名

# show.rank.country_simple
source: Country Ranking
ar: ترتيب الدولة
be: Рэйтынг краін
bg: Класиране в страната
cs: Místní hodnocení
da: Lande Rang
de: Landesrangliste
el: Εθνική Κατάταξη
es: Clasificación Nacional
fi: Maakohtainen sijoitus
fr: Classement Pays
hu: Országos Rangsor
id: Peringkat Negara
it: Classifica del Paese
ja: 国別ランキング
ko: 국가 순위
nl: Landelijke Ranking
no: Landsrangering
pl: Ranking krajowy
pt: Classificação nacional
pt_br: Ranking Nacional
ro: Clasament pe țară
ru: Рейтинг в стране
sk: Umiestnenie v krajine
sv: Nationell Rankning
th: อันดับในประเทศ
tr: Ülkesel Sıralama
uk: Рейтинг країни
vi: Hạng Quốc Gia
zh: 国内/区内排名
zh_tw: 國內排名
