Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Users.*.resx
Languages: ar, be, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_tw

# show.extra.kudosu.entry.forum_post.reset
source: Kudosu reset by {0} for the post {1}
ar: إعادة تعيين كودوسو بواسطة {0} للمنشور {1}
be: {0} скінуў кудосу за адказ у допісе {1}
bg: Нулиране на Kudosu от {0} за публикацията {1}
cs: Kudosu bylo obnoveno od {0} za příspěvek {1}
da: Kudosu nulstillet af {0} for opslaget {1}
de: Kudosu von {0} im Beitrag {1} zurückgesetzt
el: Διαγράφηκαν τα Kudosu από τον {0} για το post {1}
es: Kudosu reiniciado por {0} por la publicación {1}
fi: Kudosunollaus käyttäjältä {0} keskustelussa {1}
fr: Kudosu réinitialisé par {0} pour le post {1}
hu: Kudosu visszaállítás {0} által a posztra {1}
id: Kudosu disetel ulang oleh {0} untuk posting di {1}
it: Kudosu resettati da {0} per il post {1}
ja: {0}の{1}によるkudosuリセット
ko: {0}에서 {1}님으로부터 kudosu가 초기화되었습니다.
nl: Kudosu reset door {0} voor de post {1}
no: Kudosu tilbakestilt av {0} for innlegget i {1}
pl: Zresetowano kudosu przez {0} za post {1}
pt: Kudosu reiniciado por {0} para a publicação {1}
pt_br: Kudosu reiniciado por {0} na publicação {1}
ro: Kudosu resetați de {0} pentru postarea {1}
ru: {0} сбросил кудосу за ответ в посте {1}
sk: Kudosu bolo obnovené od {0} za príspevok {1}
sv: Kudosu återställning av {0} för inlägget {1}
tr: {0} gönderisinde {1} tarafından kudosu sıfırlandı
uk: {0} забрав кудосу за відповідь в {1}
vi: Kudosu reset bởi {0} cho bài đăng {1}
zh: 在帖子 {0} 中被 {1} 重置 kudosu
zh_tw: 此貼文 {0} 的 kudosu 點數由 {1} 重新設定

# show.extra.kudosu.entry.forum_post.revoke
source: Denied kudosu by {0} for the post {1}
ar: رفض كودوسو بواسطة {0} للمنشور {1}
be: {0} забраў кудосу за адказ у допісе {1}
bg: Отхвърлено Kudosu от {0} за публикацията {1}
cs: Odepřeno kudosu od {0} za příspěvek {1}
da: Benægtet kudosu af {0} for opslaget {1}
de: Kudosu von {0} im Beitrag {1} verwehrt
el: Ο {0} αρνήθηκε τα kudosu για το post {1}
es: Se le negó kudosu por {0} por la publicación {1}
fi: Kudosuhylkäys käyttäjältä {0} keskustelussa {1}
fr: Kudosu refusé par {0} pour le post sur {1}
hu: Elutasitott kudosu {0} által a {1} posztra
id: Kudosu ditolak oleh {0} untuk posting di {1}
it: Kudosu negati da {0} per il post {1}
ja: {0}の{1}によるkudosu拒否
ko: {0}에서 {1}님으로부터 kudosu 획득 자격을 박탈당했습니다.
nl: Kudosu geweigerd door {0} voor {1}
no: Nektet kudosu fra {0} for innlegget {1}
pl: Odebrano kudosu przez {0} za post {1}
pt: Kudosu negado por {0} para a publicação {1}
pt_br: Kudosu negado por {0} na publicação {1}
ro: Kudosu respinși de {0} pentru postarea {1}
ru: {0} отнял кудосу за ответ в посте {1}
sk: Odopreté Kudosu od {0} za príspevok {1}
sv: Nekad kudosu av {0} för inlägget {1}
tr: {0} gönderisinde {1} tarafından kudosu reddedildi
uk: {0} забрав кудосу за відповідь в {1}
vi: Từ chối kudosu kudosu {0} cho bài đăng {1}
zh: 在帖子 {0} 中被 {1} 移除 kudosu
zh_tw: 此貼文 {0} 已被 {1} 移除 kudosu 點數

# show.extra.kudosu.total_info._
source: Based on how much of a contribution the user has made to beatmap moderation. See {0} for more information.
ar: مبنية على اساس مساهمات المستخدم في اعطاء اقتراحات الخرائط. انظر {0} لمزيد من المعلومات.
be: Залежыць ад таго, колькі укладу карыстальнік унёс у мадэрацыю бітмапы. Глядзіце {0}, каб даведацца больш.
bg: Въз основа на това колко този потребител е помогнал с редактирането на бийтмапове. Вижте {0} за повече информация.
da: Baseret på hvor stort et bidrag brugeren har givet til moderation af beatmaps. Se {0} for mere information.
de: Basierend auf dem Beitrag, den der Benutzer zum Beatmap-Modding geleistet hat. Weitere Informationen auf {0}.
es: Según la contribución que el usuario ha hecho al modding de mapas. Vea {0} para más información.
fi: Näe käyttäjän tekemä vaikutus beatmapin moderoinnissa. Lisätietoja {0}
fr: Basé sur la quantité d'une contribution que l'utilisateur a apportée à la modération de la beatmap. Voir {0} pour plus d'informations.
hu: Annak alapján, hogy a felhasználó milyen mértékben járult hozzá egy beatmap moderálásához. További információkért kattints a linkre. {0}.
id: Berdasarkan seberapa besar kontribusi yang telah diberikan oleh pengguna ini dalam hal moderasi beatmap. Kunjungi {0} untuk informasi lebih lanjut.
it: Basato sul contributo che l'utente ha dato nella moderazione delle beatmap. Visita {0} per più informazioni.
ja: ユーザーのビートマップモデレーションへの貢献度に基いています。詳細は {0} を確認して下さい。
ko: 유저가 비트맵 제작 과정에 얼마나 기여했는지에 기반합니다. 더 많은 정보를 얻고싶으시다면 {0}를 참고해주세요.
nl: Op basis van hoeveel bijdrage de gebruiker heeft geleverd aan beatmap moderatie. Zie {0} voor meer informatie.
no: Basert på hvor mye en bidro en bruker har gjort til beatmapmoderasjon. Se {0} for mer informasjon.
pl: Liczba zdobytych punktów kudosu jest oparta o wkład użytkownika w modowanie beatmap. Sprawdź {0}, by dowiedzieć się więcej.
pt: Baseado no quão o utilizador contribuiu para a moderação do beatmap. Vê {0} para mais informações.
pt_br: Baseado na quantidade de contribuições realizadas pelo usuário em moderações de beatmaps. Veja {0} para mais informações.
ro: Bazat pe cât de multă contribuție acest utilizator a făcut la moderarea beatmap-ului. Vezi {0} pentru mai multe informații.
ru: Зависит от того, сколько вклада пользователь внёс в модерацию карт. Посетите {0} для дополнительной информации.
sk: Na základe toho, koľko používateľ prispel do moderácie mapy. Pozri {0} pre viac informácii.
sv: Baserat på hur mycket användaren har bidragit till beatmapmodding. Se {0} för mer information.
th: ขึ้นอยู่กับการดูแลบีทแมพของเจ้าของบีทแมพ ดูรายละเอียดเพิ่มเติมที่นี่ {0}
tr: Kullanıcının beatmap modlamaya yaptığı katkının miktarına bağlıdır. Daha fazla bilgi için {0} bakınız.
uk: Залежить від того, скільки вкладу користувач вніс у модерацію карт. Відвідайте {0} для додаткової інформації.
zh: 取决于你对制谱的贡献如何。查看 {0} 获得更多信息。
zh_tw: 基於使用者對圖譜審核的貢獻量。請看 {0} 以獲得更多資訊。

# show.extra.kudosu.total_info.link
source: this page
ar: هذه الصفحة
be: гэту старонку
bg: тази страница
cs: tuto stránku
da: denne side
de: dieser Seite
es: esta página
fi: tämä sivu
fr: cette page
hu: ez az oldal
id: laman ini
it: questa pagina
ja: このページ
ko: 이 페이지
nl: deze pagina
no: denne siden
pl: ten artykuł
pt: esta página
pt_br: esta página
ro: această pagină
ru: эту страницу
sk: táto stránka
sv: denna sida
th: หน้านี้
tr: bu sayfaya
uk: цієї сторінки
vi: trang này
zh: 这个页面
zh_tw: 這個頁面

# show.extra.me.title
source: me!
ar: أنا!
be: пра мяне!
bg: за мен!
cs: já!
de: ich!
es: ¡yo!
fi: minä!
fr: moi !
hu: rólam!
id: saya!
it: io!
nl: ik!
no: om meg!
pl: O mnie
pt: eu!
pt_br: eu!
ro: eu!
ru: обо мне!
sk: ja!
sv: jag!
th: ฉัน!
tr: ben!
uk: про мене!
vi: tôi!
zh: 个人介绍
zh_tw: 個人簡介!

# show.extra.medals.empty
source: This user hasn't gotten any yet. ;_;
ar: هذا المستخدم لم يحصل على أي شيئ حتى الآن. ;_;
be: Гэты карыстальнік яшчэ нічога не атрымаў. ;_;
bg: Този потребител все още няма никакви! Т - Т
cs: Tento uživatel zatím žádné neobdržel ;_;
da: Denne bruger har ikke fået nogle endnu. ;_;
de: Dieser Nutzer hat noch keine erhalten. ;_;
el: Αυτός ο χρήστης δεν έχει πάρει κανένα ακόμα. ;_;
es: Este usuario aún no ha conseguido ninguna. ;_;
fi: Tämä käyttäjä ei ole saanut vielä yhtäkään. ;_;
fr: Cet utilisateur n'en a encore jamais reçue. ;_;
hu: Ez a felhasználó még nem rendelkezik egyel sem. ;_;
id: Pengguna ini belum membuka medali apapun. ;_;
it: Questo utente non ne ha ricevuti ancora. ;_;
ja: このユーザーはまだメダルを取得していません。
ko: 아직 아무런 메달도 받지 못했네요. ;_;
nl: Deze gebruiker heeft er nog geen ;_;
no: Denne brukeren har ikke fått noen ennå. ;_;
pl: Ten użytkownik nie uzyskał jeszcze żadnych medali. ;_;
pt: Este utilizador ainda não conseguiu nenhuma. ;_;
pt_br: Esse usuário não conseguiu nenhuma recentemente. ;_;
ro: Acest utilizator nu a primit nici unul încă. ;_;
ru: Этот пользователь ещё ничего не получил. ;_;
sk: Tento užívateľ zatiaľ žiadne neobdržal. ;_;
sv: Denna användare har inte fått några än. ;_;
th: ผู้ใช้คนนี้ยังไม่มีอะไรเลย. ;_;
tr: Bu kullanıcı daha hiç almamış. ;_;
uk: Цей користувач поки що нічого не отримав. ; _;
vi: Người dùng này chưa có huy chương nào cả. ;_;
zh: 该用户还没有获得成就。;_;
zh_tw: 該使用者尚未獲得成就。;_;

# show.extra.medals.recent
source: Latest
ar: الأخير
be: Апошнія
bg: Най-новите
cs: Nejnovější
da: Seneste
de: Neueste
el: Πρόσφατα
es: Más reciente
fi: Viimeisin
fr: Dernier
hu: Legújabb
id: Terbaru
it: Più recenti
ja: 最新
ko: 최근 획득
nl: Recent
no: Nyeste
pl: Ostatnie
pt: As mais recentes
pt_br: Recente
ro: Recente
ru: Последние полученные медали
sk: Najnovšie
sv: Senaste
th: ล่าสุด
tr: En Son
uk: Останні досягнення
vi: Gần Nhất
zh: 最近取得
zh_tw: 最新

# show.extra.medals.title
source: Medals
ar: الاوسمة
be: Медалі
bg: Медали
cs: Medaile
da: Medaljer
de: Medaillen
el: Μετάλλια
es: Medallas
fi: Mitalit
fr: Médailles
hu: Medálok
id: Medali
it: Medaglie
ja: メダル
ko: 메달
nl: Medailles
no: Medaljer
pl: Medale
pt: Medalhas
pt_br: Medalhas
ro: Medalii
ru: Медали
sk: Medaile
sv: Medaljer
th: เหรียญตรา
tr: Madalyalar
uk: Досягнення
vi: Huy Chương
zh: 成就
zh_tw: 成就

# show.extra.posts.title
source: Posts
ar: المنشورات
bg: Публикации
cs: Příspěvky
da: Opslag
de: Beiträge
es: Publicaciones
fi: Julkaisut
fr: Messages
hu: Bejegyzések
id: Posting
it: Post
ja: 投稿
ko: 게시글
nl: Berichten
no: Innlegg
pl: Posty
pt: Publicações
pt_br: Publicações
ro: Postări
ru: Посты
sk: Príspevky
sv: Inlägg
th: โพสต์
tr: Gönderiler
uk: Пости
vi: Bài viết
zh: 回复
zh_tw: 貼文

# show.extra.posts.title_longer
source: Recent Posts
ar: المنشورات الحديثة
bg: Скорошни публикации
cs: Poslední příspěvky
da: Seneste Opslag
de: Neueste Beiträge
es: Publicaciones recientes
fi: Viimeisimmät julkaisut
fr: Messages récents
hu: Legutóbbi bejegyzések
id: Postingan Terbaru
it: Post Recenti
ja: 最近の投稿
ko: 최근 게시글
nl: Recente berichten
no: Nylige Innlegg
pl: Ostatnie posty
pt: Publicações recentes
pt_br: Publicações Recentes
ro: Postări recente
ru: Недавние посты
sk: Nedávne príspevky
sv: Senaste Inläggen
th: โพสต์ล่าสุด
tr: Son Gönderiler
uk: Недавні пости
vi: Bài viết gần đây
zh: 最近回复
zh_tw: 最新貼文

# show.extra.posts.show_more
source: see more posts
ar: عرض المزيد من المنشورات
bg: виж повече публикации
cs: zobrazit více příspěvků
da: se flere opslag
de: weitere Beiträge anschauen
es: ver más publicaciones
fi: Katso lisää julkaisuja
fr: voir plus de messages
hu: láss további bejegyzéseket
id: lihat lebih banyak post
it: guarda più post
ja: 他の投稿を見る
ko: 글 더 보기
nl: bekijk meer berichten
no: se flere innlegg
pl: zobacz więcej postów
pt: ver mais publicações
pt_br: ver mais publicações
ro: vedeți mai multe postări
ru: загрузить больше постов
sk: pozri ďalšie príspevky
sv: se fler inlägg
th: ดูโพสต์อื่นๆ เพิ่มเติม
tr: daha fazla gönderi gör
uk: бачити більше постiв
vi: xem bài viết khác
zh: 查看更多回复
zh_tw: 顯示更多貼文

# show.extra.recent_activity.title
source: Recent
ar: الأخيرة
be: Нядаўняя актыўнасць
bg: Скорошна активност
cs: Nedávné
da: Seneste
de: Neulich
el: Πρόσφατα
es: Reciente
fi: Viimeisimmät
fr: Activité récente
hu: Legutóbbi
id: Terbaru
it: Recenti
ja: 最近のアクティビティ
ko: 최근 활동
no: Nylige
pl: Ostatnie
pt: Recente
pt_br: Recente
ru: Последняя активность
sk: Nedávne
sv: Senaste
th: ล่า​สุด
tr: Son
uk: Недавня активність
vi: Gần Đây
zh: 最近活动
zh_tw: 最近活動

# show.extra.top_ranks.download_replay
source: Download Replay
ar: تحميل النتيجة
be: Спампаваць паўтор
bg: Изтегли повторението
cs: Stáhnout záznam
de: Replay herunterladen
el: Λήψη Επανάληψης
es: Descargar repetición
fi: Lataa Replay
fr: Télécharger le replay
hu: Replay letöltése
id: Unduh Tayangan Ulang
it: Scarica Replay
ja: リプレイをダウンロード
ko: 리플레이 다운로드
no: Last ned Reprise
pl: Pobierz powtórkę
pt: Transferir repetição
pt_br: Baixar Replay
ro: Descarcă replay-ul
ru: Скачать повтор
sk: Stiahnuť Záznam
sv: Ladda ner Repris
th: ดาวน์โหลดรีเพลย์
tr: Tekrarı İndir
uk: Завантажити повтор
vi: Tải Xuống Replay
zh: 下载回放
zh_tw: 下載重播

# show.extra.top_ranks.not_ranked
source: Only ranked beatmaps award pp
ar: فقط الخرائط المصفوفة تعطي نقاط خبرة.
be: Адзінкі прадукцыйнасці даюцца толькі бітмапам, якія набылі ранг.
bg: Само класираните бийтмапове дават pp точки.
cs: Pouze hodnocené mapy vydávají pp.
da: Kun rangerede beatmaps giver pp.
de: Nur Ranked Beatmaps geben PP.
el: Μόνο τα ranked beatmaps δίνουν pp.
es: Sólo los mapas clasificados dan pp.
fi: Vain hyväksytyt beatmapit antavat pp{0}ä.
fr: Seules les beatmaps classées accordent des pp
hu: Kizárólag rangsorolt beatmap adhat pp-t.
id: Hanya beatmap berstatus Ranked yang dapat memberikan pp.
it: Solo le mappe classificate danno pp.
ja: Rankedビートマップのみがppを与えます。
ko: 랭크된 비트맵만 pp를 줍니다.
nl: Enkel gerankte beatmaps geven pp.
no: Bare rangerte beatmaps gir pp.
pl: Tylko rankingowe beatmapy przyznają pp
pt: Somente beatmaps classificados é que dão pp.
pt_br: Apenas beatmaps ranqueados dão pp.
ro: Numai beatmaps clasate acordă pp.
ru: Очки производительности выдаются только за прохождение рейтинговых карт.
sk: Iba hodnotené beatmapy ti dajú pp.
sv: Endast rankade beatmaps ger pp.
th: บีทแมพแรงค์เท่านั้นที่ให้พีพี
tr: Sadece dereceli beatmapler pp verir.
uk: Очки продуктивності видаються тільки за рейтингові або одобрені карти.
vi: Chỉ có beatmap được xếp hạng mới có pp.
zh: 只有 ranked 谱面才能得到 pp。
zh_tw: 僅被列入排名的圖譜才能獲得 pp。

# show.extra.top_ranks.pp_weight
source: weighted {0}
ar: موزون {0}
be: узважана {0}
bg: с тежест {0}
cs: váženo na {0}
da: vejede: {0}
de: {0} gewichtet
el: σταθμισμένo {0}
es: valorado {0}
fi: painotettu {0}
fr: pondéré {0}
hu: súlyozott {0}
id: terbobotkan sejumlah {0}
it: valutata {0}
ja: 割合 {0}
ko: 가중치 {0}
nl: gewogen {0}
no: veid {0}
pl: ważone {0}
pt: {0} ponderada
pt_br: ajustado {0}
ro: ponderat {0}
ru: засчитано: {0} pp
sk: odvážené {0}
sv: vägd {0}
tr: {0} ağırlıklı
uk: зважено: {0}
vi: trọng số {0}
zh: 权重：{0}
zh_tw: 權重 {0}

# show.extra.top_ranks.view_details
source: View Details
ar: عرض التفاصيل
bg: Виж детайлите
da: Vis detaljer
de: Details anzeigen
es: Ver detalles
fi: Tarkemmat tiedot
fr: Voir les détails
hu: Részletek mutatása
id: Lihat Rincian
it: Visualizza Dettagli
ja: 詳細の表示
ko: 자세히 보기
nl: Details Bekijken
no: Vis detaljer
pl: Pokaż szczegóły
pt: Ver detalhes
pt_br: Ver Detalhes
ro: Vezi detalii
ru: Подробнее
sv: Se Detaljer
th: ดูรายละเอียดเพิ่มเติม
tr: Ayrıntıları Göster
uk: Придивитися до деталей
vi: Xem chi tiết
zh: 查看详情
zh_tw: 查看資訊

# show.extra.top_ranks.title
source: Ranks
ar: النتائج
be: Рэйтынгі
bg: Класации
cs: Umístění
de: Ränge
el: Σκορ
es: Rangos
fi: Suoritukset
fr: Classements
hu: Rangok
id: Peringkat
it: Rank
ja: ランク
ko: 랭크
no: Rangeringer
pl: Wyniki
pt: Classificações
pt_br: Classificações
ro: Clasamente
ru: Рейтинги
sk: Umiestnenia
sv: Ranker
th: อันดับ
tr: Dereceler
uk: Рейтинги
vi: Xếp Hạng
zh: 成绩
zh_tw: 排名

# show.extra.top_ranks.best.title
source: Best Performance
ar: افضل اداء
be: Найлепшая прадукцыйнасць
bg: Най-добри резултати
cs: Nejlepší výkon
da: Bedste Præstationer
de: Beste Performance
el: Καλύτερες Eπιδόσεις
es: Mejor rendimiento
fi: Parhaat Suoritukset
fr: Meilleures performances
hu: Legjobb eredmények
id: Performa Terbaik
it: Migliore Performance
ja: ベストパフォーマンス
ko: 최고 성과
nl: Beste Prestatie
no: Beste Prestasjoner
pl: Najlepsze wyniki
pt: Melhor desempenho
pt_br: Melhor Performance
ro: Cele mai bune performanțe
ru: Лучшие результаты
sk: Najlepšie Výkony
sv: Bästa Prestation
th: Performance ที่ดีที่สุด
tr: En İyi Performans
uk: Кращі результати
vi: Thực Hiện Tốt Nhất
zh: 最好成绩
zh_tw: 最佳成績

# show.extra.top_ranks.first.title
source: First Place Ranks
ar: المراكز الاولى
be: Першыя месцы ў рэйтынгу
bg: Класации на първо място
cs: Umístění na prvním místě
da: Førstepladser
de: Erster Platz
el: Πρώτες Θέσεις
es: Primeros lugares
fi: Kärkisijat
fr: Premières places
hu: Első Helyezéses Eredmények
id: Peringkat Pertama
it: Rank Primo Posto
ja: 1位の記録
ko: 1위 달성 맵
nl: Eerste Ranks
no: Førsteplasser
pl: Pierwsze miejsca
pt: Classificações de primeiro lugar
pt_br: Primeiros Lugares
ro: Primele locuri
ru: Первые места
sk: Umiestnenie na prvom mieste
sv: Förstaplats-ranker
tr: Birincilikler
uk: Рекорди
vi: Xếp Hạng Nhất
zh: 第一名
zh_tw: 第一名

# show.extra.votes.given
source: Votes Given (last 3 months)
ar: الأصوات المقدمة (اخر 3 اشهر)
bg: Дадени гласове (за последните 3 месеца)
da: Stemmer Givet (sidste 3 måneder)
de: Abgegebene Stimmen (letzte 3 Monate)
es: Votos dados (últimos 3 meses)
fi: Annetut äänet (viimeiset 3 kuukautta)
fr: Votes donnés (3 derniers mois)
hu: Szavazatok Leadva (legutóbbi 3 hónap)
id: Suara Diberikan (3 bulan terakhir)
it: Voti Assegnati (negli ultimi 3 mesi)
ja: 与えた投票（３ヶ月）
ko: 투표 참여 수 (지난 3개월 간)
nl: Gegeven stemmen (de afgelopen 3 maanden)
no: Stemmer Gitt (siste 3 måneder)
pl: Oddane głosy (ostatnie 3 miesiące)
pt: Votos dados (últimos 3 meses)
pt_br: Votos Dados (últimos 3 meses)
ro: Voturi Date (ultimele 3 luni)
ru: Отданные голоса (за 3 месяца)
sk: Počet hlasov (posledné 3 mesiace)
sv: Röster Givna (senaste 3 månaderna)
th: จำนวน Votes ที่ได้ให้ (เมื่อสามเดือนที่แล้ว)
tr: Verilen Oylar (son 3 ayda)
uk: Голосів дано (за 3 місяці)
zh: 给予投票（最近三个月）
zh_tw: 給予投票（最近三個月）

# show.extra.votes.received
source: Votes Received (last 3 months)
ar: الأصوات المستلمة (اخر 3 اشهر)
bg: Получени гласове (за последните 3 месеца)
da: Stemmer Modtaget (sidste 3 måneder)
de: Erhaltene Stimmen (letzte 3 Monate)
es: Votos recibidos (últimos 3 meses)
fi: Saadut äänet (viimeiset 3 kuukautta)
fr: Votes reçus (3 derniers mois)
hu: Beérkezett Szavazatok (legutóbbi 3 hónap)
id: Suara Diterima (3 bulan terakhir)
it: Voti Ricevuti (negli ultimi 3 mesi)
ja: 受け取った投票（３ヶ月）
ko: 받은 투표수 (지난 3개월 간)
nl: Ontvangen stemmen (laatste 3 maanden)
no: Stemmer Mottatt (siste 3 måneder)
pl: Otrzymane głosy (ostatnie 3 miesiące)
pt: Votos recebidos (últimos 3 meses)
pt_br: Votos Recebidos (últimos 3 meses)
ro: Voturi Primite (ultimele 3 luni)
ru: Полученные голоса (за 3 месяца)
sk: Získané hlasy (posledné 3 mesiace)
sv: Röster Erhållna (senaste 3 månaderna)
th: ผลโหวตที่ได้รับ (เมื่อสามเดือนที่แล้ว)
tr: Alınan Oylar (son 3 ayda)
uk: Голосів отримано (за 3 місяці)
zh: 所得投票（最近三个月）
zh_tw: 獲得的投票（最近三個月）

# show.extra.votes.title
source: Votes
ar: الأصوات
bg: Гласове
cs: Hlasy
da: Stemmer
de: Stimmen
es: Votos
fi: Äänet
hu: Szavazatok
id: Hak Suara
it: Voti
ja: 投票
ko: 투표
nl: Stemmen
no: Stemmer
pl: Głosy
pt: Votos
pt_br: Votos
ro: Voturi
ru: Голоса
sk: Hlasy
sv: Röster
th: โหวต
tr: Oylar
uk: Голосів
zh: 投票
zh_tw: 投票

# show.extra.votes.title_longer
source: Recent Votes
ar: الأصوات الأخيرة
bg: Скорошни гласове
cs: Poslední hlasy
da: Seneste Stemmer
de: Neueste Stimmen
es: Votos recientes
fi: Viimeisimmät Äänet
fr: Votes récents
hu: Legutóbbi Szavazatok
id: Pilihan Terbaru
it: Voti Recenti
ja: 最近の投票
ko: 최근 투표
nl: Recente stemmen
no: Nylige stemmer
pl: Ostatnie głosy
pt: Votos recentes
pt_br: Votos Recentes
ro: Voturi recente
ru: Недавние голоса
sk: Nedávne hlasy
sv: Senaste Röster
th: โหวตล่าสุด
tr: Son Oylar
uk: Недавні голосу
zh: 最近投票
zh_tw: 最近投票

# show.extra.votes.vote_count
source: {0} vote|{0} votes
ar: {0} صوت|{0} اصوات
bg: {0} глас|{0} гласове
da: {0} stemme|{0} stemmer
de: {0} Stimme|{0} Stimmen
es: {0} voto|{0} votos
fi: {0} ääni|{0} ääntä
hu: {0} szavazás{0} szavazatok
id: {0} suara|{0} suara
it: {0} voto|{0} voti
ja: {0} 投票
ko: {0} 투표
nl: {0} stemmen|{0} stemmen
no: {0} stemme|{0} stemmer
pl: {0} głos|{0} głosy|{0} głosów
pt: {0} voto|{0} votos
pt_br: {0} voto|{0} votos
ro: {0} vot|{0} voturi
ru: {0} голос|{0} голоса|{0} голосов
sv: {0} rösta|{0} röster
th: {0} โหวต|{0} โหวตทั้งหมด
tr: {0} oy|{0} oy
uk: {0} голос|{0} голосів
zh: {0} 票
zh_tw: {0} 票

# show.extra.account_standing.title
source: Account Standing
ar: حالة الحساب
be: Стан уліковага запісу
bg: Състояние на акаунта
cs: Stav účtu
da: Account Status
de: Accountstatus
el: Κατάσταση λογαριασμού
es: Estado de la cuenta
fi: Tilin tila
fr: Statut du compte
hu: Fiók Állása
id: Kondisi Akun
it: Stato dell'account
ja: アカウントの状態
ko: 계정 상태
nl: Account Reputatie
no: Kontostatus
pl: Stan konta
pt: Reputação da conta
pt_br: Estado da Conta
ro: Starea contului
ru: Нарушения
sk: Stav Účtu
sv: Kontoställning
th: ชื่อเสียงของบัญชี
tr: Hesap Durumu
uk: Статус аккаунту
vi: Trạng Thái Tài Khoản
zh: 帐号状态
zh_tw: 帳號狀態

# show.extra.account_standing.bad_standing
source: <strong>{0}'s</strong> account is not in a good standing :(
ar: حساب <strong>{0}</strong> في حالة غير جيدة :(
be: уліковы запіс <strong>{0}</strong> не ў найлепшым стане :(
bg: Акаунта на <strong>{0}</strong> не е в добро състояние :(
cs: účet uživatele <strong>{0}</strong> není v dobré reputaci :(
da: <strong>{0}'s</strong> account er ikke i en god position :(
de: Der Account von <strong>{0}</strong> ist zurzeit eingeschränkt :(
el: Ο λογαριασμός του <strong>{0}</strong> δεν βρίσκεται σε καλή κατάσταση :(
es: La cuenta de <strong>{0}</strong> no está en buen estado :(
fi: <strong>{0}</strong> ei ole käyttäytynyt hyvin :(
fr: Le compte de <strong>{0}</strong> n'est pas dans un bon statut :(
hu: <strong>{0}</strong> fiókja nincs jó helyzetben. :(
id: Akun <strong>{0}</strong> tidak dalam kondisi baik :(
it: L'account di <strong>{0}</strong> non ha una buona reputazione :(
ja: <strong>{0}</strong>のアカウントはルール違反の記録があります。
ko: <strong>{0}</strong> 님이 규칙을 위반하셨습니다. :(
nl: <strong>{0}'s</strong> account heeft geen goede reputatie :(
no: <strong>{0}</strong> sin konto er ikke i god stand :(
pl: Konto użytkownika <strong>{0}</strong> nie jest w dobrym stanie :(
pt: A conta de <strong>{0}</strong> não tem uma boa reputação :(
pt_br: A conta de <strong>{0}</strong> não está num estado muito bom :(
ro: Contul lui <strong>{0}</strong> nu este într-o stare prea bună :(
ru: с аккаунтом <strong>{0}</strong> не всё хорошо :(
sk: Účet použivateľa <strong>{0}'s</strong> nie je v dobrej povesti. :(
sv: <strong>{0}'s</strong> konto är inte i en bra ställning :(
th: <strong>{0}'s</strong> บัญชีนี้ได้กระทำสิ่งที่ไม่ดี :(
tr: <strong>{0}</strong> kullanıcısının hesabı iyi durumda değil :(
uk: аккаунт <strong>{0} </strong> не в хорошому стані :(
vi: Tài khoản của <strong>{0}</strong> không ở trong trạng thái tốt :(
zh: <strong>{0}</strong> 的帐号存在不良记录 :(
zh_tw: <strong>{0}</strong> 的帳號存在不良紀錄 :(

# show.extra.account_standing.remaining_silence
source: <strong>{0}</strong> will be able to speak again {1}.
ar: <strong>{0}</strong> سوف يكون قادراََ على التحدث في {1}.
be: карыстальнік <strong>{0}</strong> зможа зноў гаварыць праз {1}.
bg: <strong>{0}</strong> ще бъде в състояние да говори отново след {1}.
cs: <strong>{0}</strong> bude znovu moci mluvit za {1}.
da: <strong>{0}</strong> kan tale igen om {1}.
de: <strong>{0}</strong> kann in {1} wieder sprechen.
el: <strong>{0}</strong> θα μπορεί να μιλήσει πάλι σε {1}.
es: <strong>{0}</strong> podrá hablar otra vez dentro de {1}.
fi: <strong>{0}</strong> pystyy puhumaan seuraavan kerran {1}.
fr: <strong>{0}</strong> pourra de nouveau parler dans {1}.
hu: <strong>{0}</strong> ismét képes lesz a beszédre {1} időn belül.
id: <strong>{0}</strong> akan dapat kembali berbicara dalam {1}.
it: <strong>{0}</strong> potrà parlare di nuovo tra {1}.
ja: <strong>{0}</strong>は{1}で再び発言ができるようになります。
ko: <strong>{0}</strong> 님은 {1} 후에 말할 수 있습니다.
nl: <strong>{0}</strong> kan terug spreken in {1}.
no: <strong>{0}</strong> vil kunne snakke igjen om {1}.
pl: Użytkownik <strong>{0}</strong> będzie mógł pisać na czacie {1}.
pt: <strong>{0}</strong> será capaz de falar outra vez em {1}.
pt_br: <strong>{0}</strong> vai poder falar novamente em {1}.
ro: <strong>{0}</strong> va putea să vorbească din nou în {1}.
ru: пользователю <strong>{0}</strong> можно будет говорить через {1}.
sk: Používateľ <strong>{0}</strong> bude môcť znova rozprávať za {1}.
sv: <strong>{0}</strong> kan prata igen om {1}.
th: <strong>{0}</strong> จะสามารถพูดได้อีกครั้ง ใน {1}
tr: <strong>{0}</strong> {1} sonra konuşabilecek.
uk: користувачу <strong>{0} </strong> можна буде говорити через {1}.
vi: <strong>{0}</strong> sẽ được nói trở lại vào {1}.
zh: <strong>{0}</strong> 的禁言将在 {1} 解除
zh_tw: <strong>{0}</strong> 的禁言將在 {1} 解除
