Repository: ppy/osu
Catalog: osu.Game/Localisation/Web/Wiki.*.resx
Languages: ar, cs, da, el, es, fr, hu, id, ja, ko, nl, no, pl, ru, sk, sv, th, uk, zh, zh_tw

# show.fallback_translation
source: Requested page is not yet translated to the selected language ({0}). Showing English version.
ar: الصفحة المطلوبة لم تترجم بعد إلى اللغة المحددة ({0}). سيتم عرض نسخة اللغة الإنجليزية بدلاََ عن ذلك.
cs: Vyžadovaná stránka ještě nebyla přeložena do vybraného jazyka ({0}). Zobrazuji Anglickou verzi.
da: Den anmodede side er endnu ikke blevet oversat til ({0}). Viser den engelske version.
el: Η σελίδα δεν είναι ακόμα μεταφρασμένη στην επιλεγμένη γλώσσα ({0}). Αλλαγή στην Αγγλική έκδοση.
es: La página solicitada aún no se ha traducido al idioma seleccionado ({0}). Mostrando la versión en inglés.
fr: La page demandée n'est pas encore traduite dans votre langue ({0}). Affichage de la version anglaise.
hu: A kért oldal még nem lett lefordítva a kiválasztott ({0}) nyelvre. Az angol verzió látható.
id: Laman yang diminta belum diterjemahkan ke dalam bahasa yang dipilih ({0}). Menampilkan versi Bahasa Inggris.
ja: 要求されたページはまだ選択された言語（{0}）に翻訳されていません。英語版を表示します。
ko: 요청하신 페이지는 아직 사용하시는 언어({0})로 번역되지 않았네요. 영어로 된 페이지를 보여드릴게요.
nl: De opgevraagde pagina is nog niet vertaald naar de geselecteerde taal ({0}). Engelse versie wordt getoond.
no: Forespurt side er ennå ikke oversatt til det valgte språket ({0}). Viser Engelsk versjon.
pl: Następująca strona nie jest jeszcze dostępna po polsku, w związku z czym wyświetlono wersję angielską.
ru: Эта страница не переведена на {0} язык, поэтому вы видите версию на английском.
sk: Vyžadovaná stránka ešte nebola preložená do vybraného jazyka ({0}). Zobrazuje Anglickú verziu.
sv: Den begärda sidan är inte översatt till det valda språket ({0}). Visar den Engelska versionen.
th: หน้าที่คุณเรียกยังไม่ถูกแปลในภาษาที่เลือกอยู่ ({0}) กำลังแสดงเนื้อหาฉบับภาษาอังกฤษ
uk: Дана сторінка ще не перекладена на обрану мову ({0}). Буде відображено англійську версію сторінки.
zh: 请求的页面还没有没有被翻译为您的语言（{0}）。 正在显示其英文版本。
zh_tw: 請求的頁面還未被翻譯為選中語言 ({0})，現在正顯示英文版本。

# show.incomplete_or_outdated
source: The content on this page is incomplete or outdated. If you are able to help out, please consider updating the article!
ar: محتوى هذه الصفحة غير مكتمل أو منتهي الصلاحية. إن كنت قادراً على المساعدة، فكر في تحديث المقالة!
cs: Tato stránka je nedodělaná nebo zastaralá. Pokud chcete, můžete pomoci s aktualizací článku!
da: Indholdet på denne side er ufuldstændigt eller forældet. Hvis du har mulighed for at hjælpe til, overvej venligst at opdatere artiklen!
es: El contenido de esta página está incompleto u obsoleto. Si usted puede ayudar, por favor ¡considere actualizar el artículo!
fr: Le contenu de cette page est incomplet ou obsolète. Si vous êtes en mesure d'aider, veuillez envisager de mettre à jour l'article !
hu: A tartalom ezen az oldalon befejezetlen vagy elavult. Ha segíteni bírnál ezen, kérlek frissítsd a cikket!
id: Informasi yang tertera pada laman ini tidak lengkap atau telah kedaluwarsa. Apabila Anda berkenan, harap bantu kami untuk memperbarui artikel ini!
ja: このページのコンテンツは不完全または古いです。これ助けることができる場合は、記事の更新を検討してください！
ko: 이 페이지의 내용은 미완성 이거나 오래된 내용입니다. 도울 여건이 되신다면, 이 글을 업데이트하는 것을 고려해 주세요!
nl: De inhoud op deze pagina is onvolledig of verouderd. Als je kunt helpen, kun je het artikel bijwerken!
no: Innholdet på denne siden er utdatert eller ikke fullført. Vennligst vurder å oppdatere denne artikkelen om du vil hjelpe oss!
pl: Zawartość tej strony jest niepełna lub przedawniona. Jeżeli chcesz pomóc, zaktualizuj informacje w artykule!
ru: Содержимое этой страницы является неполным или устаревшим, но вы всегда сможете помочь нам дополнить его!
sk: Táto stránka je nedorobené alebo zastaraná. Ak chcete, môžete pomôcť s aktualizáciou článku!
sv: Innehållet på denna sidan är ofullständigt eller föråldrat. Om du har möjligheten att hjälpa till, vänligen överväg att uppdatera artikeln!
th: เนื้อหาในหน้านี้ยังเขียนไม่เสร็จหรือเก่าไป ถ้าหากคุณช่วยได้ ให้ลองมาแก้ไขบทความนี้
uk: Вміст цієї сторінки є неповним або застарілим, але ви завжди зможете допомогти нам доповнити його!
zh: 此页面的内容不完整或已过时。如果你能帮忙，请一起更新这篇文章！
zh_tw: 此頁面上的內容不完整或過時。 如果您能夠提供幫助，請考慮更新文章！

# show.missing
source: Requested page "{0}" could not be found.
ar: يتعذر العثور على الصفحة المطلوبة "{0}".
cs: Požadovaná stránka "{0}" nebyla nalezena.
da: Den anmodede side "{0}" kunne ikke blive fundet.
el: Η σελίδα "{0}" δεν βρέθηκε.
es: La página solicitada "{0}" no se pudo encontrar.
fr: La page demandée "{0}" n'a pas été trouvée.
hu: Az oldal "{0}" nem található.
id: Laman "{0}" yang diminta tidak dapat ditemukan.
ja: 要求されたページ”{0}”は見つかりませんでした。
ko: 요청하신 "{0}" 페이지를 찾을 수 없습니다.
nl: Gevraagde pagina "{0}" kon niet worden gevonden.
no: Forespurt side med "{0}" kunne ikke bli funnet.
pl: Poszukiwana strona "{0}" nie została odnaleziona.
ru: Запрашиваемая страница "{0}" не найдена.
sk: Požadovanú stránku "{0}" sa nepodarilo nájsť.
sv: Begärd sida kunde ej hittas.
th: ไม่พบหน้า "{0}" ที่คุณเรียก
uk: Дана сторінка "{0}" не знайдена.
zh: 请求的页面 {0} 未找到。
zh_tw: 請求的頁面未找到

# show.missing_title
source: Not Found
ar: غير موجود
cs: Nenalezeno
da: Ikke fundet
el: Δεν Βρέθηκε
es: No encontrado
fr: Non trouvé
hu: Nem Található
id: Tidak Ditemukan
ja: 見つかりませんでした
ko: 찾을 수 없음
nl: Niet Gevonden
no: Ikke funnet
pl: Nie znaleziono
ru: Не найдено
sk: Nenašlo Sa
sv: Hittades inte
th: ไม่พบ
uk: Не знайдено
zh: 未找到
zh_tw: 未找到

# show.missing_translation
source: Requested page could not be found for currently selected language.
ar: يتعذر العثور على الصفحة المطلوبة للغة المحددة حاليا.
cs: Požadovaná stránka nebyla nalezena pro zvolený jazyk.
da: Den anmodede side kunne ikke blive fundet på det valgte sprog.
el: Η σελίδα που ζητήσατε δεν βρέθηκε για την επιλεγμένη γλώσσα.
es: La página solicitada no se pudo encontrar para el idioma actualmente seleccionado.
fr: La page demandée n'a pas pu être trouvée pour la langue sélectionnée actuellement.
hu: A kért oldal nem található a jelenleg kiválasztott nyelven.
id: Laman yang diminta tidak dapat ditemukan untuk bahasa yang dipilih saat ini.
ja: 要求されたページは選択している言語に翻訳されていません。
ko: 현재 사용하시는 언어로 된 요청하신 페이지를 찾을 수 없습니다.
nl: De opgevraagde pagina kon niet gevonden worden in de geselecteerde taal.
no: Forespurt side kunne ikke bli funnet med gjeldende valgt språk.
pl: Poszukiwana strona nie została odnaleziona dla obecnie ustawionego języka.
ru: Запрашиваемая страница не найдена для этого языка.
sk: Požadovaná stránka nebola nájdená vo zvolenom jazyku.
sv: Den begärda sidan kunde inte hittas för nuvarande valt språk.
th: หน้าที่คุณเรียกไม่สามารถหาพบเจอได้ในภาษาที่คุณเรียกอยู่ในขณะนี้
uk: Запитувана сторінка не знайдена для цієї мови.
zh: 请求的页面没有当前语言的版本
zh_tw: 請求的頁面沒有當前語言的版本。

# show.needs_cleanup_or_rewrite
source: This page does not meet the standards of the osu! wiki and needs to be cleaned up or rewritten. If you are able to help out, please consider updating the article!
ar: هذه الصفحة لا تفي بمعايير osu! وتحتاج الى ان تُمسَح او تعاد كتابتها. إن كنت قادراً على المساعدة، فكر في تحديث المقالة!
cs: Tato stránka nesplňuje standardy osu! wiki a potřebuje být vylepšena nebo přepsáno. Pokud chcete, můžete pomoci s aktualizací článku!
da: Denne side lever ikke op til standarderne for osu! wiki og har brug for oprydning og omskrivning. Hvis du har mulighed for at hjælpe til, overvej venligst at opdatere artiklen!
es: Esta página no cumple con los estándares de la wiki de osu! y necesita ser limpiada o reescrita. Si usted puede ayudar, por favor ¡considere actualizar el artículo!
fr: Cette page ne correspond pas aux standards du osu! wiki et doit être nettoyée ou réécrite. Si vous êtes en mesure d'aider, envisagez de mettre à jour l'article !
hu: Ez az oldal elavult fordítást tartalmaz az eredeti osu! wikiről! Ha képes vagy rá, fontold meg a fordítás frissítését!
id: Laman ini tidak memenuhi standar osu! wiki dan perlu dibersihkan atau ditulis ulang. Apabila Anda berkenan, harap bantu kami untuk memperbarui artikel ini!
ja: このページはosu!の基準を満たしていません！ wikiをクリーンアップまたは書き換える必要があります。あなたが助けることができる場合は、記事の更新を検討してください！
ko: 이 페이지는 osu! 위키 표준을 따르지 않으며 정리해서 다시 쓸 필요가 있습니다. 도울 여건이 되신다면, 글 업데이트를 고려해 주세요!
nl: Deze pagina voldoet niet aan de normen van de osu! wiki en moet worden opgeschoond of herschreven. Als u kunt helpen, overweeg dan om het artikel te updaten!
no: Denne siden oppfyller ikke standardene til osu!-wikien og må ryddes opp eller skrives om. Hvis du kan hjelpe til, vurder å oppdatere artikkelen!
pl: Ta strona nie spełnia standardów wiki osu! i wymaga poprawek. Jeżeli chcesz pomóc, zaktualizuj artykuł!
ru: Эта статья не соответствует стандартам osu! wiki и нуждается в чистке или переписывании. Если Вы можете помочь, пожалуйста, рассмотрите возможность обновить статью!
sk: Táto stránka nespĺňa štandardy osu! wiki a potrebuje byť vylepšená alebo prepísané. Ak chcete, môžete pomôcť s aktualizáciou článku!
sv: Denna sidan lever inte upp till standarden för osu! wikin och behöver städas upp eller omskrivas. Om du har möjlighet att hjälpa till, vänligen överväg att uppdatera artikeln!
th: หน้านี้ไม่ผ่านมาตรฐานของ osu! wiki และต้องการการปรับปรุงหรือเขียนใหม่ หากคุณช่วยได้ กรุณาอัพเดตบทความนี้
uk: Ця стаття не відповідає стандартам osu! wiki і потребує чищення або переписуванні. Якщо Ви можете допомогти, будь ласка, розгляньте можливість оновити статтю!
zh: 此页面不符合 osu! wiki 的标准，需要清理或重写。 欢迎你帮助更新这篇文章 ！
zh_tw: 該頁面並沒有達到 osu! wiki 的標準並需要整理或者修正。如果您可以幫助修正，請考慮更新這篇文章！

# show.search
source: Search existing pages for {0}.
ar: البحث عن الصفحات الموجودة لـ {0}.
cs: Prohledat existující stránky pro {0}.
da: Søg eksisterende sider for {0}.
el: Αναζήτηση υπάρχουσων σελίδων για {0}.
es: Buscar páginas existentes para {0}.
fr: Rechercher des pages existantes pour {0}.
hu: Létező oldalak keresése {0} után.
id: Cari laman yang ada untuk {0}.
ja: 既存のページで{0}を検索する
ko: {0}에 해당하는 페이지
nl: Zoek bestaande pagina's voor {0}.
no: Søk på eksisterende sider for {0}.
pl: Przeszukaj istniejące strony używając frazy {0}.
ru: Найти существующие страницы для {0}.
sk: Prehliadať existujúce stránky pre {0}.
sv: Sök befintliga sidor för: länk.
th: ค้นหาหน้าที่มีอยู่สำหรับ {0}.
uk: Пошук наявних сторінок для {0}.
zh: 在 wiki 中搜索 {0} 。
zh_tw: 在 wiki 中搜索 {0} 。

# show.toc
source: Contents
ar: المحتويات
cs: Obsah
da: Indhold
el: Περιεχόμενα
es: Contenidos
fr: Contenu
hu: Tartalom
id: Konten
ja: 目次
ko: 내용
nl: Inhoud
no: Innhold
pl: Spis treści
ru: Содержание
sk: Obsah
sv: Innehåll
th: เนื้อหา
uk: Вміст
zh: 目录
zh_tw: 目錄

# show.edit.link
source: Show on GitHub
ar: أظهر على GitHub
cs: Zobrazit na GitHubu
da: Vis på GitHub
el: Εμφάνιση σε GitHub
es: Mostrar en GitHub
fr: Afficher sur GitHub
hu: Lásd GitHub-on
id: Lihat di GitHub
ja: GitHubで見る
ko: GitHub에서 보기
nl: Toon op GitHub
no: Vis på GitHub
pl: Pokaż na GitHubie
ru: Показать на GitHub
sk: Zobraziť na GitHube
sv: Visa på GitHub
th: แสดงใน GitHub
uk: Переглянути на GitHub
zh: 在 GitHub 上显示
zh_tw: 在 GitHub 上顯示

# show.edit.refresh
source: Refresh
ar: تحديث
cs: Aktualizovat
da: Genindlæs
el: Ανανέωση
es: Actualizar
fr: Actualiser
hu: Frissítés
id: Muat Ulang
ja: 更新する
ko: 새로 고침
nl: Vernieuwen
no: Oppdater
pl: Odśwież
ru: Обновить
sk: Obnoviť
sv: Ladda om
th: รีเฟรช
uk: Оновити
zh: 刷新
zh_tw: 刷新

# show.translation.legal
source: This translation is provided for convenience only. The original {0} shall be the sole legally binding version of this text.
ar: هذه الترجمة موفرة للتسهيل فقط. النسخة الأصلية {0} هي النسخة الوحيدة الملزمة قانوناً من هذا النص.
cs: Tento překlad je poskytnutý jen pro vaše pohodlí. Původní {0} by měla být jedinou právně závazní verzí tohoto textu.
da: Denne oversættelse er tilgængelig for nemheds skyld. Den oprindelige version {0} er den eneste juridisk bindende version af denne tekst.
el: Αυτή η μετάφραση παρέχεται μόνο για λόγους ευκολίας. Το πρωτότυπο {0} πρέπει να είναι η μοναδική νομικά δεσμευμένη έκδοση του κειμένου.
es: Esta traducción sólo se proporciona para conveniencia. El original {0} será la única versión legalmente vinculante de este texto.
fr: Cette traduction est fournie uniquement pour des raisons de commodité. L'original {0} sera la seule version juridiquement contraignante de ce texte.
hu: Ez a fordítás csak kényelemre lett szolgáltatva. Az eredeti {0} marad az egyetlen jogilag kötelező érvényű változata ennek a szövegnek.
id: Terjemahan ini diberikan semata-mata hanya untuk memudahkan pembaca. {0} dari artikel ini merupakan satu-satunya versi yang mengikat secara hukum.
ja: この翻訳は便宜上提供されています。{0}が法的拘束力のある文章です。
ko: 이 번역은 편의를 위해서만 제공 됩니다. 이 {0}의 원문만이 법적 구속력을 가지고 있습니다.
nl: Deze vertaling is alleen voor gemak beschikbaar. De originele {0} is de enige wettelijk bindende versie van deze tekst.
no: Denne oversettelsen er bare gitt av bekvemmelig årsak. Den originale {0} skal være den eneste juridiske bindene versjonen av denne teksten.
pl: Niniejsze tłumaczenie zostało stworzone wyłącznie dla ułatwienia komunikacji. Jedynie {0} językową tego tekstu należy traktować jako prawnie wiążącą.
ru: Этот вариант перевода предоставлен для вашего удобства. Единственным и юридически действительным вариантом является оригинал {0}.
sk: Tento preklad je poskytnutý len pre pohodlie. Pôvodný {0} bude jediným právne záväznou verziou tohto textu.
sv: Den här översättningen tillhandahålls endast för bekvämlighets skull. Originalet {0} är den enda juridiskt bindande versionen av denna text.
th: การแปลที่เห็นมีไว้เพื่อความสะดวกในการอ่านเท่านั้น ต้นฉบับ {0} คือข้อความที่ถูกต้องที่สุด
uk: Цей переклад надається тільки для зручності. Оригінальна версія {0} є єдиною юридично обов'язковою версією цього тексту.
zh: 本翻译仅为方便阅读，只有原始的 {0} 才是唯一具有法律效力的版本。
zh_tw: 此翻譯僅為方便起見而提供。原本 {0} 應是本文的唯一具有法律約束力的版本。

# show.translation.outdated
source: This page contains an outdated translation of the original content. Please check the {0} for the most accurate information (and consider updating the translation if you are able to help out)!
ar: تحتوي هذه الصفحة على ترجمة قديمة من المحتوى الأصلي. الرجاء التحقق من {0} لمعلومات أكثر دقة (والنظر إلى تحديث الترجمة اذا كنت قادراً على المساعدة)!
cs: Tato stránka obsahuje zastaralý překlad původního obsahu. Prosím, koukněte na {0} pro co nejvíc přesné informace (a zvažujte aktualizaci překladu, pokud je to možné pomoci)!
da: Denne side indeholder en forældet oversættelse af det oprindelige indhold. Se venligst {0} for de mest nøjagtige oplysninger (og overvej at hjælpe til med at oversætte, hvis du har mulighed for det)!
el: Αυτή η σελίδα περιέχει μια παλαιότερη μετάφραση του αρχικού περιεχομένου. Παρακαλώ ελέγξτε το {0} για πιο ακριβής πληροφόρηση (και μπορείτε να ενημερώσετε τη μετάφραση, εάν θέλετε να βοηθήσετε)!
es: Esta página contiene una traducción obsoleta del contenido original. Por favor ¡revise la {0} para obtener información más precisa (y considere la posibilidad de actualizar la traducción si puede ayudar)!
fr: Cette page est une traduction ancienne de son contenu original. Merci de vérifier {0} pour l'information la plus à jour (vous pouvez aussi mettre à jour la traduction si vous souhaitez aider) !
hu: Ez az oldal elavult fordítást tartalmaz az eredeti tartalomról. Az {0} tartalmazza a legpontosabb információt, kérlek ezt tekintsd meg (és ha képes vagy rá, fontold meg a fordítás frissítését is)!
id: Laman ini mengandung terjemahan yang telah kedaluwarsa dari artikel aslinya. Harap periksa {0} dari artikel ini untuk mendapatkan informasi yang paling akurat (dan apabila Anda berkenan, harap bantu kami untuk memperbarui artikel ini)!
ja: このページには古い翻訳情報が含まれています。最新情報を確認するには{0}を参照してください。（可能であれば翻訳にご協力ください）
ko: 이 문서는 이전 버전 기준으로 번역된 내용을 포함하고 있습니다. {0}에서 가장 정확한 최신 정보를 확인하세요 (가능하다면 번역에 동참해 주세요)!
nl: Deze pagina bevat een oude vertaling van de originele inhoud. Check de {0} voor de meest accurate informatie (en overweeg de vertaling bij te werken als je wilt helpen)!
no: Denne siden inneholder en utdatert oversettelse av det opprinnelige innholdet. Vennligst sjekk {0} for den mest nøyaktige informasjonen (og vurder å oppdatere oversettelsen hvis du kan hjelpe til)!
pl: Tłumaczenie tego artykułu jest nieaktualne. Sprawdź {0} dla najdokładniejszych informacji (oraz zaktualizuj tłumaczenie samodzielnie, jeśli chcesz pomóc)!
ru: Перевод содержимого этой страницы уже устарел. Откройте версию на {0} для получения свежей информации (и помогите, пожалуйста, обновить перевод)!
sk: Tato stránka obsahuje zastaralý preklad pôvodného obsahu. Skontrolujte prosím {0} pre najpresnejšiu informáciu (a ak môžete, pokúste sa tento preklad aktualizovať sami)!
sv: Denna sidan innehåller en föråldrad översättning av det ursprungliga innehållet. Vänligen se {0} för den mest exakta informationen (och överväg att uppdatera översättningen om du har möjligheten att hjälpa till)!
th: หน้านี้มีเนื้อหาที่แปลแล้วแต่ยังไม่ถูกปรับปรุงแก้ไข โปรดตรวจสอบ {0} เพื่อข้อมูลที่ถูกต้องที่สุด (และพิจารณาอัปเดตเกี่ยวกับการแปลหากคุณสามารถช่วยเหลือได้)!
uk: Ця сторінка містить застарілий переклад. Відкрийте версію {0} для отримання свіжої інформації (і, якщо можете, допоможіть нам з перекладом цієї сторінки)!
zh: 本文是原始内容的过期翻译，请查阅 {0} 以获得最准确的信息（欢迎你来帮助更新翻译）！
zh_tw: 此頁面包含原始內容的過時翻譯。請檢查 {0} 獲取最準確的資訊（及如果您能夠提供幫助，請考慮更新翻譯）！

# show.translation.default
source: English version
ar: النسخة الإنجليزية
cs: Anglická verze
da: Engelsk version
el: Αγγλική έκδοση
es: versión en inglés
fr: Version anglaise
hu: Angol verzió
id: Versi Bahasa Inggris
ja: 英語版
ko: 영어 버전
nl: Engelse versie
no: Engelsk versjon
pl: oryginalną wersję
ru: на английском языке
sk: Anglická verzia
sv: Engelsk version
th: ฉบับภาษาอังกฤษ
uk: Англійська версія
zh: 英文版本
zh_tw: 英文版本
